{
    "Document": {
        "nome_legge": "LEGGE 4 maggio 1983 , n. 184 Diritto del minore ad una famiglia.",
        "contenuto": [
            {
                "titolo": "TITOLO I",
                "rubrica": "PRINCIPI GENERALI",
                "contenuto": [
                    {
                        "titolo": "Art. 1",
                        "rubrica": "",
                        "contenuto": "1. Il minore ha diritto di crescere ed essere educato nell'ambito della propria famiglia. 2. Le condizioni di indigenza dei genitori o del genitore esercente la ((responsabilità)) genitoriale non possono essere di ostacolo all'esercizio del diritto del minore alla propria famiglia. A tal fine a favore della famiglia sono disposti interventi di sostegno e di aiuto.\n3. Lo Stato, le regioni e gli enti locali, nell'ambito delle proprie competenze, sostengono, con idonei interventi, nel rispetto della loro autonomia e nei limiti delle risorse finanziarie disponibili, i nuclei familiari a rischio, al fine di prevenire l'abbandono e di consentire al minore di essere educato nell'ambito della propria famiglia. Essi promuovono altresì iniziative di formazione dell'opinione pubblica sull'affidamento e l'adozione e di sostegno all'attività delle comunità di tipo familiare, organizzano corsi di preparazione ed aggiornamento professionale degli operatori sociali nonché incontri di formazione e preparazione per le famiglie e le persone che intendono avere in affidamento o in adozione minori.\nI medesimi enti possono stipulare convenzioni con enti o associazioni senza fini di lucro che operano nel campo della tutela dei minori e delle famiglie per la realizzazione delle attività di cui al presente comma.\n4. Quando la famiglia non è in grado di provvedere alla crescita e all'eduzione del minore, si applicano gli istituti di cui alla presente legge.\n5. Il diritto del minore a vivere, crescere ed essere educato nell'ambito di una famiglia è assicurato senza distinzione di sesso, di etnia, di età, di lingua, di religione e nel rispetto della identità culturale del minore e comunque non in contrasto con i principi fondamentali dell'ordinamento."
                    }
                ]
            },
            {
                "titolo": "TITOLO IBIS",
                "rubrica": "DELL'AFFIDAMENTO DEL MINORE",
                "contenuto": [
                    {
                        "titolo": "Art. 2",
                        "rubrica": "",
                        "contenuto": "1. Il minore temporaneamente privo di un ambiente familiare idoneo, nonostante gli interventi di sostegno e aiuto disposti ai sensi dell'articolo 1, è affidato ad una famiglia, preferibilmente con figli minori, o ad una persona singola, in grado di assicurargli il mantenimento, l'educazione, l'istruzione e le relazioni affettive di cui egli ha bisogno.\n1.1. Il minore non può essere affidato a parenti o affini entro il quarto grado di chi ha composto il collegio che ha adottato il provvedimento, del consulente tecnico d'ufficio e di coloro che hanno svolto le funzioni di assistente sociale nel medesimo procedimento. (28) ((29))\n1-bis. Gli enti locali possono promuovere la sensibilizzazione e la formazione di affidatari per favorire l'affidamento familiare dei minori stranieri non accompagnati, in via prioritaria rispetto al ricovero in una struttura di accoglienza.\n1-ter. Dall'attuazione delle disposizioni di cui al comma 1-bis non devono derivare nuovi o maggiori oneri per la finanza pubblica; gli enti locali provvedono nei limiti delle risorse disponibili nei propri bilanci.\n2. Ove non sia possibile l'affidamento nei termini di cui al comma 1, è consentito l'inserimento del minore in una comunità di tipo familiare o, in mancanza, in un istituto di assistenza pubblico o privato, che abbia sede preferibilmente nel luogo più vicino a quello in cui stabilmente risiede il nucleo familiare di provenienza.\nPer i minori di età inferiore a sei anni l'inserimento può avvenire solo presso una comunità di tipo familiare.\n2-bis. Il minore non può essere inserito presso strutture o comunità pubbliche o private nelle quali rivestono cariche rappresentative, o partecipano alla gestione delle medesime strutture, o prestano a favore di esse attività professionale, anche a titolo gratuito, o fanno parte degli organi di società che le gestiscono, persone che sono parenti o affini entro il quarto grado, convivente, parte dell'unione civile o coniuge di chi ha composto il collegio che ha adottato il provvedimento, del consulente tecnico d'ufficio o di coloro che hanno svolto le funzioni di assistente sociale nel medesimo procedimento. (28) ((29))\n3. In caso di necessità e urgenza l'affidamento può essere disposto anche senza porre in essere gli interventi di cui all'articolo 1, commi 2 e 3.\n3-bis. I provvedimenti adottati ai sensi dei commi 2 e 3 devono indicare espressamente le ragioni per le quali non si ritiene possibile la permanenza nel nucleo familiare originario e le ragioni per le quali non sia possibile procedere ad un affidamento ad una famiglia, fermo restando quanto disposto dall'articolo 4, comma 3.\n4. Il ricovero in istituto deve essere superato entro il 31 dicembre 2006 mediante affidamento ad una famiglia e, ove ciò non sia possibile, mediante inserimento in comunità di tipo familiare caratterizzate da organizzazione e da rapporti interpersonali analoghi a quelli di una famiglia.\n5. Le regioni, nell'ambito delle proprie competenze e sulla base di criteri stabiliti dalla Conferenza permanente per i rapporti tra lo Stato, le regioni e le province autonome di Trento e di Bolzano, definiscono gli standard minimi dei servizi e dell'assistenza che devono essere forniti dalle comunità di tipo familiare e dagli istituti e verificano periodicamente il rispetto dei medesimi.\n---------------\nAGGIORNAMENTO (28)\nIl D.Lgs. 10 ottobre 2022, n. 149 ha disposto (con l'art. 35, comma 1) che \"Le disposizioni del presente decreto, salvo che non sia diversamente disposto, hanno effetto a decorrere dal 30 giugno 2023 e si applicano ai procedimenti instaurati successivamente a tale data.\nAi procedimenti pendenti alla data del 30 giugno 2023 si applicano le disposizioni anteriormente vigenti\".\n---------------\nAGGIORNAMENTO (29)\nIl D.Lgs. 10 ottobre 2022, n. 149, come modificato dalla L. 29 dicembre 2022, n. 197, ha disposto (con l'art. 35, comma 1) che \"Le disposizioni del presente decreto, salvo che non sia diversamente disposto, hanno effetto a decorrere dal 28 febbraio 2023 e si applicano ai procedimenti instaurati successivamente a tale data. Ai procedimenti pendenti alla data del 28 febbraio 2023 si applicano le disposizioni anteriormente vigenti\"."
                    },
                    {
                        "titolo": "Art. 3",
                        "rubrica": "",
                        "contenuto": "1. I legali rappresentanti delle comunità di tipo familiare e degli istituti di assistenza pubblici o privati esercitano i poteri tutelari sul minore affidato, secondo le norme del capo I del titolo X del libro primo del codice civile, fino a quando non si provveda alla nomina di un tutore in tutti i casi nei quali l'esercizio della ((responsabilità genitoriale)) o della tutela sia impedito.\n2. Nei casi previsti dal comma 1, entro trenta giorni dall'accoglienza del minore, i legali rappresentanti devono proporre istanza per la nomina del tutore. Gli stessi e coloro che prestano anche gratuitamente la propria attività a favore delle comunità di tipo familiare e degli istituti di assistenza pubblici o privati non possono essere chiamati a tale incarico.\n3. Nel caso in cui i genitori riprendano l'esercizio della ((responsabilità genitoriale)), le comunità di tipo familiare e gli istituti di assistenza pubblici o privati chiedono al giudice tutelare di fissare eventuali limiti o condizioni a tale esercizio."
                    },
                    {
                        "titolo": "Art. 4",
                        "rubrica": "",
                        "contenuto": "1. L'affidamento familiare è disposto dal servizio sociale locale, previo consenso manifestato dai genitori o dal genitore esercente in via esclusiva la responsabilità genitoriale, ovvero dal tutore, sentito il minore che ha compiuto gli anni dodici e anche il minore di età inferiore, in considerazione della sua capacità di discernimento. Il giudice tutelare del luogo ove si trova il minore rende esecutivo il provvedimento con decreto. (28) ((29))\n2. Ove manchi l'assenso dei genitori esercenti la responsabilità genitoriale o del tutore, provvede il tribunale per i minorenni. Si applicano l'articolo 5-bis e gli articoli 330 e seguenti del codice civile. (28) ((29))\n3. Nel provvedimento di affidamento familiare devono essere indicate specificatamente le motivazioni di esso, nonché i tempi e i modi dell'esercizio dei poteri riconosciuti all'affidatario, e le modalità attraverso le quali i genitori e gli altri componenti il nucleo familiare possono mantenere i rapporti con il minore. Deve altresì essere indicato il servizio sociale locale cui è attribuita la responsabilità del programma di assistenza, nonché la vigilanza durante l'affidamento con l'obbligo di tenere costantemente informati il giudice tutelare o il tribunale per i minorenni, a seconda che si tratti di provvedimento emesso ai sensi dei commi 1 o 2. Il servizio sociale locale cui è attribuita la responsabilità del programma di assistenza, nonché la vigilanza durante l'affidamento, deve riferire senza indugio al giudice tutelare o al tribunale per i minorenni del luogo in cui il minore si trova, a seconda che si tratti di provvedimento emesso ai sensi dei commi 1 o 2, ogni evento di particolare rilevanza ed è tenuto a presentare una relazione semestrale sull'andamento del programma di assistenza, sulla sua presumibile ulteriore durata e sull'evoluzione delle condizioni di difficoltà del nucleo familiare di provenienza.\n4. Nel provvedimento di cui al comma 3, deve inoltre essere indicato il periodo di presumibile durata dell'affidamento che deve essere rapportabile al complesso di interventi volti al recupero della famiglia d'origine. Tale periodo non può superare la durata di ventiquattro mesi ed è prorogabile, dal tribunale per i minorenni, su richiesta del pubblico ministero e nel contraddittorio delle parti, qualora la sospensione dell'affidamento rechi grave pregiudizio al minore. A tal fine, prima del decorso del termine di durata dell'affidamento il servizio sociale segnala al pubblico ministero l'opportunità di richiederne la proroga. (28) ((29))\n5. L'affidamento familiare cessa con il decorso del termine di cui al comma 4 o con provvedimento della stessa autorità che lo ha disposto, valutato l'interesse del minore, quando sia venuta meno la situazione di difficoltà temporanea della famiglia d'origine che lo ha determinato, ovvero nel caso in cui la prosecuzione di esso rechi pregiudizio al minore. (28) ((29))\n5-bis. Qualora, durante un prolungato periodo di affidamento, il minore sia dichiarato adottabile ai sensi delle disposizioni del capo II del titolo II e qualora, sussistendo i requisiti previsti dall'articolo 6, la famiglia affidataria chieda di poterlo adottare, il tribunale per i minorenni, nel decidere sull'adozione, tiene conto dei legami affettivi significativi e del rapporto stabile e duraturo consolidatosi tra il minore e la famiglia affidataria.\n5-ter. Qualora, a seguito di un periodo di affidamento, il minore faccia ritorno nella famiglia di origine o sia dato in affidamento ad altra famiglia o sia adottato da altra famiglia, è comunque tutelata, se rispondente all'interesse del minore, la continuità delle positive relazioni socio-affettive consolidatesi durante l'affidamento.\n5-quater. Il giudice, ai fini delle decisioni di cui ai commi 4, 5-bis e 5-ter, tiene conto anche delle valutazioni documentate dei servizi sociali, ascoltato il minore che ha compiuto gli anni dodici o anche di età inferiore se capace di discernimento. (28) ((29))\n5-quinquies. Nel caso di minore rimasto privo di un ambiente familiare idoneo a causa della morte del genitore, cagionata volontariamente dal coniuge, anche legalmente separato o divorziato, dall'altra parte dell'unione civile, anche se l'unione civile è cessata, dal convivente o da persona legata al genitore stesso, anche in passato, da relazione affettiva, il tribunale competente, eseguiti i necessari accertamenti, provvede privilegiando la continuità delle relazioni affettive consolidatesi tra il minore stesso e i parenti fino al terzo grado. Nel caso in cui vi siano fratelli o sorelle, il tribunale provvede assicurando, per quanto possibile, la continuità affettiva tra gli stessi.\n5-sexies. Su segnalazione del tribunale competente, i servizi sociali assicurano ai minori di cui al comma 5-quinquies un adeguato sostegno psicologico e l'accesso alle misure di sostegno volte a garantire il diritto allo studio e l'inserimento nell'attività lavorativa.\n6. Il giudice tutelare, trascorso il periodo di durata previsto, ovvero intervenute le circostanze di cui al comma 5, sentiti il servizio sociale locale interessato ed il minore che ha compiuto gli anni dodici e anche il minore di età inferiore, in considerazione della sua capacità di discernimento, richiede, se necessario, al competente tribunale per i minorenni l'adozione di ulteriori provvedimenti nell'interesse del minore.\n7. Le disposizioni del presente articolo si applicano, in quanto compatibili, anche nel caso di minori inseriti presso una comunità di tipo familiare o un istituto di assistenza pubblico o privato, ma decorsi dodici mesi il giudice verifica nel contraddittorio delle parti l'andamento del programma di assistenza, l'evoluzione delle condizioni di difficoltà del nucleo familiare di provenienza e l'opportunità della prosecuzione dell'inserimento. (28) ((29))\n---------------\nAGGIORNAMENTO (28)\nIl D.Lgs. 10 ottobre 2022, n. 149 ha disposto (con l'art. 35, comma 1) che \"Le disposizioni del presente decreto, salvo che non sia diversamente disposto, hanno effetto a decorrere dal 30 giugno 2023 e si applicano ai procedimenti instaurati successivamente a tale data.\nAi procedimenti pendenti alla data del 30 giugno 2023 si applicano le disposizioni anteriormente vigenti\".\n---------------\nAGGIORNAMENTO (29)\nIl D.Lgs. 10 ottobre 2022, n. 149, come modificato dalla L. 29 dicembre 2022, n. 197, ha disposto (con l'art. 35, comma 1) che \"Le disposizioni del presente decreto, salvo che non sia diversamente disposto, hanno effetto a decorrere dal 28 febbraio 2023 e si applicano ai procedimenti instaurati successivamente a tale data. Ai procedimenti pendenti alla data del 28 febbraio 2023 si applicano le disposizioni anteriormente vigenti\"."
                    },
                    {
                        "titolo": "Art. 5",
                        "rubrica": "",
                        "contenuto": "1. L'affidatario deve accogliere presso di sé il minore e provvedere al suo mantenimento e alla sua educazione e istruzione, tenendo conto delle indicazioni dei genitori per i quali non vi sia stata pronuncia ai sensi degli articoli 330 e 333 del codice civile, ovvero del tutore o curatore, ed osservando le prescrizioni stabilite dall'autorità affidante. Si applicano, in quanto compatibili, le disposizioni dell'articolo 316 del codice civile. In ogni caso l'affidatario esercita i poteri connessi con la responsabilità genitoriale in relazione agli ordinari rapporti con la istituzione scolastica e con le autorità sanitarie. L'affidatario o l'eventuale famiglia collocataria devono essere convocati, a pena di nullità, nei procedimenti civili in materia di responsabilità genitoriale, di affidamento e di adottabilità relativi al minore affidato ed hanno facoltà di presentare memorie scritte nell'interesse del minore. (28) ((29))\n2. Il servizio sociale, nell'ambito delle proprie competenze, su disposizione del giudice ovvero secondo le necessità del caso, svolge opera di sostegno educativo e psicologico, agevola i rapporti con la famiglia di provenienza ed il rientro nella stessa del minore secondo le modalità più idonee, avvalendosi anche delle competenze professionali delle altre strutture del territorio e dell'opera delle associazioni familiari eventualmente indicate dagli affidatari.\n3. Le norme di cui ai commi 1 e 2 si applicano, in quanto compatibili, nel caso di minori ospitati presso una comunità di tipo familiare o che si trovino presso un istituto di assistenza pubblico o privato\".\n4. Lo Stato, le regioni e gli enti locali, nell'ambito delle proprie competenze e nei limiti delle disponibilità finanziarie dei rispettivi bilanci, intervengono con misure di sostegno e di aiuto economico in favore della famiglia affidataria.\n---------------\nAGGIORNAMENTO (28)\nIl D.Lgs. 10 ottobre 2022, n. 149 ha disposto (con l'art. 35, comma 1) che \"Le disposizioni del presente decreto, salvo che non sia diversamente disposto, hanno effetto a decorrere dal 30 giugno 2023 e si applicano ai procedimenti instaurati successivamente a tale data.\nAi procedimenti pendenti alla data del 30 giugno 2023 si applicano le disposizioni anteriormente vigenti\".\n---------------\nAGGIORNAMENTO (29)\nIl D.Lgs. 10 ottobre 2022, n. 149, come modificato dalla L. 29 dicembre 2022, n. 197, ha disposto (con l'art. 35, comma 1) che \"Le disposizioni del presente decreto, salvo che non sia diversamente disposto, hanno effetto a decorrere dal 28 febbraio 2023 e si applicano ai procedimenti instaurati successivamente a tale data. Ai procedimenti pendenti alla data del 28 febbraio 2023 si applicano le disposizioni anteriormente vigenti\"."
                    },
                    {
                        "titolo": "Art. 5-bis",
                        "rubrica": "",
                        "contenuto": "1. Il minore può essere affidato al servizio sociale del luogo di residenza abituale, quando si trova nella condizione prevista dall'articolo 333 del codice civile e gli interventi di cui all'articolo 1, commi 2 e 3, si sono rivelati inefficaci o i genitori non hanno collaborato alla loro attuazione, fatto salvo quanto previsto all'articolo 2, comma 3.\n2. Con il provvedimento con cui dispone la limitazione della responsabilità genitoriale e affida il minore al servizio sociale, il tribunale indica:\na) il soggetto presso il quale il minore è collocato;\nb) gli atti che devono essere compiuti direttamente dal servizio sociale dell'ente locale, anche in collaborazione con il servizio sanitario, in base agli interventi previsti dall'articolo 4, comma 3;\nc) gli atti che possono essere compiuti dal soggetto collocatario del minore;\nd) gli atti che possono essere compiuti dai genitori;\ne) gli atti che possono essere compiuti dal curatore nominato ai sensi dell'articolo 333, secondo comma, del codice civile;\nf) i compiti affidati al servizio sociale ai sensi dell'articolo 5, comma 2;\ng) la durata dell'affidamento, non superiore a ventiquattro mesi;\nh) la periodicità, non superiore a sei mesi, con la quale il servizio sociale riferisce all'autorità giudiziaria che procede ovvero, in mancanza, al giudice tutelare sull'andamento degli interventi, sui rapporti mantenuti dal minore con i genitori, sull'attuazione del progetto predisposto dal tribunale.\n3. Il servizio sociale, nello svolgimento dei compiti a lui affidati e nell'adozione delle scelte a lui demandate, tiene conto delle indicazioni dei genitori che non siano stati dichiarati decaduti dalla responsabilità genitoriale e del minore nonché, ove vi siano, del curatore e del curatore speciale.\n4. Entro quindici giorni dalla notifica del provvedimento il servizio sociale comunica il nominativo del responsabile dell'affidamento al tribunale, ai genitori, agli esercenti la responsabilità genitoriale, al curatore se nominato e al soggetto collocatario.\n5. Se l'affidamento al servizio sociale è disposto con il provvedimento che definisce il giudizio, la decisione è comunicata al giudice tutelare del luogo di residenza abituale del minore, per la vigilanza sulla sua attuazione.\n6. Il giudice competente per l'attuazione, su istanza del servizio sociale, adotta i provvedimenti opportuni nell'interesse del minore.\n7. Si applicano le disposizioni in materia di inefficacia e di proroga dell'affidamento di cui all'articolo 4, commi 4, 5 e 5-quater.\n(28) ((29))\n---------------\nAGGIORNAMENTO (28)\nIl D.Lgs. 10 ottobre 2022, n. 149 ha disposto (con l'art. 35, comma 1) che \"Le disposizioni del presente decreto, salvo che non sia diversamente disposto, hanno effetto a decorrere dal 30 giugno 2023 e si applicano ai procedimenti instaurati successivamente a tale data.\nAi procedimenti pendenti alla data del 30 giugno 2023 si applicano le disposizioni anteriormente vigenti\".\n---------------\nAGGIORNAMENTO (29)\nIl D.Lgs. 10 ottobre 2022, n. 149, come modificato dalla L. 29 dicembre 2022, n. 197, ha disposto (con l'art. 35, comma 1) che \"Le disposizioni del presente decreto, salvo che non sia diversamente disposto, hanno effetto a decorrere dal 28 febbraio 2023 e si applicano ai procedimenti instaurati successivamente a tale data. Ai procedimenti pendenti alla data del 28 febbraio 2023 si applicano le disposizioni anteriormente vigenti\"."
                    }
                ]
            },
            {
                "titolo": "TITOLO II",
                "rubrica": "DELL'ADOZIONE",
                "contenuto": [
                    {
                        "titolo": "CAPO I",
                        "rubrica": "DISPOSIZIONI GENERALI",
                        "contenuto": [
                            {
                                "titolo": "Art. 6",
                                "rubrica": "",
                                "contenuto": "1. L'adozione è consentita a coniugi uniti in matrimonio da almeno tre anni. Tra i coniugi non deve sussistere e non deve avere avuto luogo negli ultimi tre anni separazione personale neppure di fatto.\n2. I coniugi devono essere affettivamente idonei e capaci di educare, istruire e mantenere i minori che intendano adottare.\n3. L'età degli adottanti deve superare di almeno diciotto e di non più di quarantacinque anni l'età dell'adottando.\n4. Il requisito della stabilità del rapporto di cui al comma 1 può ritenersi realizzato anche quando i coniugi abbiano convissuto in modo stabile e continuativo prima del matrimonio per un periodo di tre anni, nel caso in cui il tribunale per i minorenni accerti la continuità e la stabilità della convivenza, avuto riguardo a tutte le circostanze del caso concreto.\n5. I limiti di cui al comma 3 possono essere derogati, qualora il tribunale per i minorenni accerti che dalla mancata adozione derivi un danno grave e non altrimenti evitabile per il minore.\n6. Non è preclusa l'adozione quando il limite massimo di età degli adottanti sia superato da uno solo di essi in misura non superiore a dieci anni, ovvero quando essi siano genitori di figli ((anche)) adottivi dei quali almeno uno sia in età minore, ovvero quando l'adozione riguardi un fratello o una sorella del minore già dagli stessi adottato.\n7. Ai medesimi coniugi sono consentite più adozioni anche con atti successivi e costituisce criterio preferenziale ai fini dell'adozione l'avere già adottato un fratello dell'adottando o il fare richiesta di adottare più fratelli, ovvero la disponibilità dichiarata all'adozione di minori che si trovino nelle condizioni indicate dall'articolo 3, comma 1, della legge 5 febbraio 1992, n. 104, concernente l'assistenza, l'integrazione sociale e i diritti delle persone handicappate\".\n8. Nel caso di adozione dei minori di età superiore a dodici anni o con handicap accertato ai sensi dell'articolo 4 della legge 5 febbraio 1992, n. 104, lo Stato, le regioni e gli enti locali possono intervenire, nell'ambito delle proprie competenze e nei limiti delle disponibilità finanziarie dei rispettivi bilanci, con specifiche misure di carattere economico, eventualmente anche mediante misure di sostegno alla formazione e all'inserimento sociale, fino all'età di diciotto anni degli adottati."
                            },
                            {
                                "titolo": "Art. 7",
                                "rubrica": "((",
                                "contenuto": "1. L'adozione è consentita a favore dei minori dichiarati in stato di adottabilità ai sensi degli articoli seguenti.\n2. Il minore, il quale ha compiuto gli anni quattordici, non può essere adottato se non presta personalmente il proprio consenso, che deve essere manifestato anche quando il minore compia l'età predetta nel corso del procedimento. Il consenso dato può comunque essere revocato sino alla pronuncia definitiva dell'adozione.\n3. Se l'adottando ha compiuto gli anni dodici deve essere personalmente sentito; se ha un'età inferiore, deve essere sentito, in considerazione della sua capacità di discernimento\n))"
                            }
                        ]
                    },
                    {
                        "titolo": "CAPO II",
                        "rubrica": "DELLA DICHIARAZIONE DI ADOTTABILITÀ",
                        "contenuto": [
                            {
                                "titolo": "Art. 8",
                                "rubrica": "",
                                "contenuto": "1. Sono dichiarati in stato di adottabilità dal tribunale per i minorenni del distretto nel quale si trovano, i minori di cui sia accertata la situazione di abbandono perché privi di assistenza morale e materiale da parte dei genitori o dei parenti tenuti a provvedervi, purché la mancanza di assistenza non sia dovuta a causa di forza maggiore di carattere transitorio.\n2. La situazione di abbandono sussiste, sempre che ricorrano le condizioni di cui al comma 1, anche quando i minori si trovino presso istituti di assistenza pubblici o privati o comunità di tipo familiare ovvero siano in affidamento familiare.\n3. Non sussiste causa di forza maggiore quando i soggetti di cui al comma 1 rifiutano le misure di sostegno offerte dai servizi sociali locali ((, anche all'esito della segnalazione di cui all'articolo 79-bis,)) e tale rifiuto viene ritenuto ingiustificato dal giudice.\n4. Il procedimento di adottabilità deve svolgersi fin dall'inizio con l'assistenza legale del minore e dei genitori o degli altri parenti, di cui al comma 2 dell'articolo 10."
                            },
                            {
                                "titolo": "Art. 9",
                                "rubrica": "",
                                "contenuto": "1. Chiunque ha facoltà di segnalare all'autorità pubblica situazioni di abbandono di minori di età. I pubblici ufficiali, gli incaricati di un pubblico servizio, gli esercenti un servizio di pubblica necessità debbono riferire al più presto al procuratore della Repubblica presso il tribunale per i minorenni del luogo in cui il minore si trova sulle condizioni di ogni minore in situazione di abbandono di cui vengano a conoscenza in ragione del proprio ufficio.\n2. Gli istituti di assistenza pubblici o privati e le comunità di tipo familiare devono trasmettere semestralmente al procuratore della Repubblica presso il tribunale per i minorenni del luogo ove hanno sede l'elenco di tutti i minori collocati presso di loro con l'indicazione specifica, per ciascuno di essi, della località di residenza dei genitori, dei rapporti con la famiglia e delle condizioni psicofisiche del minore stesso. Il procuratore della Repubblica presso il tribunale per i minorenni, assunte le necessarie informazioni, chiede al tribunale, con ricorso, di dichiarare l'adottabilità di quelli tra i minori segnalati o collocati presso le comunità di tipo familiare o gli istituti di assistenza pubblici o privati o presso una famiglia affidataria, che risultano in situazioni di abbandono, specificandone i motivi.\n3. Il procuratore della Repubblica presso il tribunale per i minorenni, che trasmette gli atti al medesimo tribunale con relazione informativa, ogni sei mesi, effettua o dispone ispezioni negli istituti di assistenza pubblici o privati ai fini di cui al comma 2.\nPuò procedere a ispezioni straordinarie in ogni tempo.\n4. Chiunque, non essendo parente entro il quarto grado, accoglie stabilmente nella propria abitazione un minore, qualora l'accoglienza si protragga per un periodo superiore a sei mesi, deve, trascorso tale periodo, darne segnalazione al procuratore della Repubblica presso il tribunale per i minorenni. L'omissione della segnalazione può comportare l'inidoneità ad ottenere affidamenti familiari o adottivi e l'incapacità all'ufficio tutelare.\n5. Nello stesso termine di cui al comma 4, uguale segnalazione deve essere effettuata dal genitore che affidi stabilmente a chi non sia parente entro il quarto grado il figlio minore per un periodo non inferiore a sei mesi. L'omissione della segnalazione può comportare la decadenza dalla ((responsabilità genitoriale)) sul figlio a norma dell'articolo 330 del codice civile e l'apertura della procedura di adottabilità."
                            },
                            {
                                "titolo": "Art. 10",
                                "rubrica": "",
                                "contenuto": "1. Il presidente del tribunale per i minorenni o un giudice da lui delegato, ricevuto il ricorso di cui all'articolo 9, comma 2, provvede all'immediata apertura di un procedimento relativo allo stato di abbandono del minore. Dispone immediatamente, all'occorrenza, tramite i servizi sociali locali o gli organi di pubblica sicurezza, più approfonditi accertamenti sulle condizioni giuridiche e di fatto del minore, sull'ambiente in cui ha vissuto e vive ai fini di verificare se sussiste lo stato di abbandono.\n2. All'atto dell'apertura del procedimento, sono avvertiti i genitori o, in mancanza, i parenti entro il quarto grado che abbiano rapporti significativi con il minore. Con lo stesso atto il presidente del tribunale per i minorenni li invita a nominare un difensore e li informa della nomina di un difensore di ufficio per il caso che essi non vi provvedano. Tali soggetti, assistiti dal difensore, possono partecipare a tutti gli accertamenti disposti dal tribunale, possono presentare istanze anche istruttorie e prendere visione ed estrarre copia degli atti contenuti nel fascicolo previa autorizzazione del giudice.\n3. Il tribunale può disporre in ogni momento e fino all'affidamento preadottivo ogni opportuno provvedimento provvisorio nell'interesse del minore, ivi compresi il collocamento temporaneo presso una famiglia o una comunità di tipo familiare, la sospensione della ((responsabilità genitoriale)) dei genitori sul minore, la sospensione dell'esercizio delle funzioni del tutore e la nomina di un tutore provvisorio.\n4. In caso di urgente necessità, i provvedimenti di cui al comma 3 possono essere adottati dal presidente del tribunale per i minorenni o da un giudice da lui delegato.\n5. Il tribunale, entro trenta giorni, deve confermare, modificare o revocare i provvedimenti urgenti assunti ai sensi del comma 4. Il tribunale provvede in camera di consiglio con l'intervento del pubblico ministero, sentite tutte le parti interessate ed assunta ogni necessaria informazione. Deve inoltre essere sentito il minore che ha compiuto gli anni dodici e anche il minore di età inferiore, in considerazione della sua capacità di discernimento. I provvedimenti adottati debbono essere comunicati al pubblico ministero ed ai genitori. Si applicano le norme di cui agli articoli 330 e seguenti del codice civile."
                            },
                            {
                                "titolo": "Art. 11",
                                "rubrica": "",
                                "contenuto": "Quando dalle indagini previste nell'articolo precedente risultano deceduti i genitori del minore e non risultano esistenti parenti entro il quarto grado che abbiano rapporti significativi con il minore, il tribunale per i minorenni provvede a dichiarare lo stato di adottabilità, salvo che esistano istanze di adozione ai sensi dell'articolo 44. In tal caso il tribunale per i minorenni decide nell'esclusivo interesse del minore.\nNel caso in cui non risulti l'esistenza di genitori ((...)) che abbiano riconosciuto il minore o la cui paternità o maternità sia stata dichiarata giudizialmente, il tribunale per i minorenni, senza eseguire ulteriori accertamenti, provvede immediatamente alla dichiarazione dello stato di adottabilità a meno che non vi sia richiesta di sospensione della procedura da parte di chi, affermando di essere uno dei genitori ((...)), chiede termine per provvedere al riconoscimento. La sospensione può essere disposta dal tribunale per un periodo massimo di due mesi semprechè nel frattempo il minore sia assistito dal genitore ((...)) o dai parenti fino al quarto grado o in altro modo conveniente, permanendo comunque un rapporto con il genitore ((...)).\nNel caso di non riconoscibilità per difetto di età del genitore, la procedura è rinviata anche d'ufficio sino al compimento del sedicesimo anno di età del genitore ((...)), purché sussistano le condizioni menzionate nel comma precedente. Al compimento del sedicesimo anno, il genitore può chiedere ulteriore sospensione per altri due mesi. ((Il genitore autorizzato al riconoscimento prima del compimento del sedicesimo anno ai sensi dell'articolo 250, quinto comma, del codice civile, può chiedere ulteriore sospensione per altri due mesi dopo l'autorizzazione.))\nOve il tribunale sospenda o rinvii la procedura ai sensi dei commi precedenti, nomina al minore, se necessario, un tutore provvisorio.\nSe entro detti termini viene effettuato il riconoscimento, deve dichiararsi chiusa la procedura, ove non sussista abbandono morale e materiale. Se trascorrono i termini senza che sia stato effettuato il riconoscimento, si provvede senza altra formalità di procedura alla pronuncia dello stato di adottabilità.\nIl tribunale, in ogni caso, anche a mezzo dei servizi locali, informa entrambi i presunti genitori, se possibile, o comunque quello reperibile, che si possono avvalere delle facoltà di cui al secondo e terzo comma.\nIntervenuta la dichiarazione di adottabilità e l'affidamento preadottivo, il riconoscimento è privo di efficacia. Il giudizio per la dichiarazione giudiziale di paternità o maternità è sospeso di diritto e si estingue ove segua la pronuncia di adozione divenuta definitiva."
                            },
                            {
                                "titolo": "Art. 12",
                                "rubrica": "",
                                "contenuto": "Quando attraverso le indagini effettuate consta l'esistenza dei genitori o di parenti entro il quarto grado indicati nell'articolo precedente, che abbiano mantenuto rapporti significativi con il minore, e ne è nota la residenza, il presidente del tribunale per i minorenni con decreto motivato fissa la loro comparizione, entro un congruo termine, dinanzi a sé o ad un giudice da lui delegato.\nNel caso in cui i genitori o i parenti risiedano fuori dalla circoscrizione del tribunale per i minorenni che procede, la loro audizione può essere delegata al tribunale per i minorenni del luogo della loro residenza.\nIn caso di residenza all'estero è delegata l'autorità consolare competente.\nUdite le dichiarazioni dei genitori o dei parenti, il presidente del tribunale per i minorenni o il giudice delegato, ove ne ravvisi l'opportunità, impartisce con decreto motivato ai genitori o ai parenti prescrizioni idonee a garantire l'assistenza morale, il mantenimento, l'istruzione e l'educazione del minore, stabilendo al tempo stesso periodici accertamenti da eseguirsi direttamente o avvalendosi del giudice tutelare o dei servizi locali, ai quali può essere affidato l'incarico di operare al fine di più validi rapporti tra il minore e la famiglia.\nIl presidente o il giudice delegato può, altresì, chiedere al pubblico ministero di promuovere l'azione per la corresponsione degli alimenti a carico di chi vi è tenuto per legge e, al tempo stesso, dispone, ove d'uopo, provvedimenti temporanei ((ai sensi del comma 3 dell'articolo 10))."
                            },
                            {
                                "titolo": "Art. 13",
                                "rubrica": "",
                                "contenuto": "Nel caso in cui i genitori ed i parenti di cui all'articolo precedente risultino irreperibili ovvero non ne sia conosciuta la residenza, la dimora o il domicilio, il tribunale per i minorenni provvede alla loro convocazione ai sensi degli articoli 140 e 143 del codice di procedura civile, previe nuove ricerche tramite gli organi di pubblica sicurezza."
                            },
                            {
                                "titolo": "Art. 14",
                                "rubrica": "((",
                                "contenuto": "1. Il tribunale per i minorenni può disporre, prima della dichiarazione di adottabilità, la sospensione del procedimento, quando da particolari circostanze emerse dalle indagini effettuate risulta che la sospensione può riuscire utile nell'interesse del minore. In tal caso la sospensione è disposta con ordinanza motivata per un periodo non superiore a un anno.\n2. La sospensione è comunicata ai servizi sociali locali competenti perché adottino le iniziative opportune\n))"
                            },
                            {
                                "titolo": "Art. 15",
                                "rubrica": "",
                                "contenuto": "1. A conclusione delle indagini e degli accertamenti previsti dagli articoli precedenti, ove risulti la situazione di abbandono di cui all'articolo 8, lo stato di adottabilità del minore è dichiarato dal tribunale per i minorenni quando:\na) i genitori ed i parenti convocati ai sensi degli articoli 12 e 13 non si sono presentati senza giustificato motivo;\nb) l'audizione dei soggetti di cui alla lettera a) ha dimostrato il persistere della mancanza di assistenza morale e materiale e la non disponibilità ad ovviarvi;\n((\nc) le prescrizioni impartite ai sensi dell'articolo 12 sono rimaste inadempiute per responsabilità dei genitori ovvero è provata l'irrecuperabilità delle capacità genitoriali dei genitori in un tempo ragionevole.\n))\n2. La dichiarazione dello stato di adottabilità del minore è disposta dal tribunale per i minorenni in camera di consiglio con sentenza, sentito il pubblico ministero, nonché il rappresentante dell'istituto di assistenza pubblico o privato o della comunità di tipo familiare presso cui il minore è collocato o la persona cui egli è affidato. Devono essere, parimenti, sentiti il tutore, ove esista, ed il minore che abbia compiuto gli anni dodici e anche il minore di età inferiore, in considerazione della sua capacità di discernimento.\n3. La sentenza è notificata per esteso al pubblico ministero, ai genitori, ai parenti indicati nel primo comma dell'articolo 12, al tutore, nonché al curatore speciale ove esistano, con contestuale avviso agli stessi del loro diritto di proporre impugnazione nelle forme e nei termini di cui all'articolo 17."
                            },
                            {
                                "titolo": "Art. 16",
                                "rubrica": "((",
                                "contenuto": "1. Il tribunale per i minorenni, esaurita la procedura prevista nei precedenti articoli e qualora ritenga che non sussistano i presupposti per la pronuncia per lo stato di adottabilità dichiara che non vi è luogo a provvedere.\n2. La sentenza è notificata per esteso al pubblico ministero, ai genitori, ai parenti indicati nel primo comma dell'articolo 12, nonché al tutore e al curatore speciale ove esistano. Il tribunale per i minorenni adotta i provvedimenti opportuni nell'interesse del minore.\n3. Si applicano gli articoli 330 e seguenti del codice civile\n))"
                            },
                            {
                                "titolo": "Art. 17",
                                "rubrica": "((",
                                "contenuto": "1. Avverso la sentenza il pubblico ministero e le altre parti possono proporre impugnazione avanti la Corte d'appello, sezione per i minorenni, entro trenta giorni dalla notificazione. La Corte, sentite le parti e il pubblico ministero ed effettuato ogni altro opportuno accertamento, pronuncia sentenza in camera di consiglio e provvede al deposito della stessa in cancelleria, entro quindici giorni dalla pronuncia. La sentenza è notificata d'ufficio al pubblico ministero e alle altre parti.\n2. Avverso la sentenza della Corte d'appello è ammesso ricorso per Cassazione, entro trenta giorni dalla notificazione, per i motivi di cui ai numeri 3, 4 e 5 del primo comma dell'articolo 360 del codice di procedura civile. Si applica altresì il secondo comma dello stesso articolo.\n3. L'udienza di discussione dell'appello e del ricorso deve essere fissata entro sessanta giorni dal deposito dei rispettivi atti introduttivi\n))"
                            },
                            {
                                "titolo": "Art. 18",
                                "rubrica": "((",
                                "contenuto": "1. La sentenza definitiva che dichiara lo stato di adottabilità è trascritta, a cura del cancelliere del tribunale per i minorenni, su apposito registro conservato presso la cancelleria del tribunale stesso. La trascrizione deve essere effettuata entro il decimo giorno successivo a quello della comunicazione che la sentenza di adottabilità è divenuta definitiva. A questo effetto, il cancelliere del giudice dell'impugnazione deve inviare immediatamente apposita comunicazione al cancelliere del tribunale per i minorenni\n))"
                            },
                            {
                                "titolo": "Art. 19",
                                "rubrica": "Durante lo stato di adottabilità è sospeso l'esercizio della ((responsabilità genitoriale)).",
                                "contenuto": "Il tribunale per i minorenni nomina un tutore, ove già non esista, e adotta gli ulteriori provvedimenti nell'interesse del minore."
                            },
                            {
                                "titolo": "Art. 20",
                                "rubrica": "",
                                "contenuto": "Lo stato di adottabilità cessa per adozione o per il raggiungimento della maggiore età da parte dell'adottando."
                            },
                            {
                                "titolo": "Art. 21",
                                "rubrica": "((",
                                "contenuto": "1. Lo stato di adottabilità cessa altresì per revoca, nell'interesse del minore, in quanto siano venute meno le condizioni di cui all'articolo 8, comma 1, successivamente alla sentenza di cui al comma 2 dell'articolo 15.\n2. La revoca è pronunciata dal tribunale per i minorenni d'ufficio o su istanza del pubblico ministero, dei genitori, del tutore.\n3. Il tribunale provvede in camera di consiglio, sentito il pubblico ministero.\n4. Nel caso in cui sia in atto l'affidamento preadottivo, lo stato di adottabilità non può essere revocato\n))"
                            }
                        ]
                    },
                    {
                        "titolo": "CAPO III",
                        "rubrica": "DELL'AFFIDAMENTO PREADOTTIVO",
                        "contenuto": [
                            {
                                "titolo": "Art. 22",
                                "rubrica": "",
                                "contenuto": "1. Coloro che intendono adottare devono presentare domanda al tribunale per i minorenni, specificando l'eventuale disponibilità ad adottare più fratelli ovvero minori che si trovino nelle condizioni indicate dall'articolo 3, comma 1, della legge 5 febbraio 1992, n. 104, concernente l'assistenza, l'integrazione sociale e i diritti delle persone handicappate. È ammissibile la presentazione di più domande anche successive a più tribunali per i minorenni, purché in ogni caso se ne dia comunicazione a tutti i tribunali precedentemente aditi. I tribunali cui la domanda è presentata possono richiedere copia degli atti di parte ed istruttori, relativi ai medesimi coniugi, agli altri tribunali; gli atti possono altresì essere comunicati d'ufficio. La domanda decade dopo tre anni dalla presentazione e può essere rinnovata.\n2. In ogni momento a coloro che intendono adottare devono essere fornite, se richieste, notizie sullo stato del procedimento.\n3. Il tribunale per i minorenni, accertati previamente i requisiti di cui all'articolo 6, dispone l'esecuzione delle adeguate indagini di cui al comma 4, ricorrendo ai servizi socio-assistenziali degli enti locali singoli o associati, nonché avvalendosi delle competenti professionalità delle aziende sanitarie locali ed ospedaliere, dando precedenza nella istruttoria alle domande dirette all'adozione di minori di età superiore a cinque anni o con handicap accertato ai sensi dell'articolo 4 della legge 5 febbraio 1992, n. 104.\n4. Le indagini, che devono essere tempestivamente avviate e concludersi entro centoventi giorni, riguardano in particolare la capacità di educare il minore, la situazione personale ed economica, la salute, l'ambiente familiare dei richiedenti, i motivi per i quali questi ultimi desiderano adottare il minore. ((Le indagini di cui al primo periodo concernenti la salute dei richiedenti non possono riportare informazioni relative a patologie oncologiche pregresse quando siano trascorsi più di dieci anni dalla conclusione del trattamento attivo della patologia, in assenza di recidive o ricadute, ovvero più di cinque anni se la patologia è insorta prima del compimento del ventunesimo anno di età)). Con provvedimento motivato, il termine entro il quale devono concludersi le indagini può essere prorogato una sola volta e per non più di centoventi giorni.\n5. Il tribunale per i minorenni, in base alle indagini effettuate, sceglie tra le coppie che hanno presentato domanda quella maggiormente in grado di corrispondere alle esigenze del minore.\n6. Il tribunale per i minorenni, in camera di consiglio, sentiti il pubblico ministero, gli ascendenti dei richiedenti ove esistano, il minore che abbia compiuto gli anni dodici e anche il minore di età inferiore, in considerazione della sua capacità di discernimento, omessa ogni altra formalità di procedura, dispone, senza indugio, l'affidamento preadottivo, determinandone le modalità con ordinanza.\nIl minore che abbia compiuto gli anni quattordici deve manifestare espresso consenso all'affidamento alla coppia prescelta.\n7. Il tribunale per i minorenni deve in ogni caso informare i richiedenti sui fatti rilevanti, relativi al minore, emersi dalle indagini. Non può essere disposto l'affidamento di uno solo di più fratelli, tutti in stato di adottabilità, salvo che non sussistano gravi ragioni. L'ordinanza è comunicata al pubblico ministero, ai richiedenti ed al tutore. Il provvedimento di affidamento preadottivo è immediatamente, e comunque non oltre dieci giorni, annotato a cura del cancelliere a margine della trascrizione di cui all'articolo 18.\n8. Il tribunale per i minorenni vigila sul buon andamento dell'affidamento preadottivo avvalendosi anche del giudice tutelare e dei servizi locali sociali e consultoriali. In caso di accertate difficoltà, convoca, anche separatamente, gli affidatari e il minore, alla presenza, se del caso, di uno psicologo, al fine di valutare le cause all'origine delle difficoltà. Ove necessario, dispone interventi di sostegno psicologico e sociale."
                            },
                            {
                                "titolo": "Art. 23",
                                "rubrica": "((",
                                "contenuto": "1. L'affidamento preadottivo è revocato dal tribunale per i minorenni d'ufficio o su istanza del pubblico ministero o del tutore o di coloro che esercitano la vigilanza di cui all'articolo 22, comma 8, quando vengano accertate difficoltà di idonea convivenza ritenute non superabili. Il provvedimento relativo alla revoca è adottato dal tribunale per i minorenni, in camera di consiglio, con decreto motivato. Debbono essere sentiti, oltre al pubblico ministero ed al presentatore dell'istanza di revoca, il minore che abbia compiuto gli anni dodici e anche il minore di età inferiore, in considerazione della sua capacità di discernimento, gli affidatari, il tutore e coloro che abbiano svolto attività di vigilanza o di sostegno.\n2. Il decreto è comunicato al pubblico ministero, al presentatore dell'istanza di revoca, agli affidatari ed al tutore. Il decreto che dispone la revoca dell'affidamento preadottivo è annotato a cura del cancelliere entro dieci giorni a margine della trascrizione di cui all'articolo 18.\n3. In caso di revoca, il tribunale per i minorenni adotta gli opportuni provvedimenti temporanei in favore del minore ai sensi dell'articolo 10, comma 3. Si applicano gli articoli 330 e seguenti del codice civile\n))"
                            },
                            {
                                "titolo": "Art. 24",
                                "rubrica": "",
                                "contenuto": "Il pubblico ministero e il tutore possono impugnare il decreto del tribunale relativo all'affidamento preadottivo o alla sua revoca, entro dieci giorni dalla comunicazione, con reclamo alla sezione per i minorenni della corte d'appello.\nLa corte d'appello, sentiti il ricorrente, il pubblico ministero e, ove occorra, le persone indicate nell'articolo 23 ed effettuati ogni altro accertamento ed indagine opportuni, decide in camera di consiglio con decreto motivato."
                            }
                        ]
                    },
                    {
                        "titolo": "CAPO IV",
                        "rubrica": "DELLA DICHIARAZIONE DI ADOZIONE",
                        "contenuto": [
                            {
                                "titolo": "Art. 25",
                                "rubrica": "",
                                "contenuto": "1. Il tribunale per i minorenni che ha dichiarato lo stato di adottabilità, decorso un anno dall'affidamento, sentiti i coniugi adottanti, il minore che abbia compiuto gli anni dodici e il minore di età inferiore, in considerazione della sua capacità di discernimento, il pubblico ministero, il tutore e coloro che abbiano svolto attività di vigilanza o di sostegno, verifica che ricorrano tutte le condizioni previste dal presente capo e, senza altra formalità di procedura, provvede sull'adozione con sentenza in camera di consiglio, decidendo di fare luogo o di non fare luogo all'adozione. Il minore che abbia compiuto gli anni quattordici deve manifestare espresso consenso all'adozione nei confronti della coppia prescelta.\n((\n1-bis. Le disposizioni di cui al comma 1 si applicano anche nell'ipotesi di prolungato periodo di affidamento ai sensi dell'articolo 4, comma 5-bis\n))\n2. Qualora la domanda di adozione venga proposta da coniugi che hanno discendenti, questi, se maggiori degli anni dodici, debbono essere sentiti.\n3. Nell'interesse del minore il termine di cui al comma 1 può essere prorogato di un anno, d'ufficio o su domanda dei coniugi affidatari, con ordinanza motivata.\n4. Se uno dei coniugi muore o diviene incapace durante l'affidamento preadottivo, l'adozione, nell'interesse del minore, può essere ugualmente disposta ad istanza dell'altro coniuge nei confronti di entrambi, con effetto, per il coniuge deceduto, dalla data della morte.\n5. Se nel corso dell'affidamento preadottivo interviene separazione tra i coniugi affidatari, l'adozione può essere disposta nei confronti di uno solo o di entrambi, nell'esclusivo interesse del minore, qualora il coniuge o i coniugi ne facciano richiesta.\n6. La sentenza che decide sull'adozione è comunicata al pubblico ministero, ai coniugi adottanti ed al tutore.\n7. Nel caso di provvedimento negativo viene meno l'affidamento preadottivo ed il tribunale per i minorenni assume gli opportuni provvedimenti temporanei in favore del minore ai sensi dell'articolo 10, comma 3. Si applicano gli articoli 330 e seguenti del codice civile."
                            },
                            {
                                "titolo": "Art. 26",
                                "rubrica": "((",
                                "contenuto": "1. Avverso la sentenza che dichiara se fare luogo o non fare luogo all'adozione, entro trenta giorni dalla notifica, può essere proposta impugnazione davanti alla sezione per i minorenni della Corte d'appello da parte del pubblico ministero, dagli adottanti e dal tutore del minore. La Corte d'appello, sentite le parti ed esperito ogni accertamento ritenuto opportuno, pronuncia sentenza. La sentenza è notificata d'ufficio alle parti per esteso.\n2. Avverso la sentenza della Corte d'appello è ammesso ricorso per Cassazione, che deve essere proposto entro trenta giorni dalla notifica della stessa, solo per i motivi di cui al primo comma, numero 3, dell'articolo 360 del codice di procedura civile.\n3. L'udienza di discussione dell'appello e del ricorso per Cassazione deve essere fissata entro sessanta giorni dal deposito dei rispettivi atti introduttivi.\n4. La sentenza che pronuncia l'adozione, divenuta definitiva, è immediatamente trascritta nel registro di cui all'articolo 18 e comunicata all'ufficiale dello stato civile che la annota a margine dell'atto di nascita dell'adottato. A questo effetto, il cancelliere del giudice dell'impugnazione deve immediatamente dare comunicazione della definitività della sentenza al cancelliere del tribunale per i minorenni.\n5. Gli effetti dell'adozione si producono dal momento della definitività della sentenza\n))"
                            },
                            {
                                "titolo": "Art. 27",
                                "rubrica": "",
                                "contenuto": "Per effetto dell'adozione l'adottato acquista lo stato di figlio nato nel matrimonio degli adottanti, dei quali assume e trasmette il cognome. ((27))\nSe l'adozione è disposta nei confronti della moglie separata, ai sensi dell'articolo 25, comma 5, l'adottato assume il cognome della famiglia di lei.\nCon l'adozione cessano i rapporti dell'adottato verso la famiglia d'origine, salvi i divieti matrimoniali.\n---------------\nAGGIORNAMENTO (27)\nLa Corte Costituzionale, con sentenza 27 aprile - 31 maggio 2022, n. 131 (in G.U. 1a s.s. 01/06/2022, n. 22), ha dichiarato \"in via\nconsequenziale, ai sensi dell'art. 27 della legge 11 marzo 1953, n. 87 (Norme sulla costituzione e sul funzionamento della Corte costituzionale), l'illegittimità costituzionale della norma desumibile dagli artt. 262, primo comma, e 299, terzo comma, cod. civ., 27, comma 1, della legge 4 maggio 1983, n. 184 (Diritto del minore ad una famiglia) e 34 del d.P.R. 3 novembre 2000, n. 396 (Regolamento per la revisione e la semplificazione dell'ordinamento dello stato civile, a norma dell'articolo 2, comma 12, della legge 15 maggio 1997, n. 127), nella parte in cui prevede che il figlio nato nel matrimonio assume il cognome del padre, anziché prevedere che il figlio assume i cognomi dei genitori, nell'ordine dai medesimi concordato, fatto salvo l'accordo, alla nascita, per attribuire il cognome di uno di loro soltanto\" e \"in via consequenziale, ai sensi dell'art. 27 della legge n. 87 del 1953, l'illegittimità costituzionale dell'art. 27, comma 1, della legge n. 184 del 1983, nella parte in cui prevede che l'adottato assume il cognome degli adottanti, anziché prevedere che l'adottato assume i cognomi degli adottanti, nell'ordine dai medesimi concordato, fatto salvo l'accordo, raggiunto nel procedimento di adozione, per attribuire il cognome di uno di loro soltanto\"."
                            },
                            {
                                "titolo": "Art. 28",
                                "rubrica": "",
                                "contenuto": "1. Il minore adottato è informato di tale sua condizione ed i genitori adottivi vi provvedono nei modi e termini che essi ritengono più opportuni.\n2. Qualunque attestazione di stato civile riferita all'adottato deve essere rilasciata con la sola indicazione del nuovo cognome e con l'esclusione di qualsiasi riferimento alla paternità e alla maternità del minore e dell'annotazione di cui all'articolo 26, comma 4.\n3. L'ufficiale di stato civile, l'ufficiale di anagrafe e qualsiasi altro ente pubblico o privato, autorità o pubblico ufficio debbono rifiutarsi di fornire notizie, informazioni, certificazioni, estratti o copie dai quali possa comunque risultare il rapporto di adozione, salvo autorizzazione espressa dell'autorità giudiziaria. Non è necessaria l'autorizzazione qualora la richiesta provenga dall'ufficiale di stato civile, per verificare se sussistano impedimenti matrimoniali.\n4. Le informazioni concernenti l'identità dei genitori biologici possono essere fornite ai genitori adottivi, quali esercenti la ((responsabilità genitoriale)), su autorizzazione del tribunale per i minorenni, solo se sussistono gravi e comprovati motivi. Il tribunale accerta che l'informazione sia preceduta e accompagnata da adeguata preparazione e assistenza del minore. Le informazioni possono essere fornite anche al responsabile di una struttura ospedaliera o di un presidio sanitario, ove ricorrano i presupposti della necessità e della urgenza e vi sia grave pericolo per la salute del minore.\n5. L'adottato, raggiunta l'età di venticinque anni, può accedere a informazioni che riguardano la sua origine e l'identità dei propri genitori biologici. Può farlo anche raggiunta la maggiore età, se sussistono gravi e comprovati motivi attinenti alla sua salute psico-fisica. L'istanza deve essere presentata al tribunale per i minorenni del luogo di residenza.\n6. Il tribunale per i minorenni procede all'audizione delle persone di cui ritenga opportuno l'ascolto; assume tutte le informazioni di carattere sociale e psicologico, al fine di valutare che l'accesso alle notizie di cui al comma 5 non comporti grave turbamento all'equilibrio psico-fisico del richiedente. Definita l'istruttoria, il tribunale per i minorenni autorizza con decreto l'accesso alle notizie richieste.\n7. L'accesso alle informazioni non è consentito nei confronti della madre che abbia dichiarato alla nascita di non volere essere nominata ai sensi dell'articolo 30, comma 1, del decreto del Presidente della Repubblica 3 novembre 2000, n. 396. (20)\n8. Fatto salvo quanto previsto dai commi precedenti, l'autorizzazione non è richiesta per l'adottato maggiore di età quando i genitori adottivi sono deceduti o divenuti irreperibili.\n-------------\nAGGIORNAMENTO (20)\nLa Corte Costituzionale, con sentenza 18 - 22 novembre 2013, n. 278 (in G.U. 1a s.s. 27/11/2013, n. 48), ha dichiarato \"l'illegittimità costituzionale dell'articolo 28, comma 7, della legge 4 maggio 1983, n. 184 (Diritto del minore ad una famiglia), come sostituito dall'art. 177, comma 2, del decreto legislativo 30 giugno 2003, n. 196 (Codice in materia di protezione dei dati personali), nella parte in cui non prevede - attraverso un procedimento, stabilito dalla legge, che assicuri la massima riservatezza - la possibilità per il giudice di interpellare la madre - che abbia dichiarato di non voler essere nominata ai sensi dell'art. 30, comma 1, del d.P.R. 3 novembre 2000, n. 396 (Regolamento per la revisione e la semplificazione dell'ordinamento dello stato civile, a norma dell'articolo 2, comma 12, della legge 15 maggio 1997, n. 127) - su richiesta del figlio, ai fini di una eventuale revoca di tale dichiarazione\"."
                            }
                        ]
                    }
                ]
            },
            {
                "titolo": "TITOLO III",
                "rubrica": "DELL'ADOZIONE INTERNAZIONALE",
                "contenuto": [
                    {
                        "titolo": "CAPO I",
                        "rubrica": "DELL'ADOZIONE DI MINORI",
                        "contenuto": [
                            {
                                "titolo": "Art. 29",
                                "rubrica": "((",
                                "contenuto": "1. L'adozione di minori stranieri ha luogo conformemente ai principi e secondo le direttive della Convenzione per la tutela dei minori e la cooperazione in materia di adozione internazionale, fatta a L'Aja il 29 maggio 1993, di seguito denominata \"Convenzione\", a norma delle disposizioni contenute nella presente legge.\n))"
                            },
                            {
                                "titolo": "Art. 29-bis",
                                "rubrica": "",
                                "contenuto": "1. Le persone residenti in Italia, che si trovano nelle condizioni prescritte dall'articolo 6 e che intendono adottare un minore straniero residente all'estero, presentano dichiarazione di disponibilità al tribunale per i minorenni del distretto in cui hanno la residenza e chiedono che lo stesso dichiari la loro idoneità all'adozione.\n2. Nel caso di cittadini italiani residenti in uno Stato straniero, fatto salvo quanto stabilito nell'articolo 36, comma 4, è competente il tribunale per i minorenni del distretto in cui si trova il luogo della loro ultima residenza; in mancanza, è competente il tribunale per i minorenni di Roma.\n3. Il tribunale per i minorenni, se non ritiene di dover pronunciare immediatamente decreto di inidoneità per manifesta carenza dei requisiti, trasmette, entro quindici giorni dalla presentazione, copia della dichiarazione di disponibilità ai servizi degli enti locali.\n4. I servizi socio-assistenziali degli enti locali singoli o associati, anche avvalendosi per quanto di competenza delle aziende sanitarie locali e ospedaliere, svolgono le seguenti attività:\na) informazione sull'adozione internazionale e sulle relative procedure, sugli enti autorizzati e sulle altre forme di solidarietà nei confronti dei minori in difficoltà, anche in collaborazione con gli enti autorizzati di cui all'articolo 39-ter;\nb) preparazione degli aspiranti all'adozione, anche in collaborazione con i predetti enti;\nc) acquisizione di elementi sulla situazione personale, familiare e sanitaria degli aspiranti genitori adottivi, ((nel rispetto di quanto disposto dall'articolo 22, comma 4, secondo periodo,)) sul loro ambiente sociale, sulle motivazioni che li determinano, sulla loro attitudine a farsi carico di un'adozione internazionale, sulla loro capacità di rispondere in modo adeguato alle esigenze di più minori o di uno solo, sulle eventuali caratteristiche particolari dei minori che essi sarebbero in grado di accogliere, nonché acquisizione di ogni altro elemento utile per la valutazione da parte del tribunale per i minorenni della loro idoneità all'adozione.\n5. I servizi trasmettono al tribunale per i minorenni, in esito all'attività svolta, una relazione completa di tutti gli elementi indicati al comma 4, entro i quattro mesi successivi alla trasmissione della dichiarazione di disponibilità."
                            },
                            {
                                "titolo": "Art. 30",
                                "rubrica": "((",
                                "contenuto": "1. Il tribunale per i minorenni, ricevuta la relazione di cui all'articolo 29-bis, comma 5, sente gli aspiranti all'adozione, anche a mezzo di un giudice delegato, dispone se necessario gli opportuni approfondimenti e pronuncia, entro i due mesi successivi, decreto motivato attestante la sussistenza ovvero l'insussistenza dei requisiti per adottare.\n2. Il decreto di idoneità ad adottare ha efficacia per tutta la durata della procedura, che deve essere promossa dagli interessati entro un anno dalla comunicazione del provvedimento. Il decreto contiene anche indicazioni per favorire il migliore incontro tra gli aspiranti all'adozione ed il minore da adottare.\n3. Il decreto è trasmesso immediatamente, con copia della relazione e della documentazione esistente negli atti, alla Commissione di cui all'articolo 38 e, se già indicato dagli aspiranti all'adozione, all'ente autorizzato di cui all'articolo 39-ter.\n4. Qualora il decreto di idoneità, previo ascolto degli interessati, sia revocato per cause sopravvenute che incidano in modo rilevante sul giudizio di idoneità, il tribunale per i minorenni comunica immediatamente il relativo provvedimento alla Commissione ed all'ente autorizzato di cui al comma 3.\n5. Il decreto di idoneità ovvero di inidoneità e quello di revoca sono reclamabili davanti alla corte d'appello, a termini degli articoli 739 e 740 del codice di procedura civile, da parte del pubblico ministero e degli interessati.\n))"
                            },
                            {
                                "titolo": "Art. 31",
                                "rubrica": "",
                                "contenuto": "1. Gli aspiranti all'adozione, che abbiano ottenuto il decreto di idoneità, devono conferire incarico a curare la procedura di adozione ad uno degli enti autorizzati di cui all'articolo 39-ter.\n2. Nelle situazioni considerate dall'articolo 44, primo comma, lettera a), il tribunale per i minorenni può autorizzare gli aspiranti adottanti, valutate le loro personalità, ad effettuare direttamente le attività previste alle lettere b), d), e), f) ed h) del comma 3 del presente articolo.\n3. L'ente autorizzato che ha ricevuto l'incarico di curare la procedura di adozione:\na) informa gli aspiranti sulle procedure che inizierà e sulle concrete prospettive di adozione;\nb) svolge le pratiche di adozione presso le competenti autorità del Paese indicato dagli aspiranti all'adozione tra quelli con cui esso intrattiene rapporti, trasmettendo alle stesse la domanda di adozione, unitamente al decreto di idoneità ed alla relazione ad esso allegata, affinchè le autorità straniere formulino le proposte di incontro tra gli aspiranti all'adozione ed il minore da adottare;\nc) raccoglie dall'autorità straniera la proposta di incontro tra gli aspiranti all'adozione ed il minore da adottare, curando che sia accompagnata da tutte le informazioni di carattere sanitario riguardanti il minore, dalle notizie riguardanti la sua famiglia di origine e le sue esperienze di vita;\nd) trasferisce tutte le informazioni e tutte le notizie riguardanti il minore agli aspiranti genitori adottivi, informandoli della proposta di incontro tra gli aspiranti all'adozione ed il minore da adottare e assistendoli in tutte le attività da svolgere nel Paese straniero;\ne) riceve il consenso scritto all'incontro tra gli aspiranti all'adozione ed il minore da adottare, proposto dall'autorità straniera, da parte degli aspiranti all'adozione, ne autentica le firme e trasmette l'atto di consenso all'autorità straniera, svolgendo tutte le altre attività dalla stessa richieste; l'autenticazione delle firme degli aspiranti adottanti può essere effettuata anche dall'impiegato comunale delegato all'autentica o da un notaio o da un segretario di qualsiasi ufficio giudiziario;\nf) riceve dall'autorità straniera attestazione della sussistenza delle condizioni di cui all'articolo 4 della Convenzione e concorda con la stessa, qualora ne sussistano i requisiti, l'opportunità di procedere all'adozione ovvero, in caso contrario, prende atto del mancato accordo e ne dà immediata informazione alla Commissione di cui all'articolo 38 comunicandone le ragioni; ove sia richiesto dallo Stato di origine, approva la decisione di affidare il minore o i minori ai futuri genitori adottivi;\ng) informa immediatamente la Commissione, il tribunale per i minorenni e i servizi dell'ente locale della decisione di affidamento dell'autorità straniera e richiede alla Commissione, trasmettendo la documentazione necessaria, l'autorizzazione all'ingresso e alla residenza permanente del minore o dei minori in Italia;\nh) certifica la data di inserimento del minore presso i coniugi affidatari o i genitori adottivi;\ni) riceve dall'autorità straniera copia degli atti e della documentazione relativi al minore e li trasmette immediatamente al tribunale per i minorenni e alla Commissione;\nl) vigila sulle modalità di trasferimento in Italia e si adopera affinchè questo avvenga in compagnia degli adottanti o dei futuri adottanti;\nm) svolge in collaborazione con i servizi dell'ente locale attività di sostegno del nucleo adottivo fin dall'ingresso del minore in Italia su richiesta degli adottanti;\nn) ((LETTERA ABROGATA DAL D.LGS. 26 MARZO 2001, N. 151))\no) certifica, nell'ammontare complessivo agli effetti di quanto previsto dall'articolo 10, comma 1, lettera l-bis), del testo unico delle imposte sui redditi, approvato con decreto del Presidente della Repubblica 22 dicembre 1986, n. 917, le spese sostenute dai genitori adottivi per l'espletamento della procedura di adozione."
                            },
                            {
                                "titolo": "Art. 32",
                                "rubrica": "",
                                "contenuto": "1. La Commissione di cui all'articolo 38, ricevuti gli atti di cui all'articolo 31 e valutate le conclusioni dell'ente incaricato, dichiara che l'adozione risponde al superiore interesse del minore e ne autorizza l'ingresso e la residenza permanente in Italia.\n2. La dichiarazione di cui al comma 1 non è ammessa:\na) quando dalla documentazione trasmessa dall'autorità del Paese straniero non emerge la situazione di abbandono del minore e la constatazione dell'impossibilità di affidamento o di adozione nello Stato di origine;\nb) qualora nel Paese straniero l'adozione non determini per l'adottato l'acquisizione dello stato di figlio ((nato nel matrimonio)) e la cessazione dei rapporti giuridici fra il minore e la famiglia di origine, a meno che i genitori ((biologici)) abbiano espressamente consentito al prodursi di tali effetti.\n3. Anche quando l'adozione pronunciata nello Stato straniero non produce la cessazione dei rapporti giuridici con la famiglia d'origine, la stessa può essere convertita in una adozione che produca tale effetto, se il tribunale per i minorenni la riconosce conforme alla Convenzione. Solo in caso di riconoscimento di tale conformità, è ordinata la trascrizione.\n4. Gli uffici consolari italiani all'estero collaborano, per quanto di competenza, con l'ente autorizzato per il buon esito della procedura di adozione. Essi, dopo aver ricevuto formale comunicazione da parte della Commissione ai sensi dell'articolo 39, comma 1, lettera h), rilasciano il visto di ingresso per adozione a beneficio del minore adottando."
                            },
                            {
                                "titolo": "Art. 33",
                                "rubrica": "((",
                                "contenuto": "1. Ai minori che non sono muniti di visto di ingresso rilasciato ai sensi dell'articolo 32 della presente legge e che non sono accompagnati da almeno un genitore o da parenti entro il quarto grado si applicano le disposizioni dell'articolo 19, comma 1-bis, del testo unico di cui al decreto legislativo 25 luglio 1998, n. 286\n))\n2. È fatto divieto alle autorità consolari italiane di concedere a minori stranieri il visto di ingresso nel territorio dello Stato a scopo di adozione, al di fuori delle ipotesi previste dal presente Capo e senza la previa autorizzazione della Commissione di cui all'articolo 38.\n3. Coloro che hanno accompagnato alla frontiera un minore al quale non viene consentito l'ingresso in Italia provvedono a proprie spese al suo rimpatrio immediato nel Paese d'origine. Gli uffici di frontiera segnalano immediatamente il caso alla Commissione affinchè prenda contatto con il Paese di origine del minore per assicurarne la migliore collocazione nel suo superiore interesse.\n4. Il divieto di cui al comma 1 non opera nel caso in cui, per eventi bellici, calamità naturali o eventi eccezionali secondo quanto previsto dall'articolo 18 della legge 6 marzo 1998, n. 40, o per altro grave impedimento di carattere oggettivo, non sia possibile l'espletamento delle procedure di cui al presente Capo e sempre che sussistano motivi di esclusivo interesse del minore all'ingresso nello Stato. In questi casi gli uffici di frontiera segnalano l'ingresso del minore alla Commissione ed al tribunale per i minorenni competente in relazione al luogo di residenza di coloro che lo accompagnano.\n5. Qualora sia comunque avvenuto l'ingresso di un minore nel territorio dello Stato al di fuori delle situazioni consentite, il pubblico ufficiale o l'ente autorizzato che ne ha notizia lo segnala al tribunale per i minorenni competente in relazione al luogo in cui il minore si trova. Il tribunale, adottato ogni opportuno provvedimento temporaneo nell'interesse del minore, provvede ai sensi dell'articolo 37-bis, qualora ne sussistano i presupposti, ovvero segnala la situazione alla Commissione affinchè prenda contatto con il Paese di origine del minore e si proceda ai sensi dell'articolo 34."
                            },
                            {
                                "titolo": "Art. 34",
                                "rubrica": "((",
                                "contenuto": "1. Il minore che ha fatto ingresso nel territorio dello Stato sulla base di un provvedimento straniero di adozione o di affidamento a scopo di adozione gode, dal momento dell'ingresso, di tutti i diritti attribuiti al minore italiano in affidamento familiare.\n2. Dal momento dell'ingresso in Italia e per almeno un anno, ai fini di una corretta integrazione familiare e sociale, i servizi socio-assistenziali degli enti locali e gli enti autorizzati, su richiesta degli interessati, assistono gli affidatari, i genitori adottivi e il minore. Essi in ogni caso riferiscono al tribunale per i minorenni sull'andamento dell'inserimento, segnalando le eventuali difficoltà per gli opportuni interventi.\n3. Il minore adottato acquista la cittadinanza italiana per effetto della trascrizione del provvedimento di adozione nei registri dello stato civile.\n))"
                            },
                            {
                                "titolo": "Art. 35",
                                "rubrica": "1. L'adozione pronunciata all'estero produce nell'ordinamento italiano gli effetti di cui all'articolo 27.",
                                "contenuto": "2. Qualora l'adozione sia stata pronunciata nello Stato estero prima dell'arrivo del minore in Italia, il tribunale verifica che nel provvedimento dell'autorità che ha pronunciato l'adozione risulti la sussistenza delle condizioni delle adozioni internazionali previste dall'articolo 4 della Convenzione.\n3. Il tribunale accerta inoltre che l'adozione non sia contraria ai principi fondamentali che regolano nello Stato il diritto di famiglia e dei minori, valutati in relazione al superiore interesse del minore, e se sussistono la certificazione di conformità alla Convenzione di cui alla lettera i) e l'autorizzazione prevista dalla lettera h) del comma 1 dell'articolo 39, ordina la trascrizione del provvedimento di adozione nei registri dello stato civile.\n4. Qualora l'adozione debba perfezionarsi dopo l'arrivo del minore in Italia, il tribunale per i minorenni riconosce il provvedimento dell'autorità straniera come affidamento preadottivo, se non contrario ai principi fondamentali che regolano nello Stato il diritto di famiglia e dei minori, valutati in relazione al superiore interesse del minore, e stabilisce la durata del predetto affidamento in un anno che decorre dall'inserimento del minore nella nuova famiglia. Decorso tale periodo, se ritiene che la sua permanenza nella famiglia che lo ha accolto è tuttora conforme all'interesse del minore, il tribunale per i minorenni pronuncia l'adozione e ne dispone la trascrizione nei registri dello stato civile. In caso contrario, anche prima che sia decorso il periodo di affidamento preadottivo, lo revoca e adotta i provvedimenti di cui all'articolo 21 della Convenzione. In tal caso il minore che abbia compiuto gli anni 14 deve sempre esprimere il consenso circa i provvedimenti da assumere; se ha raggiunto gli anni 12 deve essere personalmente sentito; se di età inferiore ((deve essere sentito)) ove ciò non alteri il suo equilibrio psico-emotivo, tenuto conto della valutazione dello psicologo nominato dal tribunale.\n5. Competente per la pronuncia dei provvedimenti è il tribunale per i minorenni del distretto in cui gli aspiranti all'adozione hanno la residenza nel momento dell'ingresso del minore in Italia.\n6. Fatto salvo quanto previsto nell'articolo 36, non può comunque essere ordinata la trascrizione nei casi in cui:\na) il provvedimento di adozione riguarda adottanti non in possesso dei requisiti previsti dalla legge italiana sull'adozione;\nb) non sono state rispettate le indicazioni contenute nella dichiarazione di idoneità;\nc) non è possibile la conversione in adozione produttiva degli effetti di cui all'articolo 27;\nd) l'adozione o l'affidamento stranieri non si sono realizzati tramite le autorità centrali e un ente autorizzato;\ne) l'inserimento del minore nella famiglia adottiva si è manifestato contrario al suo interesse."
                            },
                            {
                                "titolo": "Art. 36",
                                "rubrica": "",
                                "contenuto": "1. L'adozione internazionale dei minori provenienti da Stati che hanno ratificato la Convenzione, o che nello spirito della Convenzione abbiano stipulato accordi bilaterali, può avvenire solo con le procedure e gli effetti previsti dalla presente legge.\n2. L'adozione o affidamento a scopo adottivo, pronunciati in un Paese non aderente alla Convenzione né firmatario di accordi bilaterali, possono essere dichiarati efficaci in Italia a condizione che:\na) sia accertata la condizione di abbandono del minore straniero o il consenso dei genitori ((biologici)) ad una adozione che determini per il minore adottato l'acquisizione dello stato di figlio ((nato nel matrimonio)) degli adottanti e la cessazione dei rapporti giuridici fra il minore e la famiglia d'origine;\nb) gli adottanti abbiano ottenuto il decreto di idoneità previsto dall'articolo 30 e le procedure adottive siano state effettuate con l'intervento della Commissione di cui all'articolo 38 e di un ente autorizzato;\nc) siano state rispettate le indicazioni contenute nel decreto di idoneità;\nd) sia stata concessa l'autorizzazione prevista dall'articolo 39, comma 1, lettera h).\n3. Il relativo provvedimento è assunto dal tribunale per i minorenni che ha emesso il decreto di idoneità all'adozione. Di tale provvedimento è data comunicazione alla Commissione, che provvede a quanto disposto dall'articolo 39, comma 1, lettera e).\n4. L'adozione pronunciata dalla competente autorità di un Paese straniero a istanza di cittadini italiani, che dimostrino al momento della pronuncia di aver soggiornato continuativamente nello stesso e di avervi avuto la residenza da almeno due anni, viene riconosciuta ad ogni effetto in Italia con provvedimento del tribunale per i minorenni, purché conforme ai principi della Convenzione."
                            },
                            {
                                "titolo": "Art. 37",
                                "rubrica": "",
                                "contenuto": "1. Successivamente all'adozione, la Commissione di cui all'articolo 38 può comunicare ai genitori adottivi, eventualmente tramite il tribunale per i minorenni, solo le informazioni che hanno rilevanza per lo stato di salute dell'adottato.\n2. Il tribunale per i minorenni che ha emesso i provvedimenti indicati dagli articoli 35 e 36 e la Commissione conservano le informazioni acquisite sull'origine del minore, sull'identità dei suoi genitori ((biologici)) e sull'anamnesi sanitaria del minore e della sua famiglia di origine.\n3. Per quanto concerne l'accesso alle altre informazioni valgono le disposizioni vigenti in tema di adozione di minori italiani."
                            },
                            {
                                "titolo": "Art. 37-bis",
                                "rubrica": "((",
                                "contenuto": "1. Al minore straniero che si trova nello Stato in situazione di abbandono si applica la legge italiana in materia di adozione, di affidamento e di provvedimenti necessari in caso di urgenza.\n))"
                            },
                            {
                                "titolo": "Art. 38",
                                "rubrica": "",
                                "contenuto": "1. Ai fini indicati dall'articolo 6 della Convenzione è costituita presso la Presidenza del Consiglio dei ministri la Commissione per le adozioni internazionali.\n2.\n((COMMA ABROGATO DAL D.L. 18 MAGGIO 2006, N. 181, CONVERTITO CON MODIFICAZIONI DALLA L. 17 LUGLIO 2006, N. 233)). ((19))\n3.\n((COMMA ABROGATO DAL D.L. 18 MAGGIO 2006, N. 181, CONVERTITO CON MODIFICAZIONI DALLA L. 17 LUGLIO 2006, N. 233)). ((19))\n4.\n((COMMA ABROGATO DAL D.L. 18 MAGGIO 2006, N. 181, CONVERTITO CON MODIFICAZIONI DALLA L. 17 LUGLIO 2006, N. 233)). ((19))\n5. La Commissione si avvale di personale dei ruoli della Presidenza del Consiglio dei ministri e di altre amministrazioni pubbliche.\n---------------\nAGGIORNAMENTO (19)\n- Il D.L. 18 maggio 2006, n. 181, convertito con modificazioni dalla L. 17 luglio 2006, n. 233, ha disposto (con l'art. 1, comma 19-quinquies) l'abrogazione dei commi 2, 3 e 4 del presente articolo a decorrere dalla data di entrata in vigore del regolamento previsto dall'art. 1, comma 19-quinquies del D.L. medesimo.\n- Il regolamento di cui all'art. 1, comma 19-quinquies del D.L. 18 maggio 2006, n. 181, convertito con modificazioni dalla L. 17 luglio 2006, n. 233, è stato emanato con D.P.R. 8 giugno 2007, n. 108, pubblicato in G.U. 25/07/2007, n. 171."
                            },
                            {
                                "titolo": "Art. 39",
                                "rubrica": "",
                                "contenuto": "((ARTICOLO ABROGATO DAL D.L. 18 MAGGIO 2006, N. 181, CONVERTITO CON MODIFICAZIONI DALLA L. 17 LUGLIO 2006, N. 233))\n((19))\n---------------\nAGGIORNAMENTO (19)\n- Il D.L. 18 maggio 2006, n. 181, convertito con modificazioni dalla L. 17 luglio 2006, n. 233, ha disposto (con l'art. 1, comma 19-quinquies) l'abrogazione del presente articolo a decorrere dalla data di entrata in vigore del regolamento previsto dall'art. 1, comma 19-quinquies del D.L. medesimo.\n- Il regolamento di cui all'art. 1, comma 19-quinquies del D.L. 18 maggio 2006, n. 181, convertito con modificazioni dalla L. 17 luglio 2006, n. 233, è stato emanato con D.P.R. 8 giugno 2007, n. 108, pubblicato in G.U. 25/07/2007, n. 171."
                            },
                            {
                                "titolo": "Art. 39-bis",
                                "rubrica": "((",
                                "contenuto": "1. Le regioni e le province autonome di Trento e di Bolzano nell'ambito delle loro competenze:\na) concorrono a sviluppare una rete di servizi in grado di svolgere i compiti previsti dalla presente legge;\nb) vigilano sul funzionamento delle strutture e dei servizi che operano nel territorio per l'adozione internazionale, al fine di garantire livelli adeguati di intervento;\nc) promuovono la definizione di protocolli operativi e convenzioni fra enti autorizzati e servizi, nonché forme stabili di collegamento fra gli stessi e gli organi giudiziari minorili.\n2. Le regioni e le province autonome di Trento e di Bolzano possono istituire un servizio per l'adozione internazionale che sia in possesso dei requisiti di cui all'articolo 39-ter e svolga per le coppie che lo richiedano al momento della presentazione della domanda di adozione internazionale le attività di cui all'articolo 31, comma 3.\n3. I servizi per l'adozione internazionale di cui al comma 2 sono istituiti e disciplinati con legge regionale o provinciale in attuazione dei principi di cui alla presente legge. Alle regioni e alle province autonome di Trento e di Bolzano sono delegate le funzioni amministrative relative ai servizi per l'adozione internazionale.\n))"
                            },
                            {
                                "titolo": "Art. 39-ter",
                                "rubrica": "((",
                                "contenuto": "1. Al fine di ottenere l'autorizzazione prevista dall'articolo 39, comma 1, lettera c), e per conservarla, gli enti debbono essere in possesso dei seguenti requisiti:\na) essere diretti e composti da persone con adeguata formazione e competenza nel campo dell'adozione internazionale, e con idonee qualità morali;\nb) avvalersi dell'apporto di professionisti in campo sociale, giuridico e psicologico, iscritti al relativo albo professionale, che abbiano la capacità di sostenere i coniugi prima, durante e dopo l'adozione;\nc) disporre di un'adeguata struttura organizzativa in almeno una regione o in una provincia autonoma in Italia e delle necessarie strutture personali per operare nei Paesi stranieri in cui intendono agire;\nd) non avere fini di lucro, assicurare una gestione contabile assolutamente trasparente, anche sui costi necessari per l'espletamento della procedura, ed una metodologia operativa corretta e verificabile;\ne) non avere e non operare pregiudiziali discriminazioni nei confronti delle persone che aspirano all'adozione, ivi comprese le discriminazioni di tipo ideologico e religioso;\nf) impegnarsi a partecipare ad attività di promozione dei diritti dell'infanzia, preferibilmente attraverso azioni di cooperazione allo sviluppo, anche in collaborazione con le organizzazioni non governative, e di attuazione del principio di sussidiarietà dell'adozione internazionale nei Paesi di provenienza dei minori;\ng) avere sede legale nel territorio nazionale.\n))"
                            },
                            {
                                "titolo": "Art. 39-quater",
                                "rubrica": "((ARTICOLO ABROGATO DAL D.LGS. 26 MARZO 2001, N.151))",
                                "contenuto": ""
                            }
                        ]
                    },
                    {
                        "titolo": "CAPO II",
                        "rubrica": "DELL'ESPATRIO DI MINORI A SCOPO",
                        "contenuto": [
                            {
                                "titolo": "Art. 40",
                                "rubrica": "",
                                "contenuto": "I residenti all'estero, stranieri o cittadini italiani, che intendono adottare un cittadino italiano minore di età, devono presentare domanda al console italiano competente per territorio, che la inoltra al tribunale per i minorenni del distretto dove si trova il luogo di dimora del minore, ovvero il luogo del suo ultimo domicilio; in mancanza di dimora o di precedente domicilio nello Stato, è competente il tribunale per i minorenni di Roma.\n((Agli stranieri stabilmente residenti in Paesi che hanno ratificato la Convenzione, in luogo della procedura disciplinata dal primo comma si applicano le procedure stabilite nella Convenzione per quanto riguarda l'intervento ed i compiti delle autorità centrali e degli enti autorizzati. Per il resto si applicano le disposizioni della presente legge))."
                            },
                            {
                                "titolo": "Art. 41",
                                "rubrica": "",
                                "contenuto": "Il console del luogo ove risiedono gli adottanti vigila sul buon andamento dell'affidamento preadottivo avvalendosi, ove lo ritenga opportuno, dell'ausilio di idonee organizzazioni assistenziali italiane o straniere.\nQualora insorgano difficoltà di ambientamento del minore nella famiglia dei coniugi affidatari o si verifichino, comunque, fatti incompatibili con l'affidamento preadottivo, il console deve immediatamente darne notizia scritta al tribunale per i minorenni che ha pronunciato l'affidamento.\nIl console del luogo ove risiede il minore vigila per quanto di propria competenza perché i provvedimenti dell'autorità italiana relativi al minore abbiano esecuzione e se del caso provvede al rimpatrio del minore.\n((Nel caso di adozione di minore stabilmente residente in Italia da parte di cittadini stranieri residenti stabilmente in Paesi che hanno ratificato la Convenzione, le funzioni attribuite al console dal presente articolo sono svolte dall'autorità centrale straniera e dall'ente autorizzato))."
                            },
                            {
                                "titolo": "Art. 42",
                                "rubrica": "",
                                "contenuto": "Qualora sia in corso nel territorio dello Stato un procedimento di adozione di un minore affidato a stranieri, o a cittadini italiani residenti all'estero, non può essere reso esecutivo un provvedimento di adozione dello stesso minore pronunciato da autorità straniera."
                            },
                            {
                                "titolo": "Art. 43",
                                "rubrica": "",
                                "contenuto": "Le disposizioni ((di cui ai commi 4 e 5 dell'articolo 9)) si applicano anche ai cittadini italiani residenti all'estero.\nPer quanto riguarda lo svolgimento delle funzioni consolari, si applicano, in quanto compatibili, gli articoli 34, 35 e 36 del decreto del Presidente della Repubblica 5 gennaio 1967, n. 200.\nCompetente ad accertare la situazione di abbandono del cittadino minore di età che si trovi all'estero e a disporre i conseguenti provvedimenti temporanei nel suo interesse ai sensi dell'articolo 10, compreso se del caso il rimpatrio, è il tribunale per i minorenni del distretto ove si trova il luogo di ultimo domicilio del minore; in mancanza di precedente domicilio nello Stato è competente il tribunale per i minorenni di Roma."
                            }
                        ]
                    }
                ]
            },
            {
                "titolo": "TITOLO IV",
                "rubrica": "DELL'ADOZIONE IN CASI PARTICOLARI",
                "contenuto": [
                    {
                        "titolo": "CAPO I",
                        "rubrica": "DELL'ADOZIONE IN CASI PARTICOLARI",
                        "contenuto": [
                            {
                                "titolo": "Art. 44",
                                "rubrica": "",
                                "contenuto": "1. I minori possono essere adottati anche quando non ricorrono le condizioni di cui al comma 1 dell'articolo 7:\na) da persone unite al minore da vincolo di parentela fino al sesto grado o da preesistente rapporto stabile e duraturo, ((anche maturato nell'ambito di un prolungato periodo di affidamento,)) quando il minore sia orfano di padre e di madre;\nb) dal coniuge nel caso in cui il minore sia figlio anche adottivo dell'altro coniuge;\nc) quando il minore si trovi nelle condizioni indicate dall'articolo 3, comma 1, della legge 5 febbraio 1992, n. 104, e sia orfano di padre e di madre;\nd) quando vi sia la constatata impossibilità di affidamento preadottivo.\n2. L'adozione, nei casi indicati nel comma 1, è consentita anche in presenza di figli.\n3. Nei casi di cui alle lettere a), c), e d) del comma 1 l'adozione è consentita, oltre che ai coniugi, anche a chi non è coniugato. Se l'adottante è persona coniugata e non separata, l'adozione può essere tuttavia disposta solo a seguito di richiesta da parte di entrambi i coniugi.\n4. Nei casi di cui alle lettere a) e d) del comma 1 l'età dell'adottante deve superare di almeno diciotto anni quella di coloro che egli intende adottare."
                            },
                            {
                                "titolo": "Art. 45",
                                "rubrica": "((",
                                "contenuto": "1. Nel procedimento di adozione nei casi previsti dall'articolo 44 si richiede il consenso dell'adottante e dell'adottando che abbia compiuto il quattordicesimo anno di età.\n2. Se l'adottando ha compiuto gli anni dodici deve essere personalmente sentito; se ha una età inferiore, deve essere sentito, in considerazione della sua capacità di discernimento.\n3. In ogni caso, se l'adottando non ha compiuto gli anni quattordici, l'adozione deve essere disposta dopo che sia stato sentito il suo legale rappresentante.\n4. Quando l'adozione deve essere disposta nel caso previsto dall'articolo 44, comma 1, lettera c), deve essere sentito il legale rappresentante dell'adottando in luogo di questi, se lo stesso non può esserlo o non può prestare il proprio consenso ai sensi del presente articolo a causa delle sue condizioni di minorazione\n))"
                            },
                            {
                                "titolo": "Art. 46",
                                "rubrica": "Per l'adozione è necessario l'assenso dei genitori e del coniuge dell'adottando.",
                                "contenuto": "Quando è negato l'assenso previsto dal primo comma, il tribunale, sentiti gli interessati, su istanza dell'adottante, può, ove ritenga il rifiuto ingiustificato o contrario all'interesse dell'adottando, pronunziare ugualmente l'adozione, salvo che l'assenso sia stato rifiutato dai genitori esercenti la ((responsabilità genitoriale)) o dal coniuge, se convivente, dell'adottando. Parimenti il tribunale può pronunciare l'adozione quando è impossibile ottenere l'assenso per incapacità o irreperibilità delle persone chiamate ad esprimerlo."
                            },
                            {
                                "titolo": "Art. 47",
                                "rubrica": "((",
                                "contenuto": "1. L'adozione produce i suoi effetti dalla data della sentenza che la pronuncia. Finchè la sentenza non è emanata, tanto l'adottante quanto l'adottando possono revocare il loro consenso.\n2. Se uno dei coniugi muore dopo la prestazione del consenso e prima della emanazione della sentenza, si può procedere, su istanza dell'altro coniuge, al compimento degli atti necessari per l'adozione.\n3. Se l'adozione è ammessa, essa produce i suoi effetti dal momento della morte dell'adottante\n))"
                            },
                            {
                                "titolo": "Art. 48",
                                "rubrica": "",
                                "contenuto": "Se il minore è adottato da due coniugi, o dal coniuge di uno dei genitori, la ((responsabilità genitoriale)) sull'adottato ed il relativo esercizio spettano ad entrambi.\nL'adottante ha l'obbligo di mantenere l'adottato, di istruirlo ed educarlo conformemente a quanto prescritto dall'articolo 147 del codice civile.\nSe l'adottato ha beni propri, l'amministrazione di essi, durante la minore età dell'adottato stesso, spetta all'adottante, il quale non ne ha l'usufrutto legale, ma può impiegarne le rendite per le spese di mantenimento, istruzione ed educazione del minore con l'obbligo di investirne l'eccedenza in modo fruttifero. Si applicano le disposizioni dell'articolo 382 del codice civile."
                            },
                            {
                                "titolo": "Art. 49",
                                "rubrica": "((",
                                "contenuto": "1. L'adottante deve fare l'inventario dei beni dell'adottato e trasmetterlo al giudice tutelare entro trenta giorni dalla data della comunicazione della sentenza di adozione. Si osservano, in quanto applicabili, le disposizioni contenute nella sezione III del capo I del titolo X del libro primo del codice civile.\n2. L'adottante che omette di fare l'inventario nel termine stabilito o fa un inventario infedele può essere privato dell'amministrazione dei beni dal giudice tutelare, salvo l'obbligo del risarcimento dei danni\n))"
                            },
                            {
                                "titolo": "Art. 50",
                                "rubrica": "",
                                "contenuto": "Se cessa l'esercizio da parte dell'adottante o degli adottanti della ((responsabilità genitoriale)), il tribunale per i minorenni su istanza dell'adottato, dei suoi parenti o affini o del pubblico ministero, o anche d'ufficio, può emettere i provvedimenti opportuni circa la cura della persona dell'adottato, la sua rappresentanza e l'amministrazione dei suoi beni, anche se ritiene conveniente che l'esercizio della ((responsabilità genitoriale)) sia ripreso dai genitori. Si applicano le norme di cui agli articoli 330 e seguenti del codice civile."
                            },
                            {
                                "titolo": "Art. 51",
                                "rubrica": "",
                                "contenuto": "La revoca dell'adozione può essere pronunciata dal tribunale su domanda dell'adottante, quando l'adottato maggiore di quattordici anni abbia attentato alla vita di lui o del suo coniuge, dei suoi discendenti o ascendenti, ovvero si sia reso colpevole verso di loro di delitto punibile con pena restrittiva della libertà personale non inferiore nel minimo a tre anni.\nSe l'adottante muore in conseguenza dell'attentato, la revoca dell'adozione può essere chiesta da coloro ai quali si devolverebbe l'eredità in mancanza dell'adottato e dei suoi discendenti.\nIl tribunale, assunte informazioni ed effettuato ogni opportuno accertamento e indagine, sentiti il pubblico ministero, l'adottante e l'adottato, pronuncia la sentenza.\nIl tribunale, sentito il pubblico ministero ed il minore, può emettere altresì i provvedimenti opportuni con decreto in camera di consiglio circa la cura della persona del minore, la rappresentanza e l'amministrazione dei beni.\nSi applicano gli articoli 330 e seguenti del codice civile.\nNei casi in cui siano adottati i provvedimenti di cui al quarto comma, il tribunale li segnala al giudice tutelare ai fini della nomina di un tutore."
                            },
                            {
                                "titolo": "Art. 52",
                                "rubrica": "",
                                "contenuto": "Quando i fatti previsti nell'articolo precedente sono stati compiuti dall'adottante contro l'adottato, oppure contro il coniuge o i discendenti o gli ascendenti di lui, la revoca può essere pronunciata su domanda dell'adottato o su istanza del pubblico ministero.\nIl tribunale, assunte informazioni ed effettuato ogni opportuno accertamento e indagine, sentiti il pubblico ministero, l'adottante e l'adottato che abbia compiuto gli anni dodici e anche di età inferiore, in considerazione della sua capacità di discernimento, pronuncia sentenza.\nInoltre il tribunale, sentiti il pubblico ministero ed il minore che abbia compiuto gli anni dodici e, se opportuno, anche di età inferiore, può dare provvedimenti opportuni con decreto in camera di consiglio circa la cura della persona del minore, la sua rappresentanza e l'amministrazione dei beni, anche se ritiene conveniente che l'esercizio della ((responsabilità genitoriale)) sia ripreso dai genitori.\nSi applicano gli articoli 330 e seguenti del codice civile.\nNei casi in cui siano adottati i provvedimenti di cui al terzo comma il tribunale li segnala al giudice tutelare al fine della nomina di un tutore."
                            },
                            {
                                "titolo": "Art. 53",
                                "rubrica": "",
                                "contenuto": "La revoca dell'adozione può essere promossa dal pubblico ministero in conseguenza della violazione dei doveri incombenti sugli adottanti.\nSi applicano le disposizioni di cui ai precedenti articoli."
                            },
                            {
                                "titolo": "Art. 54",
                                "rubrica": "Gli effetti dell'adozione cessano quando passa in giudicato la sentenza di revoca.",
                                "contenuto": "Se tuttavia la revoca è pronunziata dopo la morte dell'adottante per fatto imputabile all'adottato, l'adottato e i suoi discendenti sono esclusi dalla successione dell'adottante."
                            },
                            {
                                "titolo": "Art. 55",
                                "rubrica": "",
                                "contenuto": "Si applicano al presente capo le disposizioni degli articoli 293, 294, 295, 299, 300 e 304 del codice civile.\n((26))\n--------------\nAGGIORNAMENTO (26)\nLa Corte Costituzionale, con sentenza 23 febbraio - 28 marzo 2022 n. 79 (in G.U. 1ª s.s. 30/03/2022 n. 13), ha dichiarato \"l'illegittimità costituzionale dell'art. 55 della legge 4 maggio 1983, n. 184 (Diritto del minore ad una famiglia), nella parte in cui, mediante rinvio all'art. 300, secondo comma, del codice civile, prevede che l'adozione in casi particolari non induce alcun rapporto civile tra l'adottato e i parenti dell'adottante\"."
                            }
                        ]
                    },
                    {
                        "titolo": "CAPO II",
                        "rubrica": "DELLE FORME DELL'ADOZIONE",
                        "contenuto": [
                            {
                                "titolo": "Art. 56",
                                "rubrica": "",
                                "contenuto": "Competente a pronunciarsi sull'adozione è il tribunale per i minorenni del distretto dove si trova il minore.\nIl consenso dell'adottante e dell'adottando che ha compiuto i quattordici anni e del legale rappresentante dell'adottando deve essere manifestato personalmente al presidente del tribunale o ad un giudice da lui delegato.((3))\nL'assenso delle persone indicate nell'articolo 46 può essere dato da persona munita di procura speciale rilasciata per atto pubblico o per scrittura privata autenticata.\nSi applicano gli articoli 313 e 314 del codice civile, ferma restando la competenza del tribunale per i minorenni e della sezione per i minorenni della corte di appello.\n---------------\nAGGIORNAMENTO (3)\nLa Corte Costituzionale, con sentenza 10-18 febbraio 1988, n. 182 (in G.U. 1a s.s. 24/2/1988, n. 8) ha dichiarato \"la illegittimità costituzionale degli artt. 45, secondo comma, e 56, secondo comma\" nella parte in cui è previsto il consenso anziché l'audizione del legale rappresentante del minore.\""
                            },
                            {
                                "titolo": "Art. 57",
                                "rubrica": "Il tribunale verifica:",
                                "contenuto": "1) se ricorrono le circostanze di cui all'articolo 44;\n2) se l'adozione realizza il preminente interesse del minore.\nA tal fine il tribunale per i minorenni, sentiti i genitori dell'adottando, dispone l'esecuzione di adeguate indagini da effettuarsi, tramite i servizi locali e gli organi di pubblica sicurezza, sull'adottante, sul minore e sulla di lui famiglia.\nL'indagine dovrà riguardare in particolare:\na) l'idoneità affettiva e la capacità di educare e istruire il minore, la situazione personale ed economica, la salute, ((nel rispetto di quanto disposto dall'articolo 22, comma 4, secondo periodo, e)) l'ambiente familiare degli adottanti;\nb) i motivi per i quali l'adottante desidera adottare il minore;\nc) la personalità del minore;\nd) la possibilità di idonea convivenza, tenendo conto della personalità dell'adottante e del minore."
                            }
                        ]
                    }
                ]
            },
            {
                "titolo": "TITOLO V",
                "rubrica": "MODIFICHE AL TITOLO VIII",
                "contenuto": [
                    {
                        "titolo": "Art. 58",
                        "rubrica": "",
                        "contenuto": "L'intitolazione del titolo VIII del libro I del codice civile è sostituita dalla seguente: \"Dell'adozione di persone maggiori di età\"."
                    },
                    {
                        "titolo": "Art. 59",
                        "rubrica": "",
                        "contenuto": "L'intitolazione del capo I del titolo VIII del libro I del codice civile è sostituita dalla seguente: \"Dell'adozione di persone maggiori di età e dei suoi effetti\"."
                    },
                    {
                        "titolo": "Art. 60",
                        "rubrica": "",
                        "contenuto": "Le disposizioni di cui al capo I del titolo VIII del libro I del codice civile non si applicano alle persone minori di età."
                    },
                    {
                        "titolo": "Art. 61",
                        "rubrica": "L'articolo 299 del codice civile è sostituito dal seguente:",
                        "contenuto": "\"ART. 299. - Cognome dell'adottato. - L'adottato assume il cognome dell'adottante e lo antepone al proprio.\nL'adottato che sia figlio naturale non riconosciuto dai propri genitori assume solo il cognome dell'adottante. Il riconoscimento successivo all'adozione non fa assumere all'adottato il cognome del genitore che lo ha riconosciuto, salvo che l'adozione sia successivamente revocata.\nIl figlio naturale che sia stato riconosciuto dai propri genitori e sia successivamente adottato, assume il cognome dell'adottante.\nSe l'adozione è compiuta da coniugi, l'adottato assume il cognome del marito.\nSe l'adozione è compiuta da una donna maritata, l'adottato, che non sia figlio del marito, assume il cognome della famiglia di lei\"."
                    },
                    {
                        "titolo": "Art. 62",
                        "rubrica": "L'articolo 307 del codice civile è sostituito dal seguente:",
                        "contenuto": "\"ART. 307. - Revoca per indegnità dell'adottante. - Quando i fatti previsti dall'articolo precedente sono stati compiuti dall'adottante contro l'adottato, oppure contro il coniuge o i discendenti o gli ascendenti di lui, la revoca può essere pronunciata su domanda dell'adottato\"."
                    },
                    {
                        "titolo": "Art. 63",
                        "rubrica": "",
                        "contenuto": "L'intitolazione del capo II del titolo VIII del libro I del codice civile è sostituita dalla seguente: \"Delle forme dell'adozione di persone di maggiore età\"."
                    },
                    {
                        "titolo": "Art. 64",
                        "rubrica": "L'articolo 312 del codice civile è sostituito dal seguente:",
                        "contenuto": "\"ART. 312. - Accertamenti del tribunale. - Il tribunale, assunte le opportune informazioni, verifica:\n1) se tutte le condizioni della legge sono state adempiute;\n2) se l'adozione conviene all'adottando\"."
                    },
                    {
                        "titolo": "Art. 65",
                        "rubrica": "L'articolo 313 del codice civile è sostituito dal seguente:",
                        "contenuto": "\"ART. 313. - Provvedimento del tribunale. - Il tribunale, in camera di consiglio, sentito il pubblico ministero e omessa ogni altra formalità di procedura, provvede con decreto motivato decidendo di far luogo o non far luogo alla adozione.\nL'adottante, il pubblico ministero, l'adottando, entro trenta giorni dalla comunicazione, possono impugnare il decreto del tribunale con reclamo alla corte di appello, che decide in camera di consiglio, sentito il pubblico ministero\"."
                    },
                    {
                        "titolo": "Art. 66",
                        "rubrica": "I primi due commi dell'articolo 314 del codice civile sono sostituiti dai seguenti:",
                        "contenuto": "\"Il decreto che pronuncia l'adozione, divenuto definitivo, è trascritto a cura del cancelliere del tribunale competente, entro il decimo giorno successivo a quello della relativa comunicazione, da effettuarsi non oltre cinque giorni dal deposito, da parte del cancelliere del giudice dell'impugnazione, su apposito registro e comunicato all'ufficiale di stato civile per l'annotazione a margine dell'atto di nascita dell'adottato.\nCon la procedura di cui al comma precedente deve essere altresì trascritta ed annotata la sentenza di revoca della adozione, passata in giudicato\"."
                    },
                    {
                        "titolo": "Art. 67",
                        "rubrica": "",
                        "contenuto": "Sono abrogati: il secondo e il terzo comma dell'articolo 293, il secondo e il terzo comma dell'articolo 296, gli articoli 301, 302, 303, 308 e 310 del codice civile.\nÈ abrogato altresì il capo III del titolo VIII del libro I del codice civile."
                    }
                ]
            },
            {
                "titolo": "TITOLO VI",
                "rubrica": "NORME FINALI, PENALI",
                "contenuto": [
                    {
                        "titolo": "Art. 68",
                        "rubrica": "",
                        "contenuto": "Il primo comma dell'articolo 38 delle disposizioni di attuazione del codice civile è sostituito dal seguente:\n\"Sono di competenza del tribunale per i minorenni i provvedimenti contemplati dagli articoli 84, 90, 171, 194, secondo comma, 250, 252, 262, 264, 316, 317-bis, 330, 332, 333, 334, 335 e 371, ultimo comma, nonché nel caso di minori dall'articolo 269, primo comma, del codice civile\"."
                    },
                    {
                        "titolo": "Art. 69",
                        "rubrica": "",
                        "contenuto": "In aggiunta a quanto disposto nell'articolo 51 delle disposizioni di attuazione del codice civile, nel registro delle tutele devono essere annotati i provvedimenti emanati dal tribunale per i minorenni ai sensi dell'articolo 10 della presente legge."
                    },
                    {
                        "titolo": "Art. 70",
                        "rubrica": "((",
                        "contenuto": "1. I pubblici ufficiali o gli incaricati di un pubblico servizio che omettono di riferire alla procura della Repubblica presso il tribunale per i minorenni sulle condizioni di ogni minore in situazione di abbandono di cui vengano a conoscenza in ragione del proprio ufficio, sono puniti ai sensi dell'articolo 328 del codice penale. Gli esercenti un servizio di pubblica necessità sono puniti con la pena della reclusione fino ad un anno o con la multa da lire 500.000 a lire 2.500.000.\n2. I rappresentanti degli istituti di assistenza pubblici o privati che omettono di trasmettere semestralmente alla procura della Repubblica presso il tribunale per i minorenni l'elenco di tutti i minori ricoverati o assistiti, ovvero forniscono informazioni inesatte circa i rapporti familiari concernenti i medesimi, sono puniti con la pena della reclusione fino ad un anno o con la multa da lire 500.000 a lire 5.000.000\n))"
                    },
                    {
                        "titolo": "Art. 71",
                        "rubrica": "",
                        "contenuto": "Chiunque, in violazione delle norme di legge in materia di adozione, affida a terzi con carattere definitivo un minore, ovvero lo avvia all'estero perché sia definitivamente affidato, è punito con la reclusione da uno a tre anni.\nSe il fatto è commesso dal tutore ovvero da altra persona cui il minore è affidato per ragioni di educazione, di istruzione, di vigilanza e di custodia, la pena è aumentata della metà.\nSe il fatto è commesso dal genitore la condanna comporta la perdita della relativa ((responsabilità genitoriale)) e l'apertura della procedura di adottabilità; se è commesso dal tutore consegue la rimozione dall'ufficio; se è commesso dalla persona cui il minore è affidato consegue la inidoneità ad ottenere affidamenti familiari o adottivi e l'incapacità all'ufficio tutelare.\nSe il fatto è commesso da pubblici ufficiali, da incaricati di un pubblico servizio, da esercenti la professione sanitaria o forense, da appartenenti ad istituti di assistenza pubblici o privati nei casi di cui all'articolo 61, numeri 9 e 11, del codice penale, la pena è raddoppiata.\nLa pena stabilita nel primo comma del presente articolo si applica anche a coloro che, consegnando o promettendo denaro od altra utilità a terzi, accolgono minori in illecito affidamento con carattere di definitività. La condanna comporta la inidoneità ad ottenere affidamenti familiari o adottivi e l'incapacità all'ufficio tutelare.\nChiunque svolga opera di mediazione al fine di realizzare l'affidamento di cui al primo comma è punito con la reclusione fino ad un anno o con multa da lire 500.000 a lire 5.000.000."
                    },
                    {
                        "titolo": "Art. 72",
                        "rubrica": "",
                        "contenuto": "Chiunque, per procurarsi danaro o altra utilità, in violazione delle disposizioni della presente legge, introduce nello Stato uno straniero minore di età perché sia definitivamente affidato a cittadini italiani è punito con la reclusione da uno a tre anni.\nLa pena stabilita nel precedente comma si applica anche a coloro che, consegnando o promettendo danaro o altra utilità a terzi, accolgono stranieri minori di età in illecito affidamento con carattere di definitività. La condanna comporta l'inidoneità a ottenere affidamenti familiari o adottivi e l'incapacità all'ufficio tutelare."
                    },
                    {
                        "titolo": "Art. 72-bis",
                        "rubrica": "((",
                        "contenuto": "1. Chiunque svolga per conto di terzi pratiche inerenti all'adozione di minori stranieri senza avere previamente ottenuto l'autorizzazione prevista dall'articolo 39, comma 1, lettera c), è punito con la pena della reclusione fino a un anno o con la multa da uno a dieci milioni di lire.\n2. La pena è della reclusione da sei mesi a tre anni e della multa da due a sei milioni di lire per i legali rappresentanti ed i responsabili di associazioni o di agenzie che trattano le pratiche di cui al comma 1.\n3. Fatti salvi i casi previsti dall'articolo 36, comma 4, coloro che, per l'adozione di minori stranieri, si avvalgono dell'opera di associazioni, organizzazioni, enti o persone non autorizzati nelle forme di legge sono puniti con le pene di cui al comma 1 diminuite di un terzo\n))"
                    },
                    {
                        "titolo": "Art. 73",
                        "rubrica": "",
                        "contenuto": "Chiunque essendone a conoscenza in ragione del proprio ufficio fornisce qualsiasi notizia atta a rintracciare un minore nei cui confronti sia stata pronunciata adozione o rivela in qualsiasi modo notizie circa lo stato di figlio ((adottivo)) è punito con la reclusione fino a sei mesi o con la multa da lire 200.000 a lire 2.000.000.\nSe il fatto è commesso da un pubblico ufficiale o da un incaricato di pubblico servizio, si applica la pena della reclusione da sei mesi a tre anni.\nLe disposizioni di cui ai commi precedenti si applicano anche a chi fornisce tali notizie successivamente all'affidamento preadottivo e senza l'autorizzazione del tribunale per i minorenni."
                    },
                    {
                        "titolo": "Art. 74",
                        "rubrica": "",
                        "contenuto": "Gli ufficiali di stato civile trasmettono immediatamente al competente tribunale per i minorenni comunicazione, sottoscritta dal dichiarante, dell'avvenuto riconoscimento da parte di persona coniugata di un figlio ((nato fuori del matrimonio)) non riconosciuto dall'altro genitore.\nIl tribunale dispone l'esecuzione di opportune indagini per accertare la veridicità del riconoscimento.\nNel caso in cui vi siano fondati motivi per ritenere che ricorrano gli estremi dell'impugnazione del riconoscimento il tribunale per i minorenni assume, anche d'ufficio, i provvedimenti di cui all'articolo 264, secondo comma, del codice civile."
                    },
                    {
                        "titolo": "Art. 75",
                        "rubrica": "((ARTICOLO ABROGATO DAL D.P.R. 30 MAGGIO 2002, N. 115))",
                        "contenuto": ""
                    },
                    {
                        "titolo": "Art. 76",
                        "rubrica": "",
                        "contenuto": "Alle procedure relative all'adozione di minori stranieri in corso o già definite al momento di entrata in vigore della presente legge continuano ad applicarsi le disposizioni vigenti alla data medesima.((2))\n------------\nAGGIORNAMENTO (2)\nLa Corte Costituzionale, con sentenza 1-18 luglio 1986, n. 199 ( in G.U. 1a s.s. 25/7/1986, n. 36) dichiara la illegittimità costituzionale dell'art. 76 \" nella parte in cui preclude l'applicazione dell'art. 37 alle procedure già iniziate nei confronti di minore straniero in stato di abbandono in Italia.\""
                    },
                    {
                        "titolo": "Art. 77",
                        "rubrica": "",
                        "contenuto": "Gli articoli da 404 a 413 del codice civile sono abrogati. Per le affiliazioni già pronunciate alla data di entrata in vigore della presente legge si applicano i divieti e le autorizzazioni di cui all'articolo 87 del codice civile."
                    },
                    {
                        "titolo": "Art. 78",
                        "rubrica": "Il quarto comma dell'articolo 87 del codice civile è sostituito dal seguente:",
                        "contenuto": "\"Il tribunale, su ricorso degli interessati, con decreto emesso in camera di consiglio, sentito il pubblico ministero, può autorizzare il matrimonio nei casi indicati dai numeri 3 e 5, anche se si tratti di affiliazione o di filiazione naturale. L'autorizzazione può essere accordata anche nel caso indicato dal numero 4, quando l'affinità deriva da matrimonio dichiarato nullo\"."
                    },
                    {
                        "titolo": "Art. 79",
                        "rubrica": "",
                        "contenuto": "Entro tre anni dall'entrata in vigore della presente legge i coniugi che risultino forniti dei requisiti di cui all'articolo 6 possono chiedere al tribunale per i minorenni di dichiarare, semprechè il provvedimento risponda agli interessi dell'adottato e dell'affiliato, con decreto motivato, l'estensione degli effetti della adozione nei confronti degli affiliati o adottati ai sensi dell'articolo 291 del codice civile, precedentemente in vigore, se minorenni all'epoca del relativo provvedimento. (1)(4)\nIl tribunale dispone l'esecuzione delle opportune indagini di cui all'articolo 57, sugli adottanti e sull'adottato o affiliato.\nGli adottati o affiliati che abbiano compiuto gli anni dodici e ((, in considerazione della loro capacità di discernimento,)) anche i minori di età inferiore devono essere sentiti; se hanno compiuto gli anni quattordici devono prestare il consenso.\nIl coniuge dell'adottato o affiliato, se convivente e non legalmente separato, deve prestare l'assenso.\nI discendenti degli adottanti o affilianti che hanno superato gli anni quattordici devono essere sentiti.\nSe gli adottati o affiliati sono figli legittimi o riconosciuti è necessario l'assenso dei genitori. Nel caso di irreperibilità o di rifiuto non motivato, su ricorso degli adottanti o affilianti, sentiti il pubblico ministero, i genitori dell'adottato o affiliato e quest'ultimo, se ha compiuto gli anni dodici, decide il tribunale con sentenza che, in caso di accoglimento della domanda, tiene luogo dell'assenso mancante.\nAl decreto relativo all'estensione degli effetti dell'adozione si applicano le disposizioni di cui agli articoli 25, 27 e 28, in quanto compatibili.\nIl decreto del tribunale per i minorenni che nega l'estensione degli effetti dell'adozione può essere impugnato anche dall'adottato o affiliato se maggiorenne.\n------------\nAGGIORNAMENTO (1)\nLa Corte Costituzionale, con sentenza 1-18 luglio 1986, n. 198 (in G.U. 1a s.s. 25/7/1986, n. 36) ha dichiarato \"la illegittimità costituzionale dell'art. 79, primo comma\" nella ipotesi di coniugi non più uniti in matrimonio alla data della presentazione della domanda di estensione degli effetti dell'adozione, non consente di pronunziare l'estensione stessa nei confronti degli adottati ai sensi\ndell'art. 291 del codice civile, precedentemente in vigore.\"\n-------------\nAGGIORNAMENTO (4)\nLa Corte Costituzionale, con sentenza 10-18 febbraio 1988, n.183 (in G.U. 1a s.s. 24/2/1988, n. 8) ha dichiarato \"la illegittimità costituzionale dell'art. 79, primo comma\" nella parte in cui non consente l'estensione degli effetti dell'adozione legittimante nei confronti dei minori adottati con adozione ordinaria quando la\ndifferenza di età tra adottanti ed adottato superi i 40 anni.\""
                    },
                    {
                        "titolo": "Art. 79-bis",
                        "rubrica": "((",
                        "contenuto": "1. Il giudice segnala ai comuni le situazioni di indigenza di nuclei familiari che richiedono interventi di sostegno per consentire al minore di essere educato nell'ambito della propria famiglia.\n))"
                    },
                    {
                        "titolo": "Art. 80",
                        "rubrica": "((",
                        "contenuto": "1. Il giudice, se del caso ed anche in relazione alla durata dell'affidamento, può disporre che gli assegni familiari e le prestazioni previdenziali relative al minore siano erogati temporaneamente in favore dell'affidatario.\n2. Le disposizioni di cui all'articolo 12 del testo unico delle imposte sui redditi, approvato con decreto del Presidente della Repubblica 22 dicembre 1986, n. 917, e successive modificazioni, all'articolo 6 della legge 9 dicembre 1977, n. 903, e alla legge 8 marzo 2000, n. 53, si applicano anche agli affidatari di cui al comma 1.\n3. Alle persone affidatarie si estendono tutti i benefici in tema di astensione obbligatoria e facoltativa dal lavoro, di permessi per malattia, di riposi giornalieri, previsti per i genitori biologici.\n4. Le regioni determinano le condizioni e modalità di sostegno alle famiglie, persone e comunità di tipo familiare che hanno minori in affidamento, affinchè tale affidamento si possa fondare sulla disponibilità e l'idoneità all'accoglienza indipendentemente dalle condizioni economiche\n))\n((12))\n------------\nAGGIORNAMENTO (12)\nIl D.Lgs. 26 marzo 2001, n. 151 ha disposto (con l'art,86 comma 2 lettera c) l'abrogazione delle le parole \"\"e gli articoli 6 e 7 della legge 9 dicembre 1977, n. 903, si applicano anche agli affidatari di cui al comma precedente\" del secondo comma dell'articolo 80 della legge 4 maggio 1983, n. 184 \"."
                    },
                    {
                        "titolo": "Art. 81",
                        "rubrica": "L'ultimo comma dell'articolo 244 del codice civile è sostituito dal seguente:",
                        "contenuto": "\"L'azione può essere altresì promossa da un curatore speciale nominato dal giudice, assunte sommarie informazioni, su istanza del figlio minore che ha compiuto i sedici anni, o del pubblico ministero quando si tratta di minore di età inferiore\"."
                    },
                    {
                        "titolo": "Art. 82",
                        "rubrica": "",
                        "contenuto": "Gli atti, i documenti ed i provvedimenti relativi alle procedure previste dalla presente legge nei riguardi di persone minori di età, sono esenti dalle imposte di bollo e di registro e da ogni spesa, tassa e diritto dovuti ai pubblici uffici.\nSono ugualmente esenti gli atti ed i documenti relativi all'esecuzione dei provvedimenti pronunciati dal giudice nei procedimenti su indicati.\nAgli oneri derivanti dall'attuazione della presente legge, valutati in annue lire 100.000.000, si provvede mediante corrispondente riduzione del capitolo 1589 dello stato di previsione del Ministero di grazia e giustizia per l'anno finanziario 1983 e corrispondenti capitoli degli esercizi successivi.\nIl Ministro del tesoro è autorizzato ad apportare con propri decreti le occorrenti variazioni di bilancio.\nLa presente legge, munita del sigillo dello Stato, sarà inserta nella Raccolta ufficiale delle leggi e dei decreti della Repubblica italiana. È fatto obbligo a chiunque spetti di osservarla e di farla osservare come legge dello Stato.\nData a Roma, addì 4 maggio 1983\nPERTINI FANFANI - DARIDA - COLOMBO - ROGNONI - FORTE - GORIA\nVisto, il Guardasigilli: DARIDA"
                    }
                ]
            }
        ],
        "unmatched_lines": [
            "Vigente al : 18-10-2024",
            "STRANIERI",
            "DI ADOZIONE",
            "E DEI SUOI EFFETTI",
            "IN CASI PARTICOLARI",
            "DEL LIBRO I DEL CODICE CIVILE",
            "E TRANSITORIE"
        ]
    }
}