{
    "Document": {
        "nome_legge": "DISCIPLINA DELLA RESPONSABILITÀ AMMINISTRATIVA DELLE PERSONE GIURIDICHE, DELLE SOCIETÀ E DELLE ASSOCIAZIONI ANCHE PRIVE DI PERSONALITÀ GIURIDICA",
        "parti": [
            {
                "titolo": "CAPO I",
                "rubrica": "RESPONSABILITÀ AMMINISTRATIVA DELL'ENTE",
                "contenuto": [
                    {
                        "titolo": "SEZIONE I",
                        "rubrica": "Principi generali e criteri di attribuzione della responsabilità",
                        "contenuto": [
                            {
                                "titolo": "Art. 1",
                                "rubrica": "Soggetti",
                                "contenuto": "1. Il presente decreto legislativo disciplina la responsabilita degli enti per gli illeciti amministrativi dipendenti da reato.\n2. Le disposizioni in esso previste si applicano agli enti forniti di personalita giuridica e alle società e associazioni anche prive di personalità giuridica.\n3. Non si applicano allo Stato, agli enti pubblici territoriali, agli altri enti pubblici non economici nonché agli enti che svolgono funzioni di rilievo costituzionale."
                            },
                            {
                                "titolo": "Art. 2",
                                "rubrica": "Principio di legalità",
                                "contenuto": "1. L'ente non può essere ritenuto responsabile per un fatto costituente reato se la sua responsabilità amministrativa in relazione a quel reato e le relative sanzioni non sono espressamente previste da una legge entrata in vigore prima della commissione del fatto."
                            },
                            {
                                "titolo": "Art. 3",
                                "rubrica": "Successione di leggi",
                                "contenuto": "1. L'ente non può essere ritenuto responsabile per un fatto che secondo una legge posteriore non costituisce più reato o in relazione al quale non è più prevista la responsabilità amministrativa dell'ente, e, se vi è stata condanna, ne cessano l'esecuzione e gli effetti giuridici.\n2. Se la legge del tempo in cui è stato commesso l'illecito e le successive sono diverse, si applica quella le cui disposizioni sono più favorevoli, salvo che sia intervenuta pronuncia irrevocabile.\n3. Le disposizioni dei commi 1 e 2 non si applicano se si tratta di leggi eccezionali o temporanee."
                            },
                            {
                                "titolo": "Art. 4",
                                "rubrica": "Reati commessi all'estero",
                                "contenuto": "1. Nei casi e alle condizioni previsti dagli articoli 7, 8, 9 e 10 del codice penale, gli enti aventi nel territorio dello Stato la sede principale rispondono anche in relazione ai reati commessi all'estero, purché nei loro confronti non proceda lo Stato del luogo in cui è stato commesso il fatto.\n2. Nei casi in cui la legge prevede che il colpevole sia punito a richiesta del Ministro della giustizia, si procede contro l'ente solo se la richiesta è formulata anche nei confronti di quest'ultimo."
                            },
                            {
                                "titolo": "Art. 5",
                                "rubrica": "Responsabilità dell'ente",
                                "contenuto": "1. L'ente è responsabile per i reati commessi nel suo interesse o a suo vantaggio:\na) da persone che rivestono funzioni di rappresentanza, di amministrazione o di direzione dell'ente o di una sua unità organizzativa dotata di autonomia finanziaria e funzionale nonché da persone che esercitano, anche di fatto, la gestione e il controllo dello stesso;\nb) da persone sottoposte alla direzione o alla vigilanza di uno dei soggetti di cui alla lettera a).\n2. L'ente non risponde se le persone indicate nel comma 1 hanno agito nell'interesse esclusivo proprio o di terzi."
                            },
                            {
                                "titolo": "Art. 6",
                                "rubrica": "Soggetti in posizione apicale e modelli di organizzazione dell'ente",
                                "contenuto": "1. Se il reato è stato commesso dalle persone indicate nell'articolo 5, comma 1, lettera a), l'ente non risponde se prova che:\na) l'organo dirigente ha adottato ed efficacemente attuato, prima della commissione del fatto, modelli di organizzazione e di gestione idonei a prevenire reati della specie di quello verificatosi;\nb) il compito di vigilare sul funzionamento e l'osservanza dei modelli di curare il loro aggiornamento è stato affidato a un organismo dell'ente dotato di autonomi poteri di iniziativa e di controllo;\nc) le persone hanno commesso il reato eludendo fraudolentemente i modelli di organizzazione e di gestione;\nd) non vi è stata omessa o insufficiente vigilanza da parte dell'organismo di cui alla lettera b).\n2. In relazione all'estensione dei poteri delegati e al rischio di commissione dei reati, i modelli di cui alla lettera a), del comma 1, devono rispondere alle seguenti esigenze:\na) individuare le attività nel cui ambito possono essere commessi reati;\nb) prevedere specifici protocolli diretti a programmare la formazione e l'attuazione delle decisioni dell'ente in relazione ai reati da prevenire;\nc) individuare modalità di gestione delle risorse finanziarie idonee ad impedire la commissione dei reati;\nd) prevedere obblighi di informazione nei confronti dell'organismo deputato a vigilare sul funzionamento e l'osservanza dei modelli;\ne) introdurre un sistema disciplinare idoneo a sanzionare il mancato rispetto delle misure indicate nel modello.\n2bis. I modelli di cui al comma 1, lettera a), prevedono, ai sensi del decreto legislativo attuativo della direttiva (UE) 2019/1937 del Parlamento europeo e del Consiglio del 23 ottobre 2019, i canali di segnalazione interna, il divieto di ritorsione e il sistema disciplinare, adottato ai sensi del comma 2, lettera e). (48)\n2ter.\nCOMMA ABROGATO DAL D.LGS. 10 MARZO 2023, N. 24.\n2quater.\nCOMMA ABROGATO DAL D.LGS. 10 MARZO 2023, N. 24.\n3. I modelli di organizzazione e di gestione possono essere adottati, garantendo le esigenze di cui al comma 2, sulla base di codici di comportamento redatti dalle associazioni rappresentative degli enti, comunicati al Ministero della giustizia che, di concerto con i Ministeri competenti, può formulare, entro trenta giorni, osservazioni sulla idoneità dei modelli a prevenire i reati. (6)\n4. Negli enti di piccole dimensioni i compiti indicati nella lettera b), del comma 1, possono essere svolti direttamente dall'organo dirigente.\n4bis. Nelle società di capitali il collegio sindacale, il consiglio di sorveglianza e il comitato per il controllo della gestione possono svolgere le funzioni dell'organismo di vigilanza di cui al comma 1, lettera b).\n5. È comunque disposta la confisca del profitto che l'ente ha tratto dal reato, anche nella forma per equivalente.\n\nAGGIORNAMENTO (6)\nIl Decreto 26 giugno 2003, n. 201 ha disposto (con l'Art. 8, comma 1) che \"Per i codici di comportamento inviati al Ministero della giustizia fino alla data di entrata in vigore del presente regolamento, il termine di trenta giorni di cui all'articolo 6, comma 3, del decreto legislativo n. 231 del 2001, decorre da tale data\".\n\nAGGIORNAMENTO (48)\nIl D.Lgs. 10 marzo 2023, n. 24, ha disposto (con l'Art. 24, comma 1) che \"Le disposizioni di cui al presente decreto hanno effetto a decorrere dal 15 luglio 2023\"."
                            },
                            {
                                "titolo": "Art. 7",
                                "rubrica": "Soggetti sottoposti all'altrui direzione e modelli di organizzazione dell'ente",
                                "contenuto": "1. Nel caso previsto dall'articolo 5, comma 1, lettera b), l'ente è responsabile se la commissione del reato è stata resa possibile dall'inosservanza degli obblighi di direzione o vigilanza.\n2. In ogni caso, è esclusa l'inosservanza degli obblighi di direzione o vigilanza se l'ente, prima della commissione del reato, ha adottato ed efficacemente attuato un modello di organizzazione, gestione e controllo idoneo a prevenire reati della specie di quello verificatosi.\n3. Il modello prevede, in relazione alla natura e alla dimensione dell'organizzazione nonché al tipo di attività svolta, misure idonee a garantire lo svolgimento dell'attività nel rispetto della legge e a scoprire ed eliminare tempestivamente situazioni di rischio.\n4. L'efficace attuazione del modello richiede:\na) una verifica periodica e l'eventuale modifica dello stesso quando sono scoperte significative violazioni delle prescrizioni ovvero quando intervengono mutamenti nell'organizzazione o nell'attività;\nb) un sistema disciplinare idoneo a sanzionare il mancato rispetto delle misure indicate nel modello."
                            },
                            {
                                "titolo": "Art. 8",
                                "rubrica": "Autonomia delle responsabilità dell'ente",
                                "contenuto": "1. La responsabilità dell'ente sussiste anche quando:\na) l'autore del reato non è stato identificato o non è imputabile;\nb) il reato si estingue per una causa diversa dall'amnistia.\n2. Salvo che la legge disponga diversamente, non si procede nei confronti dell'ente quando è concessa amnistia per un reato in relazione al quale è prevista la sua responsabilità e l'imputato ha rinunciato alla sua applicazione.\n3. L'ente può rinunciare all'amnistia."
                            }
                        ]
                    },
                    {
                        "titolo": "SEZIONE II",
                        "rubrica": "Sanzioni in generale",
                        "contenuto": [
                            {
                                "titolo": "Art. 9",
                                "rubrica": "Sanzioni amministrative",
                                "contenuto": "1. Le sanzioni per gli illeciti amministrativi dipendenti da reato sono:\na) la sanzione pecuniaria;\nb) le sanzioni interdittive;\nc) la confisca;\nd) la pubblicazione della sentenza.\n2. Le sanzioni interdittive sono:\na) l'interdizione dall'esercizio dell'attività;\nb) la sospensione o la revoca delle autorizzazioni, licenze o concessioni funzionali alla commissione dell'illecito;\nc) il divieto di contrattare con la pubblica amministrazione, salvo che per ottenere le prestazioni di un pubblico servizio;\nd) l'esclusione da agevolazioni, finanziamenti, contributi o sussidi e l'eventuale revoca di quelli già concessi;\ne) il divieto di pubblicizzare beni o servizi."
                            },
                            {
                                "titolo": "Art. 10",
                                "rubrica": "Sanzione amministrativa pecuniaria",
                                "contenuto": "1. Per l'illecito amministrativo dipendente da reato si applica sempre la sanzione pecuniaria.\n2. La sanzione pecuniaria viene applicata per quote in un numero non inferiore a cento né superiore a mille.\n3.L'importo di una quota va da un minimo di lire cinquecentomila ad un massimo di lire tre milioni.\n4. Non è ammesso il pagamento in misura ridotta."
                            },
                            {
                                "titolo": "Art. 11",
                                "rubrica": "Criteri di commisurazione della sanzione pecuniaria",
                                "contenuto": "1. Nella commisurazione della sanzione pecuniaria il giudice determina il numero delle quote tenendo conto della gravità del fatto, del grado della responsabilità dell'ente nonché dell'attività svolta per eliminare o attenuare le conseguenze del fatto e per prevenire la commissione di ulteriori illeciti.\n2. L'importo della quota è fissato sulla base delle condizioni economiche e patrimoniali dell'ente allo scopo di assicurare l'efficacia della sanzione.\n3. Nei casi previsti dall'articolo 12, comma 1, l'importo della quota è sempre di lire duecentomila."
                            },
                            {
                                "titolo": "Art. 12",
                                "rubrica": "Casi di riduzione della sanzione pecuniaria",
                                "contenuto": "1. La sanzione pecuniaria è ridotta della metà e non può comunque essere superiore a lire duecento milioni se:\na) l'autore del reato ha commesso il fatto nel prevalente interesse proprio o di terzi e l'ente non ne ha ricavato vantaggio o ne ha ricavato un vantaggio minimo;\nb) il danno patrimoniale cagionato è di particolare tenuità;\n2. La sanzione è ridotta da un terzo alla metà se, prima della dichiarazione di apertura del dibattimento di primo grado:\na) l'ente ha risarcito integralmente il danno e ha eliminato le conseguenze dannose o pericolose del reato ovvero si è comunque efficacemente adoperato in tal senso;\nb) è stato adottato e reso operativo un modello organizzativo idoneo a prevenire reati della specie di quello verificatosi.\n3. Nel caso in cui concorrono entrambe le condizioni previste dalle lettere del precedente comma, la sanzione è ridotta dalla metà ai due terzi.\n4. In ogni caso, la sanzione pecuniaria non può essere inferiore a lire venti milioni."
                            },
                            {
                                "titolo": "Art. 13",
                                "rubrica": "Sanzioni interdittive",
                                "contenuto": "1. Le sanzioni interdittive si applicano in relazione ai reati per i quali sono espressamente previste, quando ricorre almeno una delle seguenti condizioni:\na) l'ente ha tratto dal reato un profitto di rilevante entità e il reato è stato commesso da soggetti in posizione apicale ovvero da soggetti sottoposti all'altrui direzione quando, in questo caso, la commissione del reato è stata determinata o agevolata da gravi carenze organizzative;\nb) in caso di reiterazione degli illeciti.\n2.\nFermo restando quanto previsto dall'articolo 25, comma 5, le sanzioni interdittive hanno una durata non inferiore a tre mesi e non superiore a due anni.\n3. Le sanzioni interdittive non si applicano nei casi previsti dall'articolo 12, comma 1."
                            },
                            {
                                "titolo": "Art. 14",
                                "rubrica": "Criteri di scelta delle sanzioni interdittive",
                                "contenuto": "1. Le sanzioni interdittive hanno ad oggetto la specifica attività alla quale si riferisce l'illecito dell'ente. Il giudice ne determina il tipo e la durata sulla base dei criteri indicati nell'articolo 11, tenendo conto dell'idoneità delle singole sanzioni a prevenire illeciti del tipo di quello commesso.\n2. Il divieto di contrattare con la pubblica amministrazione può anche essere limitato a determinati tipi di contratto o a determinate amministrazioni. L'interdizione dall'esercizio di un'attività comporta la sospensione ovvero la revoca delle autorizzazioni, licenze o concessioni funzionali allo svolgimento dell'attività.\n3. Se necessario, le sanzioni interdittive possono essere applicate congiuntamente.\n4. L'interdizione dall'esercizio dell'attività si applica soltanto quando l'irrogazione di altre sanzioni interdittive risulta inadeguata."
                            },
                            {
                                "titolo": "Art. 15",
                                "rubrica": "Commissario giudiziale",
                                "contenuto": "1. Se sussistono i presupposti per l'applicazione di una sanzione interdittiva che determina l'interruzione dell'attività dell'ente, il giudice, in luogo dell'applicazione della sanzione, dispone la prosecuzione dell'attività dell'ente da parte di un commissario per un periodo pari alla durata della pena interdittiva che sarebbe stata applicata, quando ricorre almeno una delle seguenti condizioni:\na) l'ente svolge un pubblico servizio o un servizio di pubblica necessità la cui interruzione può provocare un grave pregiudizio alla collettività;\nb) l'interruzione dell'attività dell'ente può provocare, tenuto conto delle sue dimensioni e delle condizioni economiche del territorio in cui è situato, rilevanti ripercussioni sull'occupazione.\n\nbbis) l'attività è svolta in stabilimenti industriali o parti di essi dichiarati di interesse strategico nazionale ai sensi dell'articolo 1 del decretolegge 3 dicembre 2012, n. 207, convertito, con modificazioni, dalla legge 24 dicembre 2012, n. 231.\nIn caso di imprese che dopo il verificarsi dei reati che danno luogo all'applicazione della sanzione sono state ammesse all'amministrazione straordinaria, anche in via temporanea ai sensi dell'articolo 1 del decretolegge 5 dicembre 2022, n. 187, la prosecuzione dell'attività è affidata al commissario già nominato nell'ambito della procedura di amministrazione straordinaria.\n\n2. Con la sentenza che dispone la prosecuzione dell'attività, il giudice indica i compiti ed i poteri del commissario, tenendo conto della specifica attività in cui è stato posto in essere l'illecito da parte dell'ente.\n3. Nell'ambito dei compiti e dei poteri indicati dal giudice, il commissario cura l'adozione e l'efficace attuazione dei modelli di organizzazione e di controllo idonei a prevenire reati della specie di quello verificatosi. Non può compiere atti di straordinaria amministrazione senza autorizzazione del giudice.\n4. Il profitto derivante dalla prosecuzione dell'attività viene confiscato.\n5. La prosecuzione dell'attività da parte del commissario non può essere disposta quando l'interruzione dell'attività consegue all'applicazione in via definitiva di una sanzione interdittiva."
                            },
                            {
                                "titolo": "Art. 16",
                                "rubrica": "Sanzioni interdittive applicate in via definitiva",
                                "contenuto": "1. Può essere disposta l'interdizione definitiva dall'esercizio dell'attività se l'ente ha tratto dal reato un profitto di rilevante entità ed è già stato condannato, almeno tre volte negli ultimi sette anni, alla interdizione temporanea dall'esercizio dell'attività.\n2. Il giudice può applicare all'ente, in via definitiva, la sanzione del divieto di contrattare con la pubblica amministrazione ovvero del divieto di pubblicizzare beni o servizi quando è già stato condannato alla stessa sanzione almeno tre volte negli ultimi sette anni.\n3. Se l'ente o una sua unità organizzativa viene stabilmente utilizzato allo scopo unico o prevalente di consentire o agevolare la commissione di reati in relazione ai quali è prevista la sua responsabilità è sempre disposta l'interdizione definitiva dall'esercizio dell'attività e non si applicano le disposizioni previste dall'articolo 17."
                            },
                            {
                                "titolo": "Art. 17",
                                "rubrica": "Riparazione delle conseguenze del reato",
                                "contenuto": "1. Ferma l'applicazione delle sanzioni pecuniarie, le sanzioni interdittive non si applicano quando, prima della dichiarazione di apertura del dibattimento di primo grado, concorrono le seguenti condizioni:\na) l'ente ha risarcito integralmente il danno e ha eliminato le conseguenze dannose o pericolose del reato ovvero si è comunque efficacemente adoperato in tal senso;\nb) l'ente ha eliminato le carenze organizzative che hanno determinato il reato mediante l'adozione e l'attuazione di modelli organizzativi idonei a prevenire reati della specie di quello verificatosi;\nc) l'ente ha messo a disposizione il profitto conseguito ai fini della confisca.\n\n1bis. In ogni caso, le sanzioni interdittive non possono essere applicate quando pregiudicano la continuità dell'attività svolta in stabilimenti industriali o parti di essi dichiarati di interesse strategico nazionale ai sensi dell'articolo 1 del decretolegge 3 dicembre 2012, n. 207, convertito, con modificazioni, dalla legge 24 dicembre 2012, n. 231, se l'ente ha eliminato le carenze organizzative che hanno determinato il reato mediante l'adozione e l'attuazione di modelli organizzativi idonei a prevenire reati della specie di quello verificatosi. Il modello organizzativo si considera sempre idoneo a prevenire reati della specie di quello verificatosi quando nell'ambito della procedura di riconoscimento dell'interesse strategico nazionale sono stati adottati provvedimenti diretti a realizzare, anche attraverso l'adozione di modelli organizzativi, il necessario bilanciamento tra le esigenze di continuità dell'attività produttiva e di salvaguardia dell'occupazione e la tutela della sicurezza sul luogo di lavoro, della salute, dell'ambiente e degli altri eventuali beni giuridici lesi dagli illeciti commessi."
                            },
                            {
                                "titolo": "Art. 18",
                                "rubrica": "Pubblicazione della sentenza di condanna",
                                "contenuto": "1. La pubblicazione della sentenza di condanna può essere disposta quando nei confronti dell'ente viene applicata una sanzione interdittiva.\n\n2. La pubblicazione della sentenza avviene ai sensi dell'articolo 36 del codice penale nonché mediante affissione nel comune ove l'ente ha la sede principale\n\n3. La pubblicazione della sentenza è eseguita, a cura della cancelleria del giudice, a spese dell'ente."
                            },
                            {
                                "titolo": "Art. 19",
                                "rubrica": "Confisca",
                                "contenuto": "1. Nei confronti dell'ente è sempre disposta, con la sentenza di condanna, la confisca del prezzo o del profitto del reato, salvo che per la parte che può essere restituita al danneggiato. Sono fatti salvi i diritti acquisiti dai terzi in buona fede.\n2. Quando non è possibile eseguire la confisca a norma del comma 1, la stessa può avere ad oggetto somme di denaro, beni o altre utilità di valore equivalente al prezzo o al profitto del reato.\n\n2bis. Quando la confisca abbia ad oggetto stabilimenti industriali o parti di essi che siano stati dichiarati di interesse strategico nazionale ai sensi dell'articolo 1 del decretolegge 3 dicembre 2012, n. 207, convertito, con modificazioni, dalla legge 24 dicembre 2012, n. 231, ovvero impianti o infrastrutture necessari ad assicurarne la continuità produttiva, si applica l'articolo 104bis, commi 1septies, 1octies, 1novies e 1decies, delle norme di attuazione, di coordinamento e transitorie del codice di procedura penale, di cui al decreto legislativo 28 luglio 1989, n. 271\n\nAGGIORNAMENTO (49)\nIl D.L. 13 giugno 2023, n. 69, convertito con modificazioni dalla L. 10 agosto 2023, n. 103, ha disposto (con l'Art. 9bis, comma 4) che \"Le disposizioni di cui ai commi 1, 2 e 3 si applicano anche ai provvedimenti di sequestro o di confisca aventi ad oggetto stabilimenti industriali o parti di essi dichiarati di interesse strategico nazionale ai sensi dell'articolo 1 del decretolegge 3 dicembre 2012, n. 207, convertito, con modificazioni, dalla legge 24 dicembre 2012, n. 231, ovvero impianti o infrastrutture necessari ad assicurarne la continuità produttiva, non ancora definitivi alla data di entrata in vigore della legge di conversione del presente decreto\"."
                            },
                            {
                                "titolo": "Art. 20",
                                "rubrica": "Reiterazione",
                                "contenuto": "1. Si ha reiterazione quando l'ente, già condannato in via definitiva almeno una volta per un illecito dipendente da reato, ne commette un altro nei cinque anni successivi alla condanna definitiva."
                            },
                            {
                                "titolo": "Art. 21",
                                "rubrica": "Pluralità di illeciti",
                                "contenuto": "1. Quando l'ente è responsabile in relazione ad una pluralità di reati commessi con una unica azione od omissione ovvero commessi nello svolgimento di una medesima attività e prima che per uno di essi sia stata pronunciata sentenza anche non definitiva, si applica la sanzione pecuniaria prevista per l'illecito più grave aumentata fino al triplo. Per effetto di detto aumento, l'ammontare della sanzione pecuniaria non può comunque essere superiore alla somma delle sanzioni applicabili per ciascun illecito.\n2. Nei casi previsti dal comma 1, quando in relazione a uno o più degli illeciti ricorrono le condizioni per l'applicazione delle sanzioni interdittive, si applica quella prevista per l'illecito più grave."
                            },
                            {
                                "titolo": "Art. 22",
                                "rubrica": "Prescrizione",
                                "contenuto": "1. Le sanzioni amministrative si prescrivono nel termine di cinque anni dalla data di consumazione del reato.\n2. Interrompono la prescrizione la richiesta di applicazione di misure cautelari interdittive e la contestazione dell'illecito amministrativo a norma dell'articolo 59.\n3. Per effetto della interruzione inizia un nuovo periodo di prescrizione.\n4. Se l'interruzione è avvenuta mediante la contestazione dell'illecito amministrativo dipendente da reato, la prescrizione non corre fino al momento in cui passa in giudicato la sentenza che definisce il giudizio."
                            },
                            {
                                "titolo": "Art. 23",
                                "rubrica": "Inosservanza delle sanzioni interdittive",
                                "contenuto": "1. Chiunque, nello svolgimento dell'attività dell'ente a cui è stata applicata una sanzione o una misura cautelare interdittiva trasgredisce agli obblighi o ai divieti inerenti a tali sanzioni o misure, è punito con la reclusione da sei mesi a tre anni.\n2. Nel caso di cui al comma 1, nei confronti dell'ente nell'interesse o a vantaggio del quale il reato è stato commesso, si applica la sanzione amministrativa pecuniaria da duecento e seicento quote e la confisca del profitto, a norma dell'articolo 19.\n3. Se dal reato di cui al comma 1, l'ente ha tratto un profitto rilevante, si applicano le sanzioni interdittive, anche diverse da quelle in precedenza irrogate."
                            }
                        ]
                    },
                    {
                        "titolo": "SEZIONE III",
                        "rubrica": "Responsabilità amministrativa da reato",
                        "contenuto": [
                            {
                                "titolo": "Art. 24",
                                "rubrica": "",
                                "contenuto": "Indebita percezione di erogazioni, truffa in danno dello Stato, di un ente pubblico o dell'Unione europea o per il conseguimento di erogazioni pubbliche, frode informatica in danno dello Stato o di un ente pubblico e frode nelle pubbliche forniture.\n1. In relazione alla commissione dei delitti di cui agli articoli 316bis, 316ter, 353, 353bis, 356, 640, comma 2, n. 1, 640bis e 640ter se commesso in danno dello Stato o di altro ente pubblico o dell'Unione europea, del codice penale, si applica all'ente la sanzione pecuniaria fino a cinquecento quote.\n2. Se, in seguito alla commissione dei delitti di cui al comma 1, l'ente ha conseguito un profitto di rilevante entità o è derivato un danno di particolare gravità; si applica la sanzione pecuniaria da duecento a seicento quote.\n2bis. Si applicano all'ente le sanzioni previste ai commi precedenti in relazione alla commissione del delitto di cui all'articolo 2 della legge 23 dicembre 1986, n. 898.\n3. Nei casi previsti dai commi precedenti, si applicano le sanzioni interdittive previste dall'articolo 9, comma 2, lettere c), d) ed e)."
                            },
                            {
                                "titolo": "Art. 24bis",
                                "rubrica": "(Delitti informatici e trattamento illecito di dati).",
                                "contenuto": "1. In relazione alla commissione dei delitti di cui agli articoli 615ter, 617quater, 617quinquies, 635bis, 635ter, 635quater e 635quinquies del codice penale, si applica all'ente la sanzione pecuniaria da duecento a settecento quote.\n\n1bis. In relazione alla commissione del delitto di cui all'articolo 629, terzo comma, del codice penale, si applica all'ente la sanzione pecuniaria da trecento a ottocento quote\n\n2. In relazione alla commissione dei delitti di cui agli articoli 615quater e 635quater.1 del codice penale, si applica all'ente la sanzione pecuniaria sino a quattrocento quote.\n3. In relazione alla commissione dei delitti di cui agli articoli 491bis e 640quinquies del codice penale, salvo quanto previsto dall'articolo 24 del presente decreto per i casi di frode informatica in danno dello Stato o di altro ente pubblico, e dei delitti di cui all'articolo 1, comma 11, del decretolegge 21 settembre 2019, n. 105, si applica all'ente la sanzione pecuniaria sino a quattrocento quote.\n4. Nei casi di condanna per uno dei delitti indicati nel comma 1 si applicano le sanzioni interdittive previste dall'articolo 9, comma 2, lettere a), b) ed e). Nei casi di condanna per il delitto indicato nel comma 1bis si applicano le sanzioni interdittive previste dall'articolo 9, comma 2, per una durata non inferiore a due anni.\nNei casi di condanna per uno dei delitti indicati nel comma 2 si applicano le sanzioni interdittive previste dall'articolo 9, comma 2, lettere b) ed e). Nei casi di condanna per uno dei delitti indicati nel comma 3 si applicano le sanzioni interdittive previste dall'articolo 9, comma 2, lettere c), d) ed e)."
                            },
                            {
                                "titolo": "Art. 24ter",
                                "rubrica": "(Delitti di criminalità organizzata).",
                                "contenuto": "1. In relazione alla commissione di taluno dei delitti di cui agli articoli 416, sesto comma, 416bis, 416ter e 630 del codice penale, ai delitti commessi avvalendosi delle condizioni previste dal predetto articolo 416bis ovvero al fine di agevolare l'attività delle associazioni previste dallo stesso articolo, nonché ai delitti previsti dall'articolo 74 del testo unico di cui al decreto del Presidente della Repubblica 9 ottobre 1990, n. 309, si applica la sanzione pecuniaria da quattrocento a mille quote.\n2. In relazione alla commissione di taluno dei delitti di cui all'articolo 416 del codice penale, ad esclusione del sesto comma, ovvero di cui all'articolo 407, comma 2, lettera a), numero 5), del codice di procedura penale, si applica la sanzione pecuniaria da trecento a ottocento quote.\n3. Nei casi di condanna per uno dei delitti indicati nei commi 1 e 2, si applicano le sanzioni interdittive previste dall'articolo 9, comma 2, per una durata non inferiore ad un anno.\n4. Se l'ente o una sua unità organizzativa viene stabilmente utilizzato allo scopo unico o prevalente di consentire o agevolare la commissione dei reati indicati nei commi 1 e 2, si applica la sanzione dell'interdizione definitiva dall'esercizio dell'attività ai sensi dell'articolo 16, comma 3"
                            },
                            {
                                "titolo": "Art. 25",
                                "rubrica": "",
                                "contenuto": "Peculato , indebita destinazione di denaro o cose mobili, concussione, induzione indebita a dare o promettere utilità, corruzione ....\n1. In relazione alla commissione dei delitti di cui agli articoli 318, 321, 322, commi primo e terzo, e 346bis del codice penale, si applica la sanzione pecuniaria fino a duecento quote. La medesima sanzione si applica, quando il fatto offende gli interessi finanziari dell'Unione europea, in relazione alla commissione dei delitti di cui agli articoli 314, primo comma, 314bis e 316 del codice penale.\n2. In relazione alla commissione dei delitti di cui agli articoli 319, 319ter, comma 1, 321, 322, commi 2 e 4, del codice penale, si applica all'ente la sanzione pecuniaria da duecento a seicento quote.\n3. In relazione alla commissione dei delitti di cui agli articoli 317, 319, aggravato ai sensi dell'articolo 319bis quando dal fatto l'ente ha conseguito un profitto di rilevante entità, 319ter, comma 2, 319quater e 321 del codice penale, si applica all'ente la sanzione pecuniaria da trecento a ottocento quote.\n4. Le sanzioni pecuniarie previste per i delitti di cui ai commi da 1 a 3, si applicano all'ente anche quando tali delitti sono stati commessi dalle persone indicate negli articoli 320 e 322bis.\n5. Nei casi di condanna per uno dei delitti indicati nei commi 2 e 3, si applicano le sanzioni interdittive previste dall'articolo 9, comma 2, per una durata non inferiore a quattro anni e non superiore a sette anni, se il reato è stato commesso da uno dei soggetti di cui all'articolo 5, comma 1, lettera a), e per una durata non inferiore a due anni e non superiore a quattro, se il reato è stato commesso da uno dei soggetti di cui all'articolo 5, comma 1, lettera b).\n5bis. Se prima della sentenza di primo grado l'ente si è efficacemente adoperato per evitare che l'attività delittuosa sia portata a conseguenze ulteriori, per assicurare le prove dei reati e per l'individuazione dei responsabili ovvero per il sequestro delle somme o altre utilità trasferite e ha eliminato le carenze organizzative che hanno determinato il reato mediante l'adozione e l'attuazione di modelli organizzativi idonei a prevenire reati della specie di quello verificatosi, le sanzioni interdittive hanno la durata stabilita dall'articolo 13, comma 2."
                            },
                            {
                                "titolo": "Art. 25bis",
                                "rubrica": "",
                                "contenuto": "(Falsità in monete, in carte di pubblico credito, in valori di bollo e in strumenti o segni di riconoscimento).\n1. In relazione alla commissione dei delitti previsti dal codice penale in materia di falsità in monete, in carte di pubblico credito , in valori di bollo e in strumenti o segni di riconoscimento, si applicano all'ente le seguenti sanzioni pecuniarie:\na) per il delitto di cui all'articolo 453 la sanzione pecuniaria da trecento a ottocento quote;\nb) per i delitti di cui agli articoli 454, 460 e 461 la sanzione pecuniaria fino a cinquecento quote;\nc) per il delitto di cui all'articolo 455 le sanzioni pecuniarie stabilite dalla lettera a), in relazione all'articolo 453, e dalla lettera b), in relazione all'articolo 454, ridotte da un terzo alla metà;\nd) per i delitti di cui agli articoli 457 e 464, secondo comma, le sanzioni pecuniarie fino a duecento quote;\ne) per il delitto di cui all'articolo 459 le sanzioni pecuniarie previste dalle lettere a), c) e d) ridotte di un terzo;\nf) per il delitto di cui all'articolo 464, primo comma, la sanzione pecuniaria fino a trecento quote.\n\nfbis) per i delitti di cui agli articoli 473 e 474, la sanzione pecuniaria fino a cinquecento quote\n\n2. Nei casi di condanna per uno dei delitti di cui agli articoli 453, 454, 455, 459, 460 , 461, 473 e 474 del codice penale, si applicano all'ente le sanzioni interdittive previste dall'articolo 9, comma 2, per una durata non superiore ad un anno."
                            },
                            {
                                "titolo": "Art. 25bis",
                                "rubrica": "1",
                                "contenuto": "(Delitti contro l'industria e il commercio).\n\n1. In relazione alla commissione dei delitti contro l'industria e il commercio previsti dal codice penale, si applicano all'ente le seguenti sanzioni pecuniarie:\na) per i delitti di cui agli articoli 513, 515, 516, 517, 517ter e 517quater la sanzione pecuniaria fino a cinquecento quote;\nb) per i delitti di cui agli articoli 513bis e 514 la sanzione pecuniaria fino a ottocento quote.\n2. Nel caso di condanna per i delitti di cui alla lettera b) del comma 1 si applicano all'ente le sanzioni interdittive previste dall'articolo 9, comma 2"
                            },
                            {
                                "titolo": "Art. 25ter",
                                "rubrica": "(Reati societari).",
                                "contenuto": "1. In relazione ai reati in materia societaria previsti dal codice civile o da altre leggi speciali, si applicano all'ente le seguenti sanzioni pecuniarie:\na) per il delitto di false comunicazioni sociali previsto dall'articolo 2621 del codice civile, la sanzione pecuniaria da duecento a quattrocento quote;\nabis) per il delitto di false comunicazioni sociali previsto dall'articolo 2621bis del codice civile, la sanzione pecuniaria da cento a duecento quote;\nb) per il delitto di false comunicazioni sociali previsto dall'articolo 2622 del codice civile, la sanzione pecuniaria da quattrocento a seicento quote;\nc) LETTERA ABROGATA DALLA L. 27 MAGGIO 2015, N. 69;\nd) per la contravvenzione di falso in prospetto, prevista dall'articolo 2623, primo comma, del codice civile, la sanzione pecuniaria da cento a centotrenta quote; (9)\ne) per il delitto di falso in prospetto, previsto dall'articolo 2623, secondo comma, del codice civile, la sanzione pecuniaria da duecento a trecentotrenta quote; (9)\nf) per la contravvenzione di falsità nelle relazioni o nelle comunicazioni delle società di revisione, prevista dall'articolo 2624, primo comma, del codice civile, la sanzione pecuniaria da cento a centotrenta quote; (9)\ng) per il delitto di falsità nelle relazioni o nelle comunicazioni delle società di revisione, previsto dall'articolo 2624, secondo comma, del codice civile, la sanzione pecuniaria da duecento a quattrocento quote; (9)\nh) per il delitto di impedito controllo, previsto dall'articolo 2625, secondo comma, del codice civile, la sanzione pecuniaria da cento a centottanta quote; (9)\ni) per il delitto di formazione fittizia del capitale, previsto dall'articolo 2632 del codice civile, la sanzione pecuniaria da cento a centottanta quote; (9)\nl) per il delitto di indebita restituzione dei conferimenti, previsto dall'articolo 2626 del codice civile, la sanzione pecuniaria da cento a centottanta quote; (9)\nm) per la contravvenzione di illegale ripartizione degli utili e delle riserve, prevista dall'articolo 2627 del codice civile, la sanzione pecuniaria da cento a centotrenta quote; (9)\nn) per il delitto di illecite operazioni sulle azioni o quote sociali o della società controllante, previsto dall'articolo 2628 del codice civile, la sanzione pecuniaria da cento a centottanta quote; (9)\no) per il delitto di operazioni in pregiudizio dei creditori, previsto dall'articolo 2629 del codice civile, la sanzione pecuniaria da centocinquanta a trecentotrenta quote; (9)\np) per il delitto di indebita ripartizione dei beni sociali da parte dei liquidatori, previsto dall'articolo 2633 del codice civile, la sanzione pecuniaria da centocinquanta a trecentotrenta quote; (9)\nq) per il delitto di illecita influenza sull'assemblea, previsto dall'articolo 2636 del codice civile, la sanzione pecuniaria da centocinquanta a trecentotrenta quote; (9)\nr) per il delitto di aggiotaggio, previsto dall'articolo 2637 del codice civile e per il delitto di omessa comunicazione del conflitto d'interessi previsto dall'articolo 2629bis del codice civile, la sanzione pecuniaria da duecento a cinquecento quote; (9)\ns) per i delitti di ostacolo all'esercizio delle funzioni delle autorità pubbliche di vigilanza, previsti dall'articolo 2638, primo e secondo comma, del codice civile, la sanzione pecuniaria da duecento a quattrocento quote; (9)\nsbis) per il delitto di corruzione tra privati, nei casi previsti dal terzo comma dell'articolo 2635 del codice civile, la sanzione pecuniaria da quattrocento a seicento quote e, nei casi di istigazione di cui al primo comma dell'articolo 2635bis del codice civile, la sanzione pecuniaria da duecento a quattrocento quote. Si applicano altresì le sanzioni interdittive previste dall'articolo 9, comma 2;\n\nster) per il delitto di false o omesse dichiarazioni per il rilascio del certificato preliminare previsto dalla normativa attuativa della direttiva (UE) 2019/2121, del Parlamento europeo e del Consiglio, del 27 novembre 2019, la sanzione pecuniaria da centocinquanta a trecento quote.\n\nAGGIORNAMENTO (9)\nLa L. 28 dicembre 2005, n. 262, ha disposto (con l'Art. 39) che le sanzioni pecuniarie previste dal presente articolo sono raddoppiate."
                            },
                            {
                                "titolo": "Art. 25quater",
                                "rubrica": "(Delitti con finalità di terrorismo o di eversione dell'ordine democratico).",
                                "contenuto": "1. In relazione alla commissione dei delitti aventi finalità di terrorismo o di eversione dell'ordine democratico, previsti dal codice penale e dalle leggi speciali, si applicano all'ente le seguenti sanzioni pecuniarie:\na) se il delitto è punito con la pena della reclusione inferiore a dieci anni, la sanzione pecuniaria da duecento a settecento quote;\nb) se il delitto è punito con la pena della reclusione non inferiore a dieci anni o con l'ergastolo, la sanzione pecuniaria da quattrocento a mille quote.\n2. Nei casi di condanna per uno dei delitti indicati nel comma 1, si applicano le sanzioni interdittive previste dall'articolo 9, comma 2, per una durata non inferiore ad un anno.\n3. Se l'ente o una sua unità organizzativa viene stabilmente utilizzato allo scopo unico o prevalente di consentire o agevolare la commissione dei reati indicati nel comma 1, si applica la sanzione dell'interdizione definitiva dall'esercizio dell'attività ai sensi dell'articolo 16, comma 3.\n4. Le disposizioni dei commi 1, 2 e 3 si applicano altresì in relazione alla commissione di delitti, diversi da quelli indicati nel comma 1, che siano comunque stati posti in essere in violazione di quanto previsto dall'articolo 2 della Convenzione internazionale per la repressione del finanziamento del terrorismo fatta a New York il 9 dicembre 1999."
                            },
                            {
                                "titolo": "Art. 25quater",
                                "rubrica": "1",
                                "contenuto": "(Pratiche di mutilazione degli organi genitali femminili)\n\n1. In relazione alla commissione dei delitti di cui all'articolo 583bis del codice penale si applicano all'ente, nella cui struttura è commesso il delitto, la sanzione pecuniaria da 300 a 700 quote e le sanzioni interdittive previste dall'articolo 9, comma 2, per una durata non inferiore ad un anno. Nel caso in cui si tratti di un ente privato accreditato è altresì revocato l'accreditamento.\n2. Se l'ente o una sua unità organizzativa viene stabilmente utilizzato allo scopo unico o prevalente di consentire o agevolare la commissione dei delitti indicati al comma 1, si applica la sanzione dell'interdizione definitiva dall'esercizio dell'attività ai sensi dell'articolo 16, comma 3."
                            },
                            {
                                "titolo": "Art. 25quinquies",
                                "rubrica": "(Delitti contro la personalità individuale).",
                                "contenuto": "1. In relazione alla commissione dei delitti previsti dalla sezione I del capo III del titolo XII del libro II del codice penale si applicano all'ente le seguenti sanzioni pecuniarie:\na) per i delitti di cui agli articoli 600, 601 , 602 e 603bis, la sanzione pecuniaria da quattrocento a mille quote;\nb) per i delitti di cui agli articoli 600bis, primo comma, 600ter, primo e secondo comma, anche se relativi al materiale pornografico di cui all'articolo 600quater.1, e 600quinquies, la sanzione pecuniaria da trecento a ottocento quote;\nc) per i delitti di cui agli articoli 600bis, secondo comma, 600ter, terzo e quarto comma, e 600quater, anche se relativi al materiale pornografico di cui all'articolo 600quater.1, nonché per il delitto di cui all'articolo 609undecies la sanzione pecuniaria da duecento a settecento quote.\n2. Nei casi di condanna per uno dei delitti indicati nel comma 1, lettere a) e b), si applicano le sanzioni interdittive previste dall'articolo 9, comma 2, per una durata non inferiore ad un anno.\n3. Se l'ente o una sua unità organizzativa viene stabilmente utilizzato allo scopo unico o prevalente di consentire o agevolare la commissione dei reati indicati nel comma 1, si applica la sanzione dell'interdizione definitiva dall'esercizio dell'attività ai sensi dell'articolo 16, comma 3."
                            },
                            {
                                "titolo": "Art. 25sexies",
                                "rubrica": "(Abusi di mercato).",
                                "contenuto": "1. In relazione ai reati di abuso di informazioni privilegiate e di manipolazione del mercato previsti dalla parte V, titolo Ibis, capo II, del testo unico di cui al decreto legislativo 24 febbraio 1998, n. 58, si applica all'ente la sanzione pecuniaria da quattrocento a mille quote.\n2. Se, in seguito alla commissione dei reati di cui al comma 1, il prodotto o il profitto conseguito dall'ente è di rilevante entità, la sanzione è aumentata fino a dieci volte tale prodotto o profitto"
                            },
                            {
                                "titolo": "Art. 25septies",
                                "rubrica": "(Omicidio colposo o lesioni gravi o gravissime",
                                "contenuto": "commesse con violazione delle norme sulla tutela della salute e\nsicurezza sul lavoro).\n\n1. In relazione al delitto di cui all'articolo 589 del codice penale, commesso con violazione dell'articolo 55, comma 2, del decreto legislativo attuativo della delega di cui alla legge 3 agosto 2007, n. 123, in materia di salute e sicurezza sul lavoro, si applica una sanzione pecuniaria in misura pari a 1.000 quote. Nel caso di condanna per il delitto di cui al precedente periodo si applicano le sanzioni interdittive di cui all'articolo 9, comma 2, per una durata non inferiore a tre mesi e non superiore ad un anno.\n2. Salvo quanto previsto dal comma 1, in relazione al delitto di cui all'articolo 589 del codice penale, commesso con violazione delle norme sulla tutela della salute e sicurezza sul lavoro, si applica una sanzione pecuniaria in misura non inferiore a 250 quote e non superiore a 500 quote. Nel caso di condanna per il delitto di cui al precedente periodo si applicano le sanzioni interdittive di cui all'articolo 9, comma 2, per una durata non inferiore a tre mesi e non superiore ad un anno.\n3. In relazione al delitto di cui all'articolo 590, terzo comma, del codice penale, commesso con violazione delle norme sulla tutela della salute e sicurezza sul lavoro, si applica una sanzione pecuniaria in misura non superiore a 250 quote. Nel caso di condanna per il delitto di cui al precedente periodo si applicano le sanzioni interdittive di cui all'articolo 9, comma 2, per una durata non superiore a sei mesi."
                            },
                            {
                                "titolo": "Art. 25octies",
                                "rubrica": "",
                                "contenuto": "(Ricettazione, riciclaggio e impiego di denaro, beni o utilità di provenienza illecita , nonché autoriciclaggio ).\n1. In relazione ai reati di cui agli articoli 648, 648bis , 648ter e 648ter.1 del codice penale, si applica all'ente la sanzione pecuniaria da 200 a 800 quote. Nel caso in cui il denaro, i beni o le altre utilità provengono da delitto per il quale è stabilita la pena della reclusione superiore nel massimo a cinque anni si applica la sanzione pecuniaria da 400 a 1000 quote.\n2. Nei casi di condanna per uno dei delitti di cui al comma 1 si applicano all'ente le sanzioni interdittive previste dall'articolo 9, comma 2, per una durata non superiore a due anni.\n3. In relazione agli illeciti di cui ai commi 1 e 2, il Ministero della giustizia, sentito il parere dell'UIF, formula le osservazioni di cui all'articolo 6 del decreto legislativo 8 giugno 2001, n. 231."
                            },
                            {
                                "titolo": "Art. 25octies",
                                "rubrica": "1",
                                "contenuto": "(Delitti in materia di strumenti di pagamento diversi dai contanti e trasferimento fraudolento di valori ).\n1. In relazione alla commissione dei delitti previsti dal codice penale in materia di strumenti di pagamento diversi dai contanti, si applicano all'ente le seguenti sanzioni pecuniarie:\na) per il delitto di cui all'articolo 493ter, la sanzione pecuniaria da 300 a 800 quote;\nb) per il delitto di cui all'articolo 493quater e per il delitto di cui all'articolo 640ter, nell'ipotesi aggravata dalla realizzazione di un trasferimento di denaro, di valore monetario o di valuta virtuale, la sanzione pecuniaria sino a 500 quote.\n2. Salvo che il fatto integri altro illecito amministrativo sanzionato più gravemente, in relazione alla commissione di ogni altro delitto contro la fede pubblica, contro il patrimonio o che comunque offende il patrimonio previsto dal codice penale, quando ha ad oggetto strumenti di pagamento diversi dai contanti, si applicano all'ente le seguenti sanzioni pecuniarie:\na) se il delitto è punito con la pena della reclusione inferiore ai dieci anni, la sanzione pecuniaria sino a 500 quote;\nb) se il delitto è punito con la pena non inferiore ai dieci anni di reclusione, la sanzione pecuniaria da 300 a 800 quote.\n\n2bis. In relazione alla commissione del delitto di cui all'articolo 512bis del codice penale, si applica all'ente la sanzione pecuniaria da 250 a 600 quote\n\n3. Nei casi di condanna per uno dei delitti di cui ai commi 1, 2 e 2bis si applicano all'ente le sanzioni interdittive previste dall'articolo 9, comma 2."
                            },
                            {
                                "titolo": "Art. 25novies",
                                "rubrica": "(Delitti in materia di violazione del diritto d'autore).",
                                "contenuto": "1. In relazione alla commissione dei delitti previsti dagli articoli 171, primo comma, lettera abis), e terzo comma, 171bis, 171ter, 171septies e 171octies della legge 22 aprile 1941, n. 633, si applica all'ente la sanzione pecuniaria fino a cinquecento quote.\n2. Nel caso di condanna per i delitti di cui al comma 1 si applicano all'ente le sanzioni interdittive previste dall'articolo 9, comma 2, per una durata non superiore ad un anno. Resta fermo quanto previsto dall'articolo 174quinquies della citata legge n. 633 del 1941. (17) 20\n\nAGGIORNAMENTO (17)\nLa L. 3 agosto 2009, n. 116, ha disposto (con l'Art. 4) che \"Dopo l'articolo 25octies del decreto legislativo 8 giugno 2001, n. 231, è inserito il seguente:\n\"Art. 25novies (Induzione a non rendere dichiarazioni o a rendere dichiarazioni mendaci all'autorità giudiziaria). 1. In relazione alla commissione del delitto di cui all'articolo 377bis del codice penale, si applica all'ente la sanzione pecuniaria fino a cinquecento quote\".\"\n\nAGGIORNAMENTO (20)\nLa L. 3 agosto 2009, n. 116, come modificata dal D.Lgs. 7 luglio 2011, n. 121, ha disposto (con l'Art. 4, comma 1) che \"Dopo l'articolo 25nonies del decreto legislativo 8 giugno 2001, n. 231, è inserito il seguente:\n\"Art. 25decies (Induzione a non rendere dichiarazioni o a rendere dichiarazioni mendaci all'autorità giudiziaria). !. In relazione alla commissione del delitto di cui all'Art. 377bis del codice civile, si applica all'ente la sanzione pecuniaria fino a cinquecento quote.\".\""
                            },
                            {
                                "titolo": "Art. 25decies",
                                "rubrica": "(Induzione a non rendere dichiarazioni o a rendere dichiarazioni mendaci all'autorità giudiziaria).",
                                "contenuto": "!. In relazione alla commissione del delitto di cui all'Art. 377bis del codice civile, si applica all'ente la sanzione pecuniaria fino a cinquecento quote."
                            },
                            {
                                "titolo": "Art. 25undecies",
                                "rubrica": "(Reati ambientali)",
                                "contenuto": "1. In relazione alla commissione dei reati previsti dal codice penale, si applicano all'ente le seguenti sanzioni pecuniarie:\na) per la violazione dell'articolo 452bis, la sanzione pecuniaria da duecentocinquanta a seicento quote;\nb) per la violazione dell'articolo 452quater, la sanzione pecuniaria da quattrocento a ottocento quote;\nc) per la violazione dell'articolo 452quinquies, la sanzione pecuniaria da duecento a cinquecento quote;\nd) per i delitti associativi aggravati ai sensi dell'articolo 452octies, la sanzione pecuniaria da trecento a mille quote;\ne) per il delitto di traffico e abbandono di materiale ad alta radioattività ai sensi dell'articolo 452sexies, la sanzione pecuniaria da duecentocinquanta a seicento quote;\nf) per la violazione dell'articolo 727bis, la sanzione pecuniaria fino a duecentocinquanta quote;\ng) per la violazione dell'articolo 733bis, la sanzione pecuniaria da centocinquanta a duecentocinquanta quote.\n\n1bis. Nei casi di condanna per i delitti indicati al comma 1, lettere a) e b), del presente articolo, si applicano, oltre alle sanzioni pecuniarie ivi previste, le sanzioni interdittive previste dall'articolo 9, per un periodo non superiore a un anno per il delitto di cui alla citata lettera a)\n\n2. In relazione alla commissione dei reati previsti dal decreto legislativo 3 aprile 2006, n. 152, si applicano all'ente le seguenti sanzioni pecuniarie:\na) per i reati di cui all'articolo 137:\n1) per la violazione dei commi 3, 5, primo periodo, e 13, la sanzione pecuniaria da centocinquanta a duecentocinquanta quote;\n2) per la violazione dei commi 2, 5, secondo periodo, e 11, la sanzione pecuniaria da duecento a trecento quote.\nb) per i reati di cui all'articolo 256:\n1) per la violazione dei commi 1, lettera a), e 6, primo periodo, la sanzione pecuniaria fino a duecentocinquanta quote;\n2) per la violazione dei commi 1, lettera b), 3, primo periodo, e 5, la sanzione pecuniaria da centocinquanta a duecentocinquanta quote;\n3) per la violazione del comma 3, secondo periodo, la sanzione pecuniaria da duecento a trecento quote;\nc) per i reati di cui all'articolo 257:\n1) per la violazione del comma 1, la sanzione pecuniaria fino a duecentocinquanta quote;\n2) per la violazione del comma 2, la sanzione pecuniaria da centocinquanta a duecentocinquanta quote;\nd) per la violazione dell'articolo 258, comma 4, secondo periodo, la sanzione pecuniaria da centocinquanta a duecentocinquanta quote;\ne) per la violazione dell'articolo 259, comma 1, la sanzione pecuniaria da centocinquanta a duecentocinquanta quote;\nf) per il delitto di cui all'articolo 260, la sanzione pecuniaria da trecento a cinquecento quote, nel caso previsto dal comma 1 e da quattrocento a ottocento quote nel caso previsto dal comma 2;\ng) per la violazione dell'articolo 260bis, la sanzione pecuniaria da centocinquanta a duecentocinquanta quote nel caso previsto dai commi 6, 7, secondo e terzo periodo, e 8, primo periodo, e la sanzione pecuniaria da duecento a trecento quote nel caso previsto dal comma 8, secondo periodo;\nh) per la violazione dell'articolo 279, comma 5, la sanzione pecuniaria fino a duecentocinquanta quote.\n3. In relazione alla commissione dei reati previsti dalla legge 7 febbraio 1992, n. 150, si applicano all'ente le seguenti sanzioni pecuniarie:\na) per la violazione degli articoli 1, comma 1, 2, commi 1 e 2, e 6, comma 4, la sanzione pecuniaria fino a duecentocinquanta quote;\nb) per la violazione dell'articolo 1, comma 2, la sanzione pecuniaria da centocinquanta a duecentocinquanta quote;\nc) per i reati del codice penale richiamati dall'articolo 3bis, comma 1, della medesima legge n. 150 del 1992, rispettivamente:\n1) la sanzione pecuniaria fino a duecentocinquanta quote, in caso di commissione di reati per cui è prevista la pena non superiore nel massimo ad un anno di reclusione;\n2) la sanzione pecuniaria da centocinquanta a duecentocinquanta quote, in caso di commissione di reati per cui è prevista la pena non superiore nel massimo a due anni di reclusione;\n3) la sanzione pecuniaria da duecento a trecento quote, in caso di commissione di reati per cui è prevista la pena non superiore nel massimo a tre anni di reclusione;\n4) la sanzione pecuniaria da trecento a cinquecento quote, in caso di commissione di reati per cui è prevista la pena superiore nel massimo a tre anni di reclusione.\n4. In relazione alla commissione dei reati previsti dall'articolo 3, comma 6, della legge 28 dicembre 1993, n. 549, si applica all'ente la sanzione pecuniaria da centocinquanta a duecentocinquanta quote.\n5. In relazione alla commissione dei reati previsti dal decreto legislativo 6 novembre 2007, n. 202, si applicano all'ente le seguenti sanzioni pecuniarie:\na) per il reato di cui all'articolo 9, comma 1, la sanzione pecuniaria fino a duecentocinquanta quote;\nb) per i reati di cui agli articoli 8, comma 1, e 9, comma 2, la sanzione pecuniaria da centocinquanta a duecentocinquanta quote;\nc) per il reato di cui all'articolo 8, comma 2, la sanzione pecuniaria da duecento a trecento quote.\n6. Le sanzioni previste dal comma 2, lettera b), sono ridotte della metà nel caso di commissione del reato previsto dall'articolo 256, comma 4, del decreto legislativo 3 aprile 2006, n. 152.\n7. Nei casi di condanna per i delitti indicati al comma 2, lettere a), n. 2), b), n. 3), e f), e al comma 5, lettere b) e c), si applicano le sanzioni interdittive previste dall'articolo 9, comma 2, del decreto legislativo 8 giugno 2001, n. 231, per una durata non superiore a sei mesi.\n8. Se l'ente o una sua unità organizzativa vengono stabilmente utilizzati allo scopo unico o prevalente di consentire o agevolare la commissione dei reati di cui all'articolo 260 del decreto legislativo 3 aprile 2006, n. 152, e all'articolo 8 del decreto legislativo 6 novembre 2007, n. 202, si applica la sanzione dell'interdizione definitiva dall'esercizio dell'attività ai sensi dell'Art. 16, comma 3, del decreto legislativo 8 giugno 2001 n. 231."
                            },
                            {
                                "titolo": "Art. 25duodecies",
                                "rubrica": "(Impiego di cittadini di paesi terzi il cui soggiorno è irregolare)",
                                "contenuto": "1. In relazione alla commissione del delitto di cui all'articolo 22, comma 12bis, del decreto legislativo 25 luglio 1998, n. 286, si applica all'ente la sanzione pecuniaria da 100 a 200 quote, entro il limite di 150.000 euro.\n\n1bis. In relazione alla commissione dei delitti di cui all'articolo 12, commi 3, 3bis e 3ter, del testo unico di cui al decreto legislativo 25 luglio 1998, n. 286, e successive modificazioni, si applica all'ente la sanzione pecuniaria da quattrocento a mille quote.\n1ter. In relazione alla commissione dei delitti di cui all'articolo 12, comma 5, del testo unico di cui al decreto legislativo 25 luglio 1998, n. 286, e successive modificazioni, si applica all'ente la sanzione pecuniaria da cento a duecento quote.\n1quater. Nei casi di condanna per i delitti di cui ai commi 1bis e 1ter del presente articolo, si applicano le sanzioni interdittive previste dall'articolo 9, comma 2, per una durata non inferiore a un anno"
                            },
                            {
                                "titolo": "Art. 25terdecies",
                                "rubrica": "(Razzismo e xenofobia).",
                                "contenuto": "1. In relazione alla commissione dei delitti di cui all'articolo 3, comma 3bis, della legge 13 ottobre 1975, n. 654, si applica all'ente la sanzione pecuniaria da duecento a ottocento quote.\n2. Nei casi di condanna per i delitti di cui al comma 1 si applicano all'ente le sanzioni interdittive previste dall'articolo 9, comma 2, per una durata non inferiore a un anno.\n3. Se l'ente o una sua unità organizzativa è stabilmente utilizzato allo scopo unico o prevalente di consentire o agevolare la commissione dei delitti indicati nel comma 1, si applica la sanzione dell'interdizione definitiva dall'esercizio dell'attività ai sensi dell'articolo 16, comma 3"
                            },
                            {
                                "titolo": "Art. 25quaterdecies",
                                "rubrica": "",
                                "contenuto": "(Frode in competizioni sportive, esercizio abusivo di gioco o di scommessa e giochi d'azzardo esercitati a mezzo di apparecchi vietati).\n\n1. In relazione alla commissione dei reati di cui agli articoli 1 e 4 della legge 13 dicembre 1989, n. 401, si applicano all'ente le seguenti sanzioni pecuniarie:\na) per i delitti, la sanzione pecuniaria fino a cinquecento quote;\nb) per le contravvenzioni, la sanzione pecuniaria fino a duecentosessanta quote.\n2. Nei casi di condanna per uno dei delitti indicati nel comma 1, lettera a), del presente articolo, si applicano le sanzioni interdittive previste dall'articolo 9, comma 2, per una durata non inferiore a un anno"
                            },
                            {
                                "titolo": "Art. 25quinquiesdecies",
                                "rubrica": "(Reati tributari)",
                                "contenuto": "1. In relazione alla commissione dei delitti previsti dal decreto legislativo 10 marzo 2000, n. 74, si applicano all'ente le seguenti sanzioni pecuniarie:\na) per il delitto di dichiarazione fraudolenta mediante uso di fatture o altri documenti per operazioni inesistenti previsto dall'articolo 2, comma 1, la sanzione pecuniaria fino a cinquecento quote;\nb) per il delitto di dichiarazione fraudolenta mediante uso di fatture o altri documenti per operazioni inesistenti, previsto dall'articolo 2, comma 2bis, la sanzione pecuniaria fino a quattrocento quote;\nc) per il delitto di dichiarazione fraudolenta mediante altri artifici, previsto dall'articolo 3, la sanzione pecuniaria fino a cinquecento quote;\nd) per il delitto di emissione di fatture o altri documenti per operazioni inesistenti, previsto dall'articolo 8, comma 1, la sanzione pecuniaria fino a cinquecento quote;\ne) per il delitto di emissione di fatture o altri documenti per operazioni inesistenti, previsto dall'articolo 8, comma 2bis, la sanzione pecuniaria fino a quattrocento quote;\nf) per il delitto di occultamento o distruzione di documenti contabili, previsto dall'articolo 10, la sanzione pecuniaria fino a quattrocento quote;\ng) per il delitto di sottrazione fraudolenta al pagamento di imposte, previsto dall'articolo 11, la sanzione pecuniaria fino a quattrocento quote.\n1bis. In relazione alla commissione dei delitti previsti dal decreto legislativo 10 marzo 2000, n. 74, quando sono commessi al fine di evadere l'imposta sul valore aggiunto nell'ambito di sistemi fraudolenti transfrontalieri connessi al territorio di almeno un altro Stato membro dell'Unione europea, da cui consegua o possa conseguire un danno complessivo pari o superiore a dieci milioni di euro, si applicano all'ente le seguenti sanzioni pecuniarie:\na) per il delitto di dichiarazione infedele previsto dall'articolo 4, la sanzione pecuniaria fino a trecento quote;\nb) per il delitto di omessa dichiarazione previsto dall'articolo 5, la sanzione pecuniaria fino a quattrocento quote;\nc) per il delitto di indebita compensazione previsto dall'articolo 10quater, la sanzione pecuniaria fino a quattrocento quote.\n2. Se, in seguito alla commissione dei delitti indicati ai commi 1 e 1bis, l'ente ha conseguito un profitto di rilevante entità, la sanzione pecuniaria è aumentata di un terzo.\n3. Nei casi previsti dai commi 1, 1bis e 2, si applicano le sanzioni interdittive di cui all'articolo 9, comma 2, lettere c), d) ed e).\n(37)\n\nAGGIORNAMENTO (37)\nIl D.L. 26 ottobre 2019, n. 124, convertito con modificazioni dalla L. 19 dicembre 2019, n. 157, ha disposto (con l'Art. 39, comma 3) che \"Le disposizioni di cui ai commi 1 a 2 hanno efficacia dalla data di pubblicazione nella Gazzetta Ufficiale della legge di conversione del presente decreto\"."
                            },
                            {
                                "titolo": "Art. 25sexdecies",
                                "rubrica": "(Contrabbando).",
                                "contenuto": "1. In relazione alla commissione dei reati previsti dal decreto del Presidente della Repubblica 23 gennaio 1973, n. 43, si applica all'ente la sanzione pecuniaria fino a duecento quote.\n2. Quando i diritti di confine dovuti superano centomila euro si applica all'ente la sanzione pecuniaria fino a quattrocento quote.\n3. Nei casi previsti dai commi 1 e 2 si applicano all'ente le sanzioni interdittive previste dall'articolo 9, comma 2, lettere c), d) ed e)."
                            },
                            {
                                "titolo": "Art. 25septiesdecies",
                                "rubrica": "(Delitti contro il patrimonio culturale).",
                                "contenuto": "1. In relazione alla commissione del delitto previsto dall'articolo 518novies del codice penale, si applica all'ente la sanzione pecuniaria da cento a quattrocento quote.\n2. In relazione alla commissione dei delitti previsti dagli articoli 518ter, 518decies e 518undecies del codice penale, si applica all'ente la sanzione pecuniaria da duecento a cinquecento quote.\n3. In relazione alla commissione dei delitti previsti dagli articoli 518duodecies e 518quaterdecies del codice penale, si applica all'ente la sanzione pecuniaria da trecento a settecento quote.\n4. In relazione alla commissione dei delitti previsti dagli articoli 518bis, 518quater e 518octies del codice penale, si applica all'ente la sanzione pecuniaria da quattrocento a novecento quote.\n5. Nel caso di condanna per i delitti di cui ai commi da 1 a 4, si applicano all'ente le sanzioni interdittive previste dall'articolo 9, comma 2, per una durata non superiore a due anni."
                            },
                            {
                                "titolo": "Art. 25duodevicies",
                                "rubrica": "(Riciclaggio di beni culturali e devastazione e saccheggio di beni culturali e paesaggistici).",
                                "contenuto": "1. In relazione alla commissione dei delitti previsti dagli articoli 518sexies e 518terdecies del codice penale, si applica all'ente la sanzione pecuniaria da cinquecento a mille quote.\n2. Se l'ente o una sua unità organizzativa viene stabilmente utilizzato allo scopo unico o prevalente di consentire o agevolare la commissione dei delitti indicati al comma 1, si applica la sanzione dell'interdizione definitiva dall'esercizio dell'attività ai sensi dell'articolo 16, comma 3"
                            },
                            {
                                "titolo": "Art. 26",
                                "rubrica": "Delitti tentati",
                                "contenuto": "1. Le sanzioni pecuniarie e interdittive sono ridotte da un terzo alla metà in relazione alla commissione, nelle forme del tentativo, dei delitti indicati nel presente capo del decreto.\n2. L'ente non risponde quando volontariamente impedisce il compimento dell'azione o la realizzazione dell'evento."
                            }
                        ]
                    }
                ]
            },
            {
                "titolo": "CAPO II",
                "rubrica": "RESPONSABILITÀ PATRIMONIALE E VICENDE MODIFICATIVE DELL'ENTE",
                "contenuto": [
                    {
                        "titolo": "SEZIONE I",
                        "rubrica": "Responsabilità patrimoniale dell'ente",
                        "contenuto": [
                            {
                                "titolo": "Art. 27",
                                "rubrica": "Responsabilità patrimoniale dell'ente",
                                "contenuto": "1. Dell'obbligazione per il pagamento della sanzione pecuniaria risponde soltanto l'ente con il suo patrimonio o con il fondo comune.\n2. I crediti dello Stato derivanti degli illeciti amministrativi dell'ente relativi a reati hanno privilegio secondo le disposizioni del codice di procedura penale sui crediti dipendenti da reato. A tale fine, la sanzione pecuniaria si intende equiparata alla pena pecuniaria."
                            }
                        ]
                    },
                    {
                        "titolo": "SEZIONE II",
                        "rubrica": "Vicende modificative dell'ente",
                        "contenuto": [
                            {
                                "titolo": "Art. 28",
                                "rubrica": "Trasformazione dell'ente",
                                "contenuto": "1. Nel caso di trasformazione dell'ente, resta ferma la responsabilità per i reati commessi anteriormente alla data in cui la trasformazione ha avuto effetto."
                            },
                            {
                                "titolo": "Art. 29",
                                "rubrica": "Fusione dell'ente",
                                "contenuto": "1. Nel caso di fusione, anche per incorporazione, l'ente che ne risulta risponde dei reati dei quali erano responsabili gli enti partecipanti alla fusione."
                            },
                            {
                                "titolo": "Art. 30",
                                "rubrica": "Scissione dell'ente",
                                "contenuto": "1. Nel caso di scissione parziale, resta ferma la responsabilità dell'ente scisso per i reati commessi anteriormente alla data in cui la scissione ha avuto effetto, salvo quanto previsto dal comma 3.\n2. Gli enti beneficiari della scissione, sia totale che parziale, sono solidalmente obbligati al pagamento delle sanzioni pecuniarie dovute dall'ente scisso per i reati commessi anteriormente alla data dalla quale la scissione ha avuto effetto. L'obbligo è limitato al valore effettivo del patrimonio netto trasferito al singolo ente, salvo che si tratti di ente al quale è stato trasferito, anche in parte il ramo di attività nell'ambito del quale è stato commesso il reato.\n3. Le sanzioni interdittive relative ai reati indicati nel comma 2, si applicano agli enti cui è rimasto o è stato trasferito, anche in parte, il ramo di attività nell'ambito del quale il reato è stato commesso."
                            },
                            {
                                "titolo": "Art. 31",
                                "rubrica": "Determinazione delle sanzioni nel caso di fusione o scissione",
                                "contenuto": "1. Se la fusione o la scissione è avvenuta prima della conclusione del giudizio, il giudice, nella commisurazione della sanzione pecuniaria a norma dell'articolo 11, comma 2, tiene conto delle condizioni economiche e patrimoniali dell'ente originariamente responsabile.\n2. Salvo quanto previsto dall'articolo 17, l'ente risultante dalla fusione e l'ente al quale, nel caso di scissione, è applicabile la sanzione interdittiva possono chiedere al giudice la sostituzione della medesima con la sanzione pecuniaria, qualora, a seguito della fusione o della scissione, si sia realizzata la condizione prevista dalla lettera b) del comma 1 dell'articolo 17, e ricorrano le ulteriori condizioni di cui alle lettere a) e c) del medesimo articolo.\n3. Se accoglie la richiesta, il giudice, nel pronunciare sentenza di condanna, sostituisce la sanzione interdittiva con una sanzione pecuniaria di ammontare pari da una a due volte quello della sanzione pecuniaria inflitta all'ente in relazione al medesimo reato.\n4. Resta salva la facoltà dell'ente, anche nei casi di fusione o scissione successiva alla conclusione del giudizio, di chiedere la conversione della sanzione interdittiva in sanzione pecuniaria."
                            },
                            {
                                "titolo": "Art. 32",
                                "rubrica": "Rilevanza della fusione o della scissione ai fini della reiterazione",
                                "contenuto": "1. Nei casi di responsabilità dell'ente risultante dalla fusione o beneficiario della scissione per reati commessi successivamente alla data dalla quale la fusione o la scissione ha avuto effetto, il giudice può ritenere la reiterazione, a norma dell'articolo 20, anche in rapporto a condanne pronunciate nei confronti degli enti partecipanti alla fusione o dell'ente scisso per reati commessi anteriormente a tale data.\n2. A tale fine, il giudice tiene conto della natura delle violazioni e dell'attività nell'ambito della quale sono state commesse nonché delle caratteristiche della fusione o della scissione.\n3. Rispetto agli enti beneficiari della scissione, la reiterazione può essere ritenuta, a norma dei commi 1 e 2, solo se ad essi è stato trasferito, anche in parte, il ramo di attività nell'ambito del quale è stato commesso il reato per cui è stata pronunciata condanna nei confronti dell'ente scisso."
                            },
                            {
                                "titolo": "Art. 33",
                                "rubrica": "Cessione di azienda",
                                "contenuto": "1. Nel caso di cessione dell'azienda nella cui attività è stato commesso il reato, il cessionario è solidalmente obbligato, salvo il beneficio della preventiva escussione dell'ente cedente e nei limiti del valore dell'azienda, al pagamento della sanzione pecuniaria.\n2. L'obbligazione del cessionario è limitata alle sanzioni pecuniarie che risultano dai libri contabili obbligatori, ovvero dovute per illeciti amministrativi dei quali egli era comunque a conoscenza.\n3. Le disposizioni del presente articolo si applicano anche nel caso di conferimento di azienda."
                            }
                        ]
                    }
                ]
            },
            {
                "titolo": "CAPO III",
                "rubrica": "PROCEDIMENTO DI ACCERTAMENTO E DI APPLICAZIONE DELLE SANZIONI",
                "contenuto": [
                    {
                        "titolo": "SEZIONE I",
                        "rubrica": "Disposizioni generali",
                        "contenuto": [
                            {
                                "titolo": "Art. 34",
                                "rubrica": "Disposizioni processuali applicabili",
                                "contenuto": "1. Per il procedimento relativo agli illeciti amministrativi dipendenti da reato, si osservano le norme di questo capo nonché, in quanto compatibili, le disposizioni del codice di procedura penale e del decreto legislativo 28 luglio 1989, n. 271."
                            },
                            {
                                "titolo": "Art. 35",
                                "rubrica": "Estensione della disciplina relativa all'imputato",
                                "contenuto": "1. All'ente si applicano le disposizioni processuali relative all'imputato, in quanto compatibili."
                            }
                        ]
                    },
                    {
                        "titolo": "SEZIONE II",
                        "rubrica": "Soggetti, giurisdizione e competenza",
                        "contenuto": [
                            {
                                "titolo": "Art. 36",
                                "rubrica": "Attribuzioni del giudice penale",
                                "contenuto": "1. La competenza a conoscere gli illeciti amministrativi dell'ente appartiene al giudice penale competente per i reati dai quali gli stessi dipendono.\n2. Per il procedimento di accertamento dell'illecito amministrativo dell'ente si osservano le disposizioni sulla composizione del tribunale e le disposizioni processuali collegate relative ai reati dai quali l'illecito amministrativo dipende."
                            },
                            {
                                "titolo": "Art. 37",
                                "rubrica": "Casi di improcedibilità",
                                "contenuto": "1. Non si procede all'accertamento dell'illecito amministrativo dell'ente quando l'azione penale non può essere iniziata o proseguita nei confronti dell'autore del reato per la mancanza di una condizione di procedibilità."
                            },
                            {
                                "titolo": "Art. 38",
                                "rubrica": "Riunione e separazione dei procedimenti",
                                "contenuto": "1. Il procedimento per l'illecito amministrativo dell'ente è riunito al procedimento penale instaurato nei confronti dell'autore del reato da cui l'illecito dipende.\n2. Si procede separatamente per l'illecito amministrativo dell'ente soltanto quando:\na) è stata ordinata la sospensione del procedimento ai sensi dell'articolo 71 del codice di procedura penale;\nb) il procedimento è stato definito con il giudizio abbreviato o con l'applicazione della pena ai sensi dell'articolo 444 del codice di procedura penale, ovvero è stato emesso il decreto penale di condanna;\nc) l'osservanza delle disposizioni processuali lo rende necessario."
                            },
                            {
                                "titolo": "Art. 39",
                                "rubrica": "Rappresentanza dell'ente",
                                "contenuto": "1. L'ente partecipa al procedimento penale con il proprio rappresentante legale, salvo che questi sia imputato del reato da cui dipende l'illecito amministrativo.\n2. L'ente che intende partecipare al procedimento si costituisce depositando nella cancelleria dell'autorità giudiziaria procedente una dichiarazione contenente a pena di inammissibilità:\na) la denominazione dell'ente e le generalità del suo legale rappresentante;\nb) il nome ed il cognome del difensore e l'indicazione della procura;\nc) la sottoscrizione del difensore;\nd) la dichiarazione o l'elezione di domicilio.\n3. La procura, conferita nelle forme previste dall'articolo 100, comma 1, del codice di procedura penale, è depositata nella segreteria del pubblico ministero o nella cancelleria del giudice ovvero è presentata in udienza unitamente alla dichiarazione di cui al comma 2.\n4. Quando non compare il legale rappresentante, l'ente costituito è rappresentato dal difensore."
                            },
                            {
                                "titolo": "Art. 40",
                                "rubrica": "Difensore di ufficio",
                                "contenuto": "1. L'ente che non ha nominato un difensore di fiducia o ne è rimasto privo è assistito da un difensore di ufficio."
                            },
                            {
                                "titolo": "Art. 41",
                                "rubrica": "Contumacia dell'ente",
                                "contenuto": "1. L'ente che non si costituisce nel processo è dichiarato contumace."
                            },
                            {
                                "titolo": "Art. 42",
                                "rubrica": "Vicende modificative dell'ente nel corso del processo",
                                "contenuto": "1. Nel caso di trasformazione, di fusione o di scissione dell'ente originariamente responsabile, il procedimento prosegue nei confronti degli enti risultanti da tali vicende modificative o beneficiari della scissione, che partecipano al processo, nello stato in cui lo stesso si trova, depositando la dichiarazione di cui all'articolo 39, comma 2."
                            },
                            {
                                "titolo": "Art. 43",
                                "rubrica": "Notificazioni all'ente",
                                "contenuto": "1. Per la prima notificazione all'ente si osservano le disposizioni dell'articolo 154, comma 3, del codice di procedura penale.\n2. Sono comunque valide le notificazioni eseguite mediante consegna al legale rappresentante, anche se imputato del reato da cui dipende l'illecito amministrativo.\n3. Se l'ente ha dichiarato o eletto domicilio nella dichiarazione di cui all'articolo 39 o in altro atto comunicato all'autorità giudiziaria, le notificazioni sono eseguite ai sensi dell'articolo 161 del codice di procedura penale.\n4. Se non è possibile eseguire le notificazioni nei modi previsti dai commi precedenti, l'autorità giudiziaria dispone nuove ricerche.\nQualora le ricerche non diano esito positivo, il giudice, su richiesta del pubblico ministero, sospende il procedimento."
                            }
                        ]
                    },
                    {
                        "titolo": "SEZIONE III",
                        "rubrica": "Prove",
                        "contenuto": [
                            {
                                "titolo": "Art. 44",
                                "rubrica": "Incompatibilità con l'ufficio di testimone",
                                "contenuto": "1. Non può essere assunta come testimone:\na) la persona imputata del reato da cui dipende l'illecito amministrativo;\nb) la persona che rappresenta l'ente indicata nella dichiarazione di cui all'articolo 39, comma 2, e che rivestiva tale funzione anche al momento della commissione del reato.\n2. Nel caso di incompatibilità la persona che rappresenta l'ente può essere interrogata ed esaminata nelle forme, con i limiti e con gli effetti previsti per l'interrogatorio e per l'esame della persona imputata in un procedimento connesso."
                            }
                        ]
                    },
                    {
                        "titolo": "SEZIONE IV",
                        "rubrica": "Misure cautelari",
                        "contenuto": [
                            {
                                "titolo": "Art. 45",
                                "rubrica": "Applicazione delle misure cautelari",
                                "contenuto": "1. Quando sussistono gravi indizi per ritenere la sussistenza della responsabilità dell'ente per un illecito amministrativo dipendente da reato e vi sono fondati e specifici elementi che fanno ritenere concreto il pericolo che vengano commessi illeciti della stessa indole di quello per cui si procede, il pubblico ministero può richiedere l'applicazione quale misura cautelare di una delle sanzioni interdittive previste dall'articolo 9, comma 2, presentando al giudice gli elementi su cui la richiesta si fonda, compresi quelli a favore dell'ente e le eventuali deduzioni e memorie difensive già depositate.\n2. Sulla richiesta il giudice provvede con ordinanza, in cui indica anche le modalità applicative della misura. Si osservano le disposizioni dell'articolo 292 del codice di procedura penale.\n3. In luogo della misura cautelare interdittiva, il giudice può nominare un commissario giudiziale a norma dell'articolo 15 per un periodo pari alla durata della misura che sarebbe stata applicata. La nomina del commissario di cui al primo periodo è sempre disposta, in luogo della misura cautelare interdittiva, quando la misura possa pregiudicare la continuità dell'attività svolta in stabilimenti industriali o parti di essi dichiarati di interesse strategico nazionale ai sensi dell'articolo 1 del decretolegge 3 dicembre 2012, n. 207, convertito, con modificazioni, dalla legge 24 dicembre 2012, n. 231."
                            },
                            {
                                "titolo": "Art. 46",
                                "rubrica": "Criteri di scelta delle misure",
                                "contenuto": "1. Nel disporre le misure cautelari, il giudice tiene conto della specifica idoneità di ciascuna in relazione alla natura e al grado delle esigenze cautelari da soddisfare nel caso concreto.\n2. Ogni misura cautelare deve essere proporzionata all'entità del fatto e alla sanzione che si ritiene possa essere applicata all'ente.\n3. L'interdizione dall'esercizio dell'attività può essere disposta in via cautelare soltanto quando ogni altra misura risulti inadeguata.\n4. Le misure cautelari non possono essere applicate congiuntamente."
                            },
                            {
                                "titolo": "Art. 47",
                                "rubrica": "Giudice competente e procedimento di applicazione",
                                "contenuto": "1. Sull'applicazione e sulla revoca delle misure cautelari nonché sulle modifiche delle loro modalità esecutive, provvede il giudice che procede. Nel corso delle indagini provvede il giudice per le indagini preliminari. Si applicano altresì le disposizioni di cui all'articolo 91 del decreto legislativo 28 luglio 1989, n. 271.\n2. Se la richiesta di applicazione della misura cautelare è presentata fuori udienza, il giudice fissa la data dell'udienza e ne fa dare avviso al pubblico ministero, all'ente e ai difensori. L'ente e i difensori sono altresì avvisati che, presso la cancelleria del giudice, possono esaminare la richiesta dal pubblico ministero e gli elementi sui quali la stessa si fonda.\n3. Nell'udienza prevista dal comma 2, si osservano le forme dell'articolo 127, commi 1, 2, 3, 4, 5, 6 e 10, del codice di procedura penale; i termini previsti ai commi 1 e 2 del medesimo articolo sono ridotti rispettivamente a cinque e a tre giorni. Tra il deposito della richiesta e la data dell'udienza non può intercorrere un termine superiore a quindici giorni."
                            },
                            {
                                "titolo": "Art. 48",
                                "rubrica": "Adempimenti esecutivi",
                                "contenuto": "1. L'ordinanza che dispone l'applicazione di una misura cautelare è notificata all'ente a cura del pubblico ministero."
                            },
                            {
                                "titolo": "Art. 49",
                                "rubrica": "Sospensione delle misure cautelari",
                                "contenuto": "1. Le misure cautelari possono essere sospese se l'ente chiede di poter realizzare gli adempimenti cui la legge condiziona l'esclusione di sanzioni interdittive a norma dell'articolo 17. In tal caso, il giudice, sentito il pubblico ministero, se ritiene di accogliere la richiesta, determina una somma di denaro a titolo di cauzione, dispone la sospensione della misura e indica il termine per la realizzazione delle condotte riparatorie di cui al medesimo articolo 17.\n2. La cauzione consiste nel deposito presso la Cassa delle ammende di una somma di denaro che non può comunque essere inferiore alla metà della sanzione pecuniaria minima prevista per l'illecito per cui si procede. In luogo del deposito, è ammessa la prestazione di una garanzia mediante ipoteca o fideiussione solidale.\n3. Nel caso di mancata, incompleta o inefficace esecuzione delle attività nel termine fissato, la misura cautelare viene ripristinata e la somma depositata o per la quale è stata data garanzia è devoluta alla Cassa delle ammende.\n4. Se si realizzano le condizioni di cui all'articolo 17 il giudice revoca la misura cautelare e ordina la restituzione della somma depositata o la cancellazione dell'ipoteca; la fideiussione prestata si estingue."
                            },
                            {
                                "titolo": "Art. 50",
                                "rubrica": "Revoca e sostituzione delle misure cautelari",
                                "contenuto": "1. Le misure cautelari sono revocate anche d'ufficio quando risultano mancanti, anche per fatti sopravvenuti, le condizioni di applicabilità previste dall'articolo 45 ovvero quando ricorrono le ipotesi previste dall'articolo 17.\n2. Quando le esigenze cautelari risultano attenuate ovvero la misura applicata non appare piu proporzionata all'entità del fatto o alla sanzione che si ritiene possa essere applicata in via definitiva, il giudice, su richiesta del pubblico ministero o dell'ente, sostituisce la misura con un'altra meno grave ovvero ne dispone l'applicazione con modalità meno gravose, anche stabilendo una minore durata."
                            },
                            {
                                "titolo": "Art. 51",
                                "rubrica": "Durata massima delle misure cautelari",
                                "contenuto": "1. Nel disporre le misure cautelari il giudice ne determina la durata, che non può superare un anno.\n2. Dopo la sentenza di condanna di primo grado, la durata della misura cautelare può avere la stessa durata della corrispondente sanzione applicata con la medesima sentenza. In ogni caso, la durata della misura cautelare non può superare un anno e quattro mesi.\n3. Il termine di durata delle misure cautelari decorre dalla data della notifica dell'ordinanza.\n4. La durata delle misure cautelari è computata nella durata delle sanzioni applicate in via definitiva."
                            },
                            {
                                "titolo": "Art. 52",
                                "rubrica": "Impugnazione dei provvedimenti che applicano le misure cautelari",
                                "contenuto": "1. Il pubblico ministero e l'ente, per mezzo del suo difensore, possono proporre appello contro tutti i provvedimenti in materia di misure cautelari, indicandone contestualmente i motivi. Si osservano le disposizioni di cui all'articolo 322bis, commi 1bis e 2, del codice di procedura penale.\n2. Contro il provvedimento emesso a norma del comma 1, il pubblico ministero e l'ente, per mezzo del suo difensore, possono proporre ricorso per cassazione per violazione di legge. Si osservano le disposizioni di cui all'articolo 325 del codice di procedura penale."
                            },
                            {
                                "titolo": "Art. 53",
                                "rubrica": "Sequestro preventivo",
                                "contenuto": "1. Il giudice può disporre il sequestro delle cose di cui è consentita la confisca a norma dell'articolo 19. Si osservano le disposizioni di cui agli articoli 321, commi 3, 3bis e 3ter, 322, 322bis e 323 del codice di procedura penale, in quanto applicabili.\n1bis. Ove il sequestro, eseguito ai fini della confisca per equivalente prevista dal comma 2 dell'articolo 19, abbia ad oggetto società, aziende ovvero beni, ivi compresi i titoli, nonché quote azionarie o liquidità anche se in deposito, il custode amministratore giudiziario ne consente l'utilizzo e la gestione agli organi societari esclusivamente al fine di garantire la continuità e lo sviluppo aziendali, esercitando i poteri di vigilanza e riferendone all'autorità giudiziaria. In caso di violazione della predetta finalità l'autorità giudiziaria adotta i provvedimenti conseguenti e può nominare un amministratore nell'esercizio dei poteri di azionista. Con la nomina si intendono eseguiti gli adempimenti di cui all'articolo 104 delle norme di attuazione, di coordinamento e transitorie del codice di procedura penale, di cui al decreto legislativo 28 luglio 1989, n. 271. In caso di sequestro in danno di società che gestiscono stabilimenti di interesse strategico nazionale e di loro controllate, si applicano le disposizioni di cui al decretolegge 4 giugno 2013, n. 61, convertito, con modificazioni, dalla legge 3 agosto 2013, n. 89.\n1ter. Quando il sequestro abbia ad oggetto stabilimenti industriali o parti di essi che siano stati dichiarati di interesse strategico nazionale ai sensi dell'articolo 1 del decretolegge 3 dicembre 2012, n. 207, convertito, con modificazioni, dalla legge 24 dicembre 2012, n. 231, ovvero impianti o infrastrutture necessari ad assicurarne la continuità produttiva, si applica l'articolo 104bis, commi 1bis.1, 1bis.2, 1septies, 1octies, 1novies e 1decies, delle norme di attuazione, di coordinamento e transitorie del codice di procedura penale, di cui al decreto legislativo 28 luglio 1989, n. 271. 49\n\nAGGIORNAMENTO (49)\nIl D.L. 13 giugno 2023, n. 69, convertito con modificazioni dalla L. 10 agosto 2023, n. 103, ha disposto (con l'Art. 9bis, comma 4) che \"Le disposizioni di cui ai commi 1, 2 e 3 si applicano anche ai provvedimenti di sequestro o di confisca aventi ad oggetto stabilimenti industriali o parti di essi dichiarati di interesse strategico nazionale ai sensi dell'articolo 1 del decretolegge 3 dicembre 2012, n. 207, convertito, con modificazioni, dalla legge 24 dicembre 2012, n. 231, ovvero impianti o infrastrutture necessari ad assicurarne la continuità produttiva, non ancora definitivi alla data di entrata in vigore della legge di conversione del presente decreto\"."
                            },
                            {
                                "titolo": "Art. 54",
                                "rubrica": "Sequestro conservativo",
                                "contenuto": "1. Se vi è fondata ragione di ritenere che manchino o si disperdano le garanzie per il pagamento della sanzione pecuniaria, delle spese del procedimento e di ogni altra somma dovuta all'erario dello Stato, il pubblico ministero, in ogni stato e grado del processo di merito, chiede il sequestro conservativo dei beni mobili e immobili dell'ente o delle somme o cose allo stesso dovute. Si osservano le disposizioni di cui agli articoli 316, comma 4, 317, 318, 319 e 320 del codice di procedura penale, in quanto applicabili."
                            }
                        ]
                    },
                    {
                        "titolo": "SEZIONE V",
                        "rubrica": "Indagini preliminari e udienza preliminare",
                        "contenuto": [
                            {
                                "titolo": "Art. 55",
                                "rubrica": "Annotazione dell'illecito amministrativo",
                                "contenuto": "1. Il pubblico ministero che acquisisce la notizia dell'illecito amministrativo dipendente da reato commesso dall'ente annota immediatamente, nel registro di cui all'articolo 335 del codice di procedura penale, gli elementi identificativi dell'ente unitamente, ove possibile, alle generalità del suo legale rappresentante nonché il reato da cui dipende l'illecito.\n2. L'annotazione di cui al comma 1 è comunicata all'ente o al suo difensore che ne faccia richiesta negli stessi limiti in cui è consentita la comunicazione delle iscrizioni della notizia di reato alla persona alla quale il reato è attribuito."
                            },
                            {
                                "titolo": "Art. 56",
                                "rubrica": "Termine per l'accertamento dell'illecito amministrativo nelle indagini preliminari",
                                "contenuto": "1. Il pubblico ministero procede all'accertamento dell'illecito amministrativo negli stessi termini previsti per le indagini preliminari relative al reato da cui dipende l'illecito stesso.\n2. Il termine per l'accertamento dell'illecito amministrativo a carico dell'ente decorre dalla annotazione prevista dall'articolo 55."
                            },
                            {
                                "titolo": "Art. 57",
                                "rubrica": "Informazione di garanzia",
                                "contenuto": "1. L'informazione di garanzia inviata all'ente deve contenere l'invito a dichiarare ovvero eleggere domicilio per le notificazioni nonché l'avvertimento che per partecipare al procedimento deve depositare la dichiarazione di cui all'articolo 39, comma 2."
                            },
                            {
                                "titolo": "Art. 58",
                                "rubrica": "Archiviazione",
                                "contenuto": "1. Se non procede alla contestazione dell'illecito amministrativo a norma dell'articolo 59, il pubblico ministero emette decreto motivato di archiviazione degli atti, comunicandolo al procuratore generale presso la corte d'appello. Il procuratore generale può svolgere gli accertamenti indispensabili e, qualora ritenga ne ricorrano le condizioni, contesta all'ente le violazioni amministrative conseguenti al reato entro sei mesi dalla comunicazione."
                            },
                            {
                                "titolo": "Art. 59",
                                "rubrica": "Contestazione dell'illecito amministrativo",
                                "contenuto": "1. Quando non dispone l'archiviazione, il pubblico ministero contesta all'ente l'illecito amministrativo dipendente dal reato. La contestazione dell'illecito è contenuta in uno degli atti indicati dall'articolo 407bis, comma 1, del codice di procedura penale.\n2. La contestazione contiene gli elementi identificativi dell'ente, l'enunciazione, in forma chiara e precisa, del fatto che può comportare l'applicazione delle sanzioni amministrative, con l'indicazione del reato da cui l'illecito dipende e dei relativi articoli di legge e delle fonti di prova."
                            },
                            {
                                "titolo": "Art. 60",
                                "rubrica": "Decadenza dalla contestazione",
                                "contenuto": "1. Non può procedersi alla contestazione di cui all'articolo 59 quando il reato da cui dipende l'illecito amministrativo dell'ente è estinto per prescrizione."
                            },
                            {
                                "titolo": "Art. 61",
                                "rubrica": "Provvedimenti emessi nell'udienza preliminare",
                                "contenuto": "1. Il giudice dell'udienza preliminare pronuncia sentenza di non luogo a procedere nei casi di estinzione o di improcedibilità della sanzione amministrativa, ovvero quando l'illecito stesso non sussiste o gli elementi acquisiti non consentono di formulare una ragionevole previsione di condanna dell'ente. Si applicano le disposizioni dell'articolo 426 del codice di procedura penale.\n2. Il decreto che, a seguito dell'udienza preliminare, dispone il giudizio nei confronti dell'ente, contiene, a pena di nullità, la contestazione dell'illecito amministrativo dipendente dal reato, con l'enunciazione, in forma chiara e precisa, del fatto che può comportare l'applicazione delle sanzioni e l'indicazione del reato da cui l'illecito dipende e dei relativi articoli di legge e delle fonti di prova nonché gli elementi identificativi dell'ente."
                            }
                        ]
                    },
                    {
                        "titolo": "SEZIONE VI",
                        "rubrica": "Procedimenti speciali",
                        "contenuto": [
                            {
                                "titolo": "Art. 62",
                                "rubrica": "Giudizio abbreviato",
                                "contenuto": "1. Per il giudizio abbreviato si osservano le disposizioni del titolo I del libro sesto del codice di procedura penale, in quanto applicabili.\n2. Se manca l'udienza preliminare, si applicano, secondo i casi, le disposizioni degli articoli 555, comma 2, 557 e 558, comma 8.\n3. La riduzione di cui all'articolo 442, comma 2, del codice di procedura penale è operata sulla durata della sanzione interdittiva e sull'ammontare della sanzione pecuniaria.\n4. In ogni caso, il giudizio abbreviato non è ammesso quando per l'illecito amministrativo è prevista l'applicazione di una sanzione interdittiva in via definitiva."
                            },
                            {
                                "titolo": "Art. 63",
                                "rubrica": "Applicazione della sanzione su richiesta",
                                "contenuto": "1. L'applicazione all'ente della sanzione su richiesta è ammessa se il giudizio nei confronti dell'imputato è definito ovvero definibile a norma dell'articolo 444 del codice di procedura penale nonché in tutti i casi in cui per l'illecito amministrativo è prevista la sola sanzione pecuniaria. Si osservano le disposizioni di cui al titolo II del libro sesto del codice di procedura penale, in quanto applicabili.\n2. Nei casi in cui è applicabile la sanzione su richiesta, la riduzione di cui all'articolo 444, comma 1, del codice di procedura penale è operata sulla durata della sanzione interdittiva e sull'ammontare della sanzione pecuniaria.\n3. Il giudice, se ritiene che debba essere applicata una sanzione interdittiva in via definitiva, rigetta la richiesta."
                            },
                            {
                                "titolo": "Art. 64",
                                "rubrica": "Procedimento per decreto",
                                "contenuto": "1. Il pubblico ministero, quando ritiene che si debba applicare la sola sanzione pecuniaria, può presentare al giudice per le indagini preliminari, entro un anno dalla data dell'annotazione dell'illecito amministrativo nel registro di cui all'articolo 55 e previa trasmissione del fascicolo, richiesta motivata di emissione del decreto di applicazione della sanzione pecuniaria, indicandone la misura.\n2. Il pubblico ministero può chiedere l'applicazione di una sanzione pecuniaria diminuita sino alla metà rispetto al minimo dell'importo applicabile.\n3. Il giudice, quando non accoglie la richiesta, se non deve pronunciare sentenza di esclusione della responsabilità dell'ente, restituisce gli atti al pubblico ministero.\n4. Si osservano le disposizioni del titolo V del libro sesto e dell'articolo 557 del codice di procedura penale, in quanto compatibili."
                            }
                        ]
                    },
                    {
                        "titolo": "SEZIONE VII",
                        "rubrica": "Giudizio",
                        "contenuto": [
                            {
                                "titolo": "Art. 65",
                                "rubrica": "Termine per provvedere alla riparazione delle conseguenze del reato",
                                "contenuto": "1. Prima dell'apertura del dibattimento di primo grado, il giudice può disporre la sospensione del processo se l'ente chiede di provvedere alle attività di cui all'articolo 17 e dimostra di essere stato nell'impossibilità di effettuarle prima. In tal caso, il giudice, se ritiene di accogliere la richiesta, determina una somma di denaro a titolo di cauzione. Si osservano le disposizioni di cui all'articolo 49."
                            },
                            {
                                "titolo": "Art. 66",
                                "rubrica": "Sentenza di esclusione della responsabilità dell'ente",
                                "contenuto": "1. Se l'illecito amministrativo contestato all'ente non sussiste, il giudice lo dichiara con sentenza, indicandone la causa nel dispositivo. Allo stesso modo procede quando manca, è insufficiente o è contraddittoria la prova dell'illecito amministrativo."
                            },
                            {
                                "titolo": "Art. 67",
                                "rubrica": "Sentenza di non doversi procedere",
                                "contenuto": "1. Il giudice pronuncia sentenza di non doversi procedere nei casi previsti dall'articolo 60 e quando la sanzione è estinta per prescrizione."
                            },
                            {
                                "titolo": "Art. 68",
                                "rubrica": "Provvedimenti sulle misure cautelari",
                                "contenuto": "1. Quando pronuncia una delle sentenza di cui agli articoli 66 e 67, il giudice dichiara la cessazione delle misure cautelari eventualmente disposte."
                            },
                            {
                                "titolo": "Art. 69",
                                "rubrica": "Sentenza di condanna",
                                "contenuto": "1. Se l'ente risulta responsabile dell'illecito amministrativo contestato il giudice applica le sanzioni previste dalla legge e lo condanna al pagamento delle spese processuali.\n2. In caso di applicazione delle sanzioni interdittive la sentenza deve sempre indicare l'attività o le strutture oggetto della sanzione."
                            },
                            {
                                "titolo": "Art. 70",
                                "rubrica": "Sentenza in caso di vicende modificative dell'ente",
                                "contenuto": "1. Nel caso di trasformazione, fusione o scissione dell'ente responsabile, il giudice dà atto nel dispositivo che la sentenza è pronunciata nei confronti degli enti risultanti dalla trasformazione o fusione ovvero beneficiari della scissione, indicando l'ente originariamente responsabile.\n2. La sentenza pronunciata nei confronti dell'ente originariamente responsabile ha comunque effetto anche nei confronti degli enti indicati nel comma 1."
                            }
                        ]
                    },
                    {
                        "titolo": "SEZIONE VIII",
                        "rubrica": "Impugnazioni",
                        "contenuto": [
                            {
                                "titolo": "Art. 71",
                                "rubrica": "Impugnazioni delle sentenze relative alla responsabilità amministrativa dell'ente",
                                "contenuto": "1. Contro la sentenza che applica sanzioni amministrative diverse da quelle interdittive l'ente può proporre impugnazione nei casi e nei modi stabiliti per l'imputato del reato dal quale dipende l'illecito amministrativo.\n2. Contro la sentenza che applica una o più sanzioni interdittive, l'ente può sempre proporre appello anche se questo non è ammesso per l'imputato del reato dal quale dipende l'illecito amministrativo.\n3. Contro la sentenza che riguarda l'illecito amministrativo il pubblico ministero può proporre le stesse impugnazioni consentite per il reato da cui l'illecito amministrativo dipende."
                            },
                            {
                                "titolo": "Art. 72",
                                "rubrica": "Estensione delle impugnazioni",
                                "contenuto": "1. Le impugnazioni proposte dall'imputato del reato da cui dipende l'illecito amministrativo e dall'ente, giovano, rispettivamente, all'ente e all'imputato, purché non fondate su motivi esclusivamente personali."
                            },
                            {
                                "titolo": "Art. 73",
                                "rubrica": "Revisione delle sentenze",
                                "contenuto": "1. Alle sentenze pronunciate nei confronti dell'ente si applicano, in quanto compatibili, le disposizioni del titolo IV del libro nono del codice di procedura penale ad eccezione degli articoli 643, 644, 645, 646 e 647."
                            }
                        ]
                    },
                    {
                        "titolo": "SEZIONE IX",
                        "rubrica": "Esecuzione",
                        "contenuto": [
                            {
                                "titolo": "Art. 74",
                                "rubrica": "Giudice dell'esecuzione",
                                "contenuto": "1. Competente a conoscere dell'esecuzione delle sanzioni amministrative dipendenti da reato è il giudice indicato nell'articolo 665 del codice di procedura penale.\n2. Il giudice indicato nel comma 1 è pure competente per i provvedimenti relativi:\na) alla cessazione dell'esecuzione delle sanzioni nei casi previsti dall'articolo 3;\nb) alla cessazione dell'esecuzione nei casi di estinzione del reato per amnistia;\nc) alla determinazione della sanzione amministrativa applicabile nei casi previsti dall'articolo 21, commi 1 e 2;\nd) alla confisca e alla restituzione delle cose sequestrate.\n3. Nel procedimento di esecuzione si osservano le disposizioni di cui all'articolo 666 del codice di procedura penale, in quanto applicabili. Nei casi previsti dal comma 2, lettere b) e d) si osservano le disposizioni di cui all'articolo 667, comma 4, del codice di procedura penale.\n4. Quando è applicata l'interdizione dall'esercizio dell'attività, il giudice, su richiesta dell'ente, può autorizzare il compimento di atti di gestione ordinaria che non comportino la prosecuzione dell'attività interdetta. Si osservano le disposizioni di cui all'articolo 667, comma 4, del codice di procedura penale."
                            },
                            {
                                "titolo": "Art. 75",
                                "rubrica": "ARTICOLO ABROGATO DAL D.P.R. 30 MAGGIO 2002, N. 155",
                                "contenuto": ""
                            },
                            {
                                "titolo": "Art. 76",
                                "rubrica": "Pubblicazione della sentenza applicativa della condanna",
                                "contenuto": "1. La pubblicazione della sentenza di condanna è eseguita a spese dell'ente nei cui confronti è stata applicata la sanzione. Si osservano le disposizioni di cui all'articolo 694, commi 2, 3 e 4, del codice di procedura penale."
                            },
                            {
                                "titolo": "Art. 77",
                                "rubrica": "Esecuzione delle sanzioni interdittive",
                                "contenuto": "1. L'estratto della sentenza che ha disposto l'applicazione di una sanzione interdittiva è notificata all'ente a cura del pubblico ministero.\n2. Ai fini della decorrenza del termine di durata delle sanzioni interdittive si ha riguardo alla data della notificazione."
                            },
                            {
                                "titolo": "Art. 78",
                                "rubrica": "Conversione delle sanzioni interdittive",
                                "contenuto": "1. L'ente che ha posto in essere tardivamente le condotte di cui all'articolo 17, entro venti giorni dalla notifica dell'estratto della sentenza, può richiedere la conversione della sanzione amministrativa interdittiva in sanzione pecuniaria.\n2. La richiesta è presentata al giudice dell'esecuzione e deve contenere la documentazione attestante l'avvenuta esecuzione degli adempimenti di cui all'articolo 17.\n3. Entro dieci giorni dalla presentazione della richiesta, il giudice fissa l'udienza in camera di consiglio e ne fa dare avviso alle parti e ai difensori; se la richiesta non appare manifestamente infondata, il giudice può sospendere l'esecuzione della sanzione. La sospensione è disposta con decreto motivato revocabile.\n4. Se accoglie la richiesta il giudice, con ordinanza, converte le sanzioni interdittive, determinando l'importo della sanzione pecuniaria in una somma non inferiore a quella già applicata in sentenza e non superiore al doppio della stessa. Nel determinare l'importo della somma il giudice tiene conto della gravità dell'illecito ritenuto in sentenza e delle ragioni che hanno determinato il tardivo adempimento delle condizioni di cui all'articolo 17."
                            },
                            {
                                "titolo": "Art. 79",
                                "rubrica": "Nomina del commissario giudiziale e confisca del profitto",
                                "contenuto": "1. Quando deve essere eseguita la sentenza che dispone la prosecuzione dell'attività dell'ente ai sensi dell'articolo 15, la nomina del commissario giudiziale è richiesta dal pubblico ministero al giudice dell'esecuzione, il quale vi provvede senza formalità.\n2. Il commissario riferisce ogni tre mesi al giudice dell'esecuzione e al pubblico ministero sull'andamento della gestione e, terminato l'incarico, trasmette al giudice una relazione sull'attività svolta nella quale rende conto della gestione, indicando altresì l'entità del profitto da sottoporre a confisca e le modalità con le quali sono stati attuati i modelli organizzativi.\n3. Il giudice decide sulla confisca con le forme dell'articolo 667, comma 4, del codice di procedura penale.\n4. Le spese relative all'attività svolta dal commissario e al suo compenso sono a carico dell'ente."
                            },
                            {
                                "titolo": "Art. 80",
                                "rubrica": "ARTICOLO ABROGATO DAL D.P.R. 14 NOVEMBRE 2002, N. 313",
                                "contenuto": ""
                            },
                            {
                                "titolo": "Art. 81",
                                "rubrica": "ARTICOLO ABROGATO DAL D.P.R. 14 NOVEMBRE 2002, N. 313",
                                "contenuto": ""
                            },
                            {
                                "titolo": "Art. 82",
                                "rubrica": "ARTICOLO ABROGATO DAL D.P.R. 14 NOVEMBRE 2002, N. 313",
                                "contenuto": ""
                            }
                        ]
                    }
                ]
            },
            {
                "titolo": "CAPO IV",
                "rubrica": "Disposizioni di attuazione e di coordinamento",
                "contenuto": [
                    {
                        "titolo": "Art. 83",
                        "rubrica": "Concorso di sanzioni",
                        "contenuto": "1. Nei confronti dell'ente si applicano soltanto le sanzioni interdittive stabilite nel presente decreto legislativo anche quando diverse disposizioni di legge prevedono, in conseguenza della sentenza di condanna per il reato, l'applicazione nei confronti dell'ente di sanzioni amministrative di contenuto identico o analogo.\n2. Se, in conseguenza dell'illecito, all'ente è stata già applicata una sanzione amministrativa di contenuto identico o analogo a quella interdittiva prevista dal presente decreto legislativo, la durata della sanzione già sofferta è computata ai fini della determinazione della durata della sanzione amministrativa dipendente da reato."
                    },
                    {
                        "titolo": "Art. 84",
                        "rubrica": "Comunicazioni alle autorità di controllo o di vigilanza",
                        "contenuto": "1. Il provvedimento che applica misure cautelari interdittive e la sentenza irrevocabile di condanna sono comunicati, a cura della cancelleria del giudice che li ha emessi, alle autorità che esercitano il controllo o la vigilanza sull'ente."
                    },
                    {
                        "titolo": "Art. 85",
                        "rubrica": "Disposizioni regolamentari",
                        "contenuto": "1. Con regolamento emanato ai sensi dell'articolo 17, comma 3, della legge 23 agosto 1988, n. 400, entro sessanta giorni dalla data di pubblicazione del presente decreto legislativo, il Ministro della giustizia adotta le disposizioni regolamentari relative al procedimento di accertamento dell'illecito amministrativo che concernono:\na) le modalità di formazione e tenuta dei fascicoli degli uffici giudiziari;\nb) LETTERA ABROGATA DAL D.P.R. 14 NOVEMBRE 2002, N. 313 ;\nc) le altre attività necessarie per l'attuazione del presente decreto legislativo.\n2. Il parere del Consiglio di Stato sul regolamento previsto dal comma 1 è reso entro trenta giorni dalla richiesta.\nIl presente decreto, munito del sigillo dello Stato, sarà inserito nella Raccolta ufficiale degli atti normativi della Repubblica italiana. È fatto obbligo a chiunque spetti di osservarlo e di farlo osservare.\nDato a Roma, addì 8 giugno 2001\nCIAMPI\nAmato, Presidente del Consiglio dei Ministri\nFassino, Ministro della giustizia\nLetta, Ministro dell'industria, del commercio e dell'artigianato e del commercio con l'estero\nMattioli, Ministro per le politiche comunitarie\nVisco, Ministro del tesoro, del bilancio e della programmazione economica\nVisto, il Guardasigilli: Fassino"
                    }
                ]
            }
        ],
        "articoli": [],
        "unmatched_lines": [
            "amministrativa",
            "AMMINISTRATIVE"
        ]
    }
}