{
    "Document": {
        "nome_legge": "DISPOSIZIONI SUL PROCESSO TRIBUTARIO",
        "parti": [
            {
                "titolo": "TITOLO I",
                "rubrica": "DISPOSIZIONI GENERALI",
                "contenuto": [
                    {
                        "titolo": "Capo I",
                        "rubrica": "DEL GIUDICE TRIBUTARIO E SUOI AUSILIARI",
                        "contenuto": [
                            {
                                "titolo": "Art. 1",
                                "rubrica": "Gli organi della giurisdizione tributaria",
                                "contenuto": "1. La giurisdizione tributaria è esercitata dalle ((corti di giustizia tributaria di primo grado)) e dalle ((corti di giustizia tributaria di secondo grado)) di cui all'art. 1 del decreto del Presidente della Repubblica 31 dicembre 1992, n. 545.\n2. I giudici tributari applicano le norme del presente decreto e, per quanto da esse non disposto e con esse compatibili, le norme del codice di procedura civile."
                            },
                            {
                                "titolo": "Art. 2",
                                "rubrica": "(Oggetto della giurisdizione tributaria).",
                                "contenuto": "1. Appartengono alla giurisdizione tributaria tutte le controversie aventi ad oggetto i tributi di ogni genere e specie comunque denominati, compresi quelli regionali, provinciali e comunali e il contributo per il Servizio sanitario nazionale, ((le sovrimposte e le addizionali, le relative sanzioni nonché gli interessi e ogni altro accessorio)). Restano escluse dalla giurisdizione tributaria soltanto le controversie riguardanti gli atti della esecuzione forzata tributaria successivi alla notifica della cartella di pagamento e, ove previsto, dell'avviso di cui all'articolo 50 del decreto del Presidente della Repubblica 29 settembre 1973, n. 602, per le quali continuano ad applicarsi le disposizioni del medesimo decreto del Presidente della Repubblica. (25)\n2. Appartengono altresì alla giurisdizione tributaria le controversie promosse dai singoli possessori concernenti l'intestazione, la delimitazione, la figura, l'estensione, il classamento dei terreni e la ripartizione dell'estimo fra i compossessori a titolo di promiscuità di una stessa particella, nonché le controversie concernenti la consistenza, il classamento delle singole unità immobiliari urbane e l'attribuzione della rendita catastale. Appartengono alla giurisdizione tributaria anche le controversie ((...)) attinenti l'imposta o il canone comunale sulla pubblicità e il diritto sulle pubbliche affissioni. (23) (26)\n3. Il giudice tributario risolve in via incidentale ogni questione da cui dipende la decisione delle controversie rientranti nella propria giurisdizione, fatta eccezione per le questioni in materia di querela di falso e sullo stato o la capacità delle persone, diversa dalla capacità di stare in giudizio.\n---------------\nAGGIORNAMENTO (23)\nLa Corte Costituzionale, con sentenza 10-14 marzo 2008, n. 64 (in G.U. 1a s.s. 19/3/2008, n. 13), ha dichiarato l'illegittimità costituzionale del comma 2, secondo periodo, del presente articolo \"nella parte in cui stabilisce che \"Appartengono alla giurisdizione tributaria anche le controversie relative alla debenza del canone per l'occupazione di spazi ed aree pubbliche previsto dall'articolo 63 del decreto legislativo 15 dicembre 1997, n. 446, e successive modificazioni\".\"\n---------------\nAGGIORNAMENTO (25)\nLa Corte Costituzionale, con sentenza 5 - 14 maggio 2008, n. 130 (in G.U. 1a s.s. 21/5/2008, n. 22), ha dichiarato l'illegittimità costituzionale del comma 1 del presente articolo \"nella parte in cui attribuisce alla giurisdizione tributaria le controversie relative alle sanzioni comunque irrogate da uffici finanziari, anche laddove esse conseguano alla violazione di disposizioni non aventi natura tributaria\".\n---------------\nAGGIORNAMENTO (26)\nLa Corte Costituzionale, con sentenza 8 - 11 febbraio 2010, n. 39 (in G.U. 1a s.s. 17/2/2010, n. 7) ha dichiarato \"l'illegittimità costituzionale dell'art. 2, comma 2, secondo periodo, del decreto legislativo 31 dicembre 1992, n. 546 (Disposizioni sul processo tributario in attuazione della delega al Governo contenuta nell'art. 30 della legge 30 dicembre 1991, n. 413) - come modificato dall'art. 3-bis, comma 1, lettera b), del decreto-legge 30 settembre 2005, n. 203 (Misure di contrasto all'evasione fiscale e disposizioni urgenti in materia tributaria e finanziaria), convertito, con modificazioni, dall'art. 1, comma 1, della legge 2 dicembre 2005, n. 248 -, nella parte in cui attribuisce alla giurisdizione del giudice tributario le controversie relative alla debenza, a partire dal 3 ottobre 2000, del canone per lo scarico e la depurazione delle acque reflue, quale disciplinato dagli artt. 13 e 14 della legge 5 gennaio 1994, n. 36 (Disposizioni in materia di risorse idriche)\" e, ai sensi dell'art. 27 della legge 11 marzo 1953, n. 87, \"l'illegittimità costituzionale del medesimo art. 2, comma 2, secondo periodo, del d.lgs. n. 546 del 1992, nella parte in cui attribuisce alla giurisdizione del giudice tributario le controversie relative alla debenza, a partire dal 29 aprile 2006, del canone per lo scarico e la depurazione delle acque reflue, quale disciplinato dagli artt. 154 e 155 del decreto legislativo 3 aprile 2006, n. 152 (Norme in materia ambientale)\"."
                            },
                            {
                                "titolo": "Art. 3",
                                "rubrica": "Difetto di giurisdizione",
                                "contenuto": "1. Il difetto di giurisdizione delle ((corti di giustizia tributaria di primo e secondo grado)) è rilevato, anche d'ufficio, in ogni stato e grado del processo.\n2. È ammesso il regolamento preventivo di giurisdizione previsto dall'art. 41, primo comma, del codice di procedura civile."
                            },
                            {
                                "titolo": "Art. 4",
                                "rubrica": "Competenza per territorio",
                                "contenuto": "1. Le ((corti di giustizia tributaria di primo grado)) sono competenti per le controversie proposte nei confronti degli enti impositori, degli agenti della riscossione e dei soggetti iscritti all'albo di cui all'articolo 53 del decreto legislativo 15 dicembre 1997, n. 446, che hanno sede nella loro circoscrizione. Se la controversia è proposta nei confronti di articolazioni dell'Agenzia delle Entrate, con competenza su tutto o parte del territorio nazionale, individuate con il regolamento di amministrazione di cui all'articolo 71 del decreto legislativo 30 luglio 1999, n. 300, è competente la ((corte di giustizia tributaria di primo grado)) nella cui circoscrizione ha sede l'ufficio al quale spettano le attribuzioni sul rapporto controverso. (47)\n2. Le ((corti di giustizia tributaria di secondo grado)) sono competenti per le impugnazioni avverso le decisioni delle ((corti di giustizia tributaria di primo grado)), che hanno sede nella loro circoscrizione.\n---------------\nAGGIORNAMENTO (47)\nLa Corte Costituzionale con sentenza 10 febbraio - 3 marzo 2016, n. 44 (in G.U. 1ª s.s. 9/3/2016, n. 10) ha dichiarato \"l'illegittimità costituzionale dell'art. 4, comma 1, del decreto legislativo 31 dicembre 1992, n. 546 (Disposizioni sul processo tributario in attuazione della delega al Governo contenuta nell'art. 30 della legge 30 dicembre 1991, n. 413), nel testo vigente anteriormente alla sua sostituzione ad opera dell'art. 9, comma 1, lettera b), del decreto legislativo 24 settembre 2015, n. 156 (Misure per la revisione della disciplina degli interpelli e del contenzioso tributario, in attuazione degli articoli 6, comma 6, e 10, comma 1, lettere a e b, della legge 11 marzo 2014, n. 23), nella parte in cui prevede che per le controversie proposte nei confronti dei concessionari del servizio di riscossione è competente la commissione tributaria provinciale nella cui circoscrizione i concessionari stessi hanno sede, anziché quella nella cui circoscrizione ha sede l'ente locale concedente\", e \"in applicazione dell'art. 27 della legge 11 marzo 1953, n. 87 (Norme sulla costituzione e sul funzionamento della Corte costituzionale), l'illegittimità costituzionale dell'art. 4, comma 1, del d.lgs. n. 546 del 1992, nel testo vigente a seguito della sostituzione operata dall'art. 9, comma 1, lettera b), del d.lgs. n. 156 del 2015, nella parte in cui prevede che per le controversie proposte nei confronti dei soggetti iscritti nell'albo di cui all'art. 53 del decreto legislativo 15 dicembre 1997, n. 446 (Istituzione dell'imposta regionale sulle attività produttive, revisione degli scaglioni, delle aliquote e delle detrazioni dell'Irpef e istituzione di una addizionale regionale a tale imposta, nonché riordino della disciplina dei tributi locali) è competente la commissione tributaria provinciale nella cui circoscrizione i medesimi soggetti hanno sede, anziché quella nella cui circoscrizione ha sede l'ente locale impositore\"."
                            },
                            {
                                "titolo": "Art. 4-bis",
                                "rubrica": "(Competenza del giudice monocratico)",
                                "contenuto": "1. Le corti di giustizia tributaria di primo grado decidono in composizione monocratica le controversie di valore fino a ((5.000 euro)). Sono escluse le controversie di valore indeterminabile. ((51))\n2. Per valore della lite si intende quello determinato ai sensi dell'articolo 12, comma 2. Si tiene conto anche dell'imposta virtuale calcolata a seguito delle rettifiche di perdita.\n3. Nel procedimento davanti alla corte di giustizia tributaria di primo grado in composizione monocratica si osservano, in quanto applicabili e ove non derogate dal presente decreto, le disposizioni ivi contenute relative ai giudizi in composizione collegiale.\n(49)\n---------------\nAGGIORNAMENTO (49)\nLa L. 31 agosto 2022, n. 130 ha disposto (con l'art. 8, comma 4) che le presenti disposizioni si applicano ai ricorsi notificati a decorrere dal 1° gennaio 2023.\n---------------\nAGGIORNAMENTO (51)\nIl D.L. 24 febbraio 2023, n. 13, ha disposto (con l'art. 40, comma 2) che \"La disposizione del primo periodo si applica ai ricorsi notificati a decorrere dal 1° luglio 2023\"."
                            },
                            {
                                "titolo": "Art. 5",
                                "rubrica": "Incompetenza",
                                "contenuto": "1. La competenza delle ((corti di giustizia tributaria di primo e secondo grado)) è inderogabile.\n2. L'incompetenza della ((corte di giustizia tributaria di primo e secondo grado)) è rilevabile, anche d'ufficio, soltanto nel grado al quale il vizio si riferisce.\n3. La sentenza della ((corte di giustizia tributaria di primo e secondo grado)) che dichiara la propria incompetenza rende incontestabile l'incompetenza dichiarata e la competenza della ((corte di giustizia tributaria di primo e secondo grado)) in essa indicata, se il processo viene riassunto a norma del comma 5.\n4. Non si applicano le disposizioni del codice di procedura civile sui regolamenti di competenza.\n5. La riassunzione del processo davanti alla ((corte di giustizia tributaria di primo e secondo grado)) dichiarata competente deve essere effettuata a istanza di parte nel termine fissato nella sentenza o in mancanza nel termine di sei mesi dalla comunicazione della sentenza stessa. Se la riassunzione avviene nei termini suindicati il processo continua davanti alla nuova commissione, altrimenti si estingue. ((49))\n---------------\nAGGIORNAMENTO (49)\nLa L. 31 agosto 2022, n. 130 ha disposto (con l'art. 4, comma 1, lettera a)) che nel presente decreto \"le parole: «commissione tributaria provinciale», «commissioni tributarie provinciali», «commissione tributaria regionale», «commissioni tributarie regionali», «commissione tributaria» e «commissioni tributarie», ovunque ricorrono, sono sostituite rispettivamente dalle seguenti: «corte di giustizia tributaria di primo grado», «corti di giustizia tributaria di primo grado», «corte di giustizia tributaria di secondo grado», «corti di giustizia tributaria di secondo grado», «corte di giustizia tributaria di primo e secondo grado» e «corti di giustizia tributaria di primo e secondo grado»\"."
                            },
                            {
                                "titolo": "Art. 6",
                                "rubrica": "Astensione e ricusazione dei componenti delle ((corti di giustizia tributaria di primo e secondo grado))",
                                "contenuto": "1. L'astensione e la ricusazione dei componenti delle ((corti di giustizia tributaria di primo e secondo grado)) sono disciplinate dalle disposizioni del codice di procedura civile in quanto applicabili.\n2. Il giudice tributario ha l'obbligo di astenersi e può essere ricusato anche nel caso di cui all'art. 13, comma 3, e in ogni caso in cui abbia o abbia avuto rapporti di lavoro autonomo ovvero di collaborazione con una delle parti.\n3. Sulla ricusazione decide il collegio al quale appartiene il componente della ((corte di giustizia tributaria di primo e secondo grado)) ricusato, senza la sua partecipazione e con l'integrazione di altro membro della stessa commissione designato dal suo presidente. ((49))\n---------------\nAGGIORNAMENTO (49)\nLa L. 31 agosto 2022, n. 130 ha disposto (con l'art. 4, comma 1, lettera a)) che nel presente decreto \"le parole: «commissione tributaria provinciale», «commissioni tributarie provinciali», «commissione tributaria regionale», «commissioni tributarie regionali», «commissione tributaria» e «commissioni tributarie», ovunque ricorrono, sono sostituite rispettivamente dalle seguenti: «corte di giustizia tributaria di primo grado», «corti di giustizia tributaria di primo grado», «corte di giustizia tributaria di secondo grado», «corti di giustizia tributaria di secondo grado», «corte di giustizia tributaria di primo e secondo grado» e «corti di giustizia tributaria di primo e secondo grado»\"."
                            },
                            {
                                "titolo": "Art. 7",
                                "rubrica": "Poteri delle corti di giustizia tributaria di primo e secondo grado",
                                "contenuto": "1. Le corti di giustizia tributaria di primo e secondo grado, ai fini istruttori e nei limiti dei fatti dedotti dalle parti, esercitano tutte le facoltà di accesso, di richiesta di dati, di informazioni e chiarimenti conferite agli uffici tributari ed all'ente locale da ciascuna legge d'imposta.\n2. Le corti di giustizia tributaria di primo e secondo grado, quando occorre acquisire elementi conoscitivi di particolare complessità, possono richiedere apposite relazioni ad organi tecnici dell'amministrazione dello Stato o di altri enti pubblici compreso il Corpo della Guardia di finanza, ovvero disporre consulenza tecnica. I compensi spettanti ai consulenti tecnici non possono eccedere quelli previsti dalla legge 8 luglio 1980, n. 319, e successive modificazioni e integrazioni.\n3. COMMA ABROGATO DAL D.L. 30 SETTEMBRE 2005, N. 203, CONVERTITO, CON MODIFICAZIONI, DALLA L. 2 DICEMBRE 2005, N. 248.\n4. Non è ammesso il giuramento. La corte di giustizia tributaria, ove lo ritenga necessario ai fini della decisione e anche senza l'accordo delle parti, può ammettere la prova testimoniale, assunta con le forme di cui all'articolo 257-bis del codice di procedura civile. Nei casi in cui la pretesa tributaria sia fondata su verbali o altri atti facenti fede fino a querela di falso, la prova è ammessa soltanto su circostanze di fatto diverse da quelle attestate dal pubblico ufficiale. ((La notificazione dell'intimazione e del modulo di deposizione testimoniale, il cui modello, con le relative istruzioni per la compilazione, è reso disponibile sul sito istituzionale dal Dipartimento della Giustizia tributaria, può essere effettuata anche in via telematica. In deroga all'articolo 103-bis delle disposizioni di attuazione del codice di procedura civile, se il testimone è in possesso di firma digitale, il difensore della parte che lo ha citato deposita telematicamente il modulo di deposizione trasmessogli dal testimone dopo che lo stesso lo ha compilato e sottoscritto in ogni sua parte con firma digitale apposta in base a un certificato di firma qualificato la cui validità non è scaduta ovvero che non è stato revocato o sospeso al momento della sottoscrizione.)) (49) ((52))\n5. Le corti di giustizia tributaria di primo e secondo grado, se ritengono illegittimo un regolamento o un atto generale rilevante ai fini della decisione, non lo applicano, in relazione all'oggetto dedotto in giudizio, salva l'eventuale impugnazione nella diversa sede competente.\n5-bis. L'amministrazione prova in giudizio le violazioni contestate con l'atto impugnato. Il giudice fonda la decisione sugli elementi di prova che emergono nel giudizio e annulla l'atto impositivo se la prova della sua fondatezza manca o è contraddittoria o se è comunque insufficiente a dimostrare, in modo circostanziato e puntuale, comunque in coerenza con la normativa tributaria sostanziale, le ragioni oggettive su cui si fondano la pretesa impositiva e l'irrogazione delle sanzioni. Spetta comunque al contribuente fornire le ragioni della richiesta di rimborso, quando non sia conseguente al pagamento di somme oggetto di accertamenti impugnati.\n---------------\nAGGIORNAMENTO (49)\nLa L. 31 agosto 2022, n. 130 ha disposto (con l'art. 8, comma 3) che la presente disposizione si applica ai ricorsi notificati a decorrere dalla data di entrata in vigore della suindicata legge.\n---------------\nAGGIORNAMENTO (52)\nIl D.Lgs. 30 dicembre 2023, n. 220 ha disposto (con l'art. 4, comma 2) che \"Le disposizioni del presente decreto si applicano ai giudizi instaurati, in primo e in secondo grado, con ricorso notificato successivamente al 1° settembre 2024, fatta eccezione per quelle di cui all'articolo 1, comma 1, lettere d), e), f), i), n), o), p), q), s), t), u), v), z), aa), bb), cc) e dd) che si applicano ai giudizi instaurati, in primo e in secondo grado, nonché in Cassazione, a decorrere dal giorno successivo all'entrata in vigore del presente decreto\"."
                            },
                            {
                                "titolo": "Art. 8",
                                "rubrica": "Errore sulla norma tributaria",
                                "contenuto": "1. La ((corte di giustizia tributaria di primo e secondo grado)) dichiara non applicabili le sanzioni non penali previste dalle leggi tributarie quando la violazione è giustificata da obiettive condizioni di incertezza sulla portata e sull'ambito di applicazione delle disposizioni alle quali si riferisce."
                            },
                            {
                                "titolo": "Art. 9",
                                "rubrica": "Organi di assistenza alle ((corti di giustizia tributaria di primo e secondo grado))",
                                "contenuto": "1. Il personale dell'ufficio di segreteria assiste la ((corte di giustizia tributaria di primo e secondo grado)) secondo le disposizioni del codice di procedura civile concernenti il cancelliere.\n2. Le attività dell'ufficiale giudiziario in udienza sono disimpegnate dal personale ausiliario addetto alla segreteria."
                            }
                        ]
                    },
                    {
                        "titolo": "Capo II",
                        "rubrica": "DELLE PARTI E DELLA LORO RAPPRESENTANZA E ASSISTENZA IN GIUDIZIO",
                        "contenuto": [
                            {
                                "titolo": "Art. 10",
                                "rubrica": "(Le parti)",
                                "contenuto": "1. Sono parti nel processo dinanzi alle ((corti di giustizia tributaria di primo e secondo grado)) oltre al ricorrente, l'ufficio dell'Agenzia delle entrate e dell'Agenzia delle dogane e dei monopoli di cui al decreto legislativo 30 luglio 1999, n. 300, gli altri enti impositori, l'agente della riscossione ed i soggetti iscritti nell'albo di cui all'articolo 53 del decreto legislativo 15 dicembre 1997, n. 446, che hanno emesso l'atto impugnato o non hanno emesso l'atto richiesto. Se l'ufficio è un'articolazione dell'Agenzia delle entrate, con competenza su tutto o parte del territorio nazionale, individuata con il regolamento di amministrazione di cui all'articolo 71 del decreto legislativo 30 luglio 1999, n. 300, è parte l'ufficio al quale spettano le attribuzioni sul rapporto controverso."
                            },
                            {
                                "titolo": "Art. 11",
                                "rubrica": "Capacità di stare in giudizio",
                                "contenuto": "1. Le parti diverse da quelle indicate nei commi 2 e 3 possono stare in giudizio anche mediante procuratore generale o speciale. La procura speciale, se conferita al coniuge e ai parenti o affini entro il quarto grado ai soli fini della partecipazione all'udienza pubblica, può risultare anche da scrittura privata non autenticata.\n2. L'ufficio dell'Agenzia delle entrate e dell'Agenzia delle dogane e dei monopoli di cui al decreto legislativo 30 luglio 1999, n. 300 nonché dell'agente della riscossione, nei cui confronti è proposto il ricorso, sta in giudizio direttamente o mediante la struttura territoriale sovraordinata. Stanno altresì in giudizio direttamente le cancellerie o segreterie degli uffici giudiziari per il contenzioso in materia di contributo unificato.\n3. L'ente locale nei cui confronti è proposto il ricorso può stare in giudizio anche mediante il dirigente dell'ufficio tributi, ovvero, per gli enti locali privi di figura dirigenziale, mediante il titolare della posizione organizzativa in cui è collocato detto ufficio. (18)\n3-bis. COMMA SOPPRESSO DAL D.LGS. 24 SETTEMBRE 2015, N. 156.\n((\n3-ter. La Regione nei cui confronti è proposto il ricorso può stare in giudizio anche mediante i dirigenti degli uffici finanziari e tributari, nonché mediante i funzionari individuati dall'ente con proprio provvedimento\n))\n((52))\n---------------\nAGGIORNAMENTO (18)\nIl D.L. 31 marzo 2005, n. 44, convertito con modificazioni dalla L. 31 maggio 2005, n. 88, ha disposto (con l'art. 3-bis, comma 2) che la modifica di cui al comma 3 del presente articolo si applica anche ai giudizi in corso alla data di entrata in vigore della legge di conversione del decreto medesimo.\n---------------\nAGGIORNAMENTO (52)\nIl D.Lgs. 30 dicembre 2023, n. 220 ha disposto (con l'art. 4, comma 2) che \"Le disposizioni del presente decreto si applicano ai giudizi instaurati, in primo e in secondo grado, con ricorso notificato successivamente al 1° settembre 2024, fatta eccezione per quelle di cui all'articolo 1, comma 1, lettere d), e), f), i), n), o), p), q), s), t), u), v), z), aa), bb), cc) e dd) che si applicano ai giudizi instaurati, in primo e in secondo grado, nonché in Cassazione, a decorrere dal giorno successivo all'entrata in vigore del presente decreto\"."
                            },
                            {
                                "titolo": "Art. 12",
                                "rubrica": "(Assistenza tecnica)",
                                "contenuto": "1. Le parti, diverse dagli enti impositori, dagli agenti della riscossione e dai soggetti iscritti nell'albo di cui all'articolo 53 del decreto legislativo 15 dicembre 1997, n. 446, devono essere assistite in giudizio da un difensore abilitato.\n2. Per le controversie di valore fino a tremila euro le parti possono stare in giudizio senza assistenza tecnica. Per valore della lite si intende l'importo del tributo al netto degli interessi e delle eventuali sanzioni irrogate con l'atto impugnato; in caso di controversie relative esclusivamente alle irrogazioni di sanzioni, il valore è costituito dalla somma di queste.\n3. Sono abilitati all'assistenza tecnica, se iscritti nei relativi albi professionali o nell'elenco di cui al comma 4:\na) gli avvocati;\nb) i soggetti iscritti nella Sezione A commercialisti dell'Albo dei dottori commercialisti e degli esperti contabili;\nc) i consulenti del lavoro;\nd) i soggetti di cui all'articolo 63, terzo comma, del decreto del Presidente della Repubblica 29 settembre 1973, n. 600;\ne) i soggetti già iscritti alla data del 30 settembre 1993 nei ruoli di periti ed esperti tenuti dalle camere di commercio, industria, artigianato e agricoltura per la subcategoria tributi, in possesso di diploma di laurea in giurisprudenza o in economia e commercio o equipollenti o di diploma di ragioniere limitatamente alle materie concernenti le imposte di registro, di successione, i tributi locali, l'IVA, l'IRPEF, l'IRAP e l'IRES;\nf) i funzionari delle associazioni di categoria che, alla data di entrata in vigore del decreto legislativo 31 dicembre 1992, n. 545, risultavano iscritti negli elenchi tenuti dalle Intendenze di finanza competenti per territorio, ai sensi dell'ultimo periodo dell'articolo 30, terzo comma, del decreto del Presidente della Repubblica 26 ottobre 1972, n. 636;\ng) i dipendenti delle associazioni delle categorie rappresentate nel Consiglio nazionale dell'economia e del lavoro (C.N.E.L.) e i dipendenti delle imprese, o delle loro controllate ai sensi dell'articolo 2359 del codice civile, primo comma, numero 1), limitatamente alle controversie nelle quali sono parti, rispettivamente, gli associati e le imprese o loro controllate, in possesso del diploma di laurea magistrale in giurisprudenza o in economia ed equipollenti, o di diploma di ragioneria e della relativa abilitazione professionale;\nh) i dipendenti dei centri di assistenza fiscale (CAF) di cui all'articolo 32 del decreto legislativo 9 luglio 1997, n. 241, e delle relative società di servizi, purché in possesso di diploma di laurea magistrale in giurisprudenza o in economia ed equipollenti, o di diploma di ragioneria e della relativa abilitazione professionale, limitatamente alle controversie dei propri assistiti originate da adempimenti per i quali il CAF ha prestato loro assistenza.\n4. L'elenco dei soggetti di cui al comma 3, lettere d), e), f), g) ed h), è tenuto dal Dipartimento delle finanze del Ministero dell'economia e delle finanze che vi provvede con le risorse umane, strumentali e finanziarie disponibili a legislazione vigente senza nuovi o maggiori oneri a carico del bilancio dello Stato. Con decreto del Ministro dell'economia e delle finanze, sentito il Ministero della giustizia, emesso ai sensi dell'articolo 17, comma 3, della legge 23 agosto 1988, n. 400, sono disciplinate le modalità di tenuta dell'elenco, nonché i casi di incompatibilità, diniego, sospensione e revoca della iscrizione anche sulla base dei principi contenuti nel codice deontologico forense. L'elenco è pubblicato nel sito internet del Ministero dell'economia e delle finanze.\n5. Per le controversie di cui all'articolo 2, comma 2, primo periodo, sono anche abilitati all'assistenza tecnica, se iscritti nei relativi albi professionali:\na) gli ingegneri;\nb) gli architetti;\nc) i geometri;\nd) i periti industriali;\ne) i dottori agronomi e forestali;\nf) gli agrotecnici;\ng) i periti agrari.\n6. Per le controversie relative ai tributi doganali sono anche abilitati all'assistenza tecnica gli spedizionieri doganali iscritti nell'apposito albo.\n7. Ai difensori di cui ai commi da 1 a 6 deve essere conferito l'incarico con atto pubblico o con scrittura privata autenticata od anche in calce o a margine di un atto del processo, nel qual caso la sottoscrizione autografa è certificata dallo stesso incaricato ((salvo che il conferente apponga la propria firma digitale)).\nAll'udienza pubblica l'incarico può essere conferito oralmente e se ne dà atto a verbale. ((Il difensore, quando la procura è conferita su supporto cartaceo, ne deposita telematicamente la copia per immagine su supporto informatico, attestandone la conformità ai sensi dell'articolo 22, comma 2, del decreto legislativo 7 marzo 2005, n. 82, con l'inserimento della relativa dichiarazione.))\n((52))\n((\n7-bis. La procura alle liti si considera apposta in calce all'atto cui si riferisce quando è rilasciata su un separato documento informatico depositato telematicamente insieme all'atto cui la stessa si riferisce ovvero quando è rilasciata su foglio separato del quale è effettuata copia informatica, anche per immagine, depositata telematicamente insieme all'atto cui la stessa si riferisce.\n))\n((52))\n8. Le Agenzie delle entrate, delle dogane e dei monopoli di cui al decreto legislativo 30 luglio 1999, n. 300, possono essere assistite dall'Avvocatura dello Stato.\n9. I soggetti in possesso dei requisiti richiesti nei commi 3, 5 e 6 possono stare in giudizio personalmente, ferme restando le limitazioni all'oggetto della loro attività previste nei medesimi commi.\n10. Si applica l'articolo 182 del codice di procedura civile ed i relativi provvedimenti sono emessi dal presidente della commissione o della sezione o dal collegio.\n(43)\n---------------\nAGGIORNAMENTO (43)\nIl D.Lgs. 24 settembre 2015, n. 156 ha disposto (con l'art. 12, comma 2) che \"Fino all'approvazione dei decreti previsti dagli articoli 12, comma 4, e 69, comma 2, del decreto legislativo 31 dicembre 1992, n. 546, come modificati dall'articolo 10 del presente decreto, restano applicabili le disposizioni previgenti di cui ai predetti articoli 12 e 69\".\n---------------\nAGGIORNAMENTO (52)\nIl D.Lgs. 30 dicembre 2023, n. 220 ha disposto (con l'art. 4, comma 2) che \"Le disposizioni del presente decreto si applicano ai giudizi instaurati, in primo e in secondo grado, con ricorso notificato successivamente al 1° settembre 2024, fatta eccezione per quelle di cui all'articolo 1, comma 1, lettere d), e), f), i), n), o), p), q), s), t), u), v), z), aa), bb), cc) e dd) che si applicano ai giudizi instaurati, in primo e in secondo grado, nonché in Cassazione, a decorrere dal giorno successivo all'entrata in vigore del presente decreto\"."
                            },
                            {
                                "titolo": "Art. 13",
                                "rubrica": "((ARTICOLO ABROGATO DAL D.P.R. 30 MAGGIO 2002, N. 115))",
                                "contenuto": ""
                            },
                            {
                                "titolo": "Art. 14",
                                "rubrica": "Litisconsorzio ed intervento",
                                "contenuto": "1. Se l'oggetto del ricorso riguarda inscindibilmente più soggetti, questi devono essere tutti parte nello stesso processo e la controversia non può essere decisa limitatamente ad alcuni di essi.\n2. Se il ricorso non è stato proposto da o nei confronti di tutti i soggetti indicati nel comma 1 è ordinata l'integrazione del contraddittorio mediante la loro chiamata in causa entro un termine stabilito a pena di decadenza.\n3. Possono intervenire volontariamente o essere chiamati in giudizio i soggetti che, insieme al ricorrente, sono destinatari dell'atto impugnato o parti del rapporto tributario controverso.\n4. Le parti chiamate si costituiscono in giudizio nelle forme prescritte per la parte resistente, in quanto applicabili.\n5. I soggetti indicati nei commi 1 e 3 intervengono nel processo notificando apposito atto a tutte le parti e costituendosi nelle forme di cui al comma precedente.\n6. Le parti chiamate in causa o intervenute volontariamente non possono impugnare autonomamente l'atto se per esse al momento della costituzione è già decorso il termine di decadenza.\n((\n6-bis. In caso di vizi della notificazione eccepiti nei riguardi di un atto presupposto emesso da un soggetto diverso da quello che ha emesso l'atto impugnato, il ricorso è sempre proposto nei confronti di entrambi i soggetti.\n))\n((52))\n---------------\nAGGIORNAMENTO (52)\nIl D.Lgs. 30 dicembre 2023, n. 220 ha disposto (con l'art. 4, comma 2) che \"Le disposizioni del presente decreto si applicano ai giudizi instaurati, in primo e in secondo grado, con ricorso notificato successivamente al 1° settembre 2024, fatta eccezione per quelle di cui all'articolo 1, comma 1, lettere d), e), f), i), n), o), p), q), s), t), u), v), z), aa), bb), cc) e dd) che si applicano ai giudizi instaurati, in primo e in secondo grado, nonché in Cassazione, a decorrere dal giorno successivo all'entrata in vigore del presente decreto\"."
                            },
                            {
                                "titolo": "Art. 15",
                                "rubrica": "Spese del giudizio",
                                "contenuto": "1. La parte soccombente è condannata a rimborsare le spese del giudizio che sono liquidate con la sentenza. PERIODO SOPPRESSO DAL D.LGS. 24 SETTEMBRE 2015, N. 156.\n((\n2. Le spese del giudizio sono compensate, in tutto o in parte, in caso di soccombenza reciproca e quando ricorrono gravi ed eccezionali ragioni che devono essere espressamente motivate ovvero quando la parte è risultata vittoriosa sulla base di documenti decisivi che la stessa ha prodotto solo nel corso del giudizio.\n))\n((52))\n2-bis. Si applicano le disposizioni di cui all'articolo 96, commi primo e terzo, del codice di procedura civile.\n2-ter. Le spese di giudizio comprendono, oltre al contributo unificato, gli onorari e i diritti del difensore, le spese generali e gli esborsi sostenuti, oltre il contributo previdenziale e l'imposta sul valore aggiunto, se dovuti.\n2-quater. Con l'ordinanza che decide sulle istanze cautelari la commissione provvede sulle spese della relativa fase. La pronuncia sulle spese conserva efficacia anche dopo il provvedimento che definisce il giudizio, salvo diversa statuizione espressa nella sentenza di merito. (49)\n2-quinquies. I compensi agli incaricati dell'assistenza tecnica sono liquidati sulla base dei parametri previsti per le singole categorie professionali. Agli iscritti negli elenchi di cui all'articolo 12, comma 4, si applicano i parametri previsti per i dottori commercialisti e gli esperti contabili.\n2-sexies. Nella liquidazione delle spese a favore dell'ente impositore, dell'agente della riscossione e dei soggetti iscritti nell'albo di cui all'articolo 53 del decreto legislativo 15 dicembre 1997, n. 446, se assistiti da propri funzionari, si applicano le disposizioni per la liquidazione del compenso spettante agli avvocati, con la riduzione del venti per cento dell'importo complessivo ivi previsto. La riscossione avviene mediante iscrizione a ruolo a titolo definitivo dopo il passaggio in giudicato della sentenza.\n2-septies.\n((COMMA ABROGATO DAL D.LGS. 30 DICEMBRE 2023, N. 220)). ((52))\n2-octies. Qualora una delle parti ovvero il giudice abbia formulato una proposta conciliativa, non accettata dall'altra parte senza giustificato motivo, restano a carico di quest'ultima le spese del giudizio maggiorate del 50 per cento, ove il riconoscimento delle sue pretese risulti inferiore al contenuto della proposta ad essa effettuata. Se è intervenuta conciliazione le spese si intendono compensate, salvo che le parti stesse abbiano diversamente convenuto nel processo verbale di conciliazione. (49)\n((\n2-nonies. Nella liquidazione delle spese si tiene altresì conto del rispetto dei principi di sinteticità e chiarezza degli atti di parte\n))\n((52))\n---------------\nAGGIORNAMENTO (49)\nLa L. 31 agosto 2022, n. 130 ha disposto (con l'art. 8, comma 3) che la disposizione di cui al comma 2-octies si applica ai ricorsi notificati a decorrere dalla data di entrata in vigore della suindicata legge.\nHa inoltre disposto (con l'art. 4, comma 1, lettera a)) che nel presente decreto \"le parole: «commissione tributaria provinciale», «commissioni tributarie provinciali», «commissione tributaria regionale», «commissioni tributarie regionali», «commissione tributaria» e «commissioni tributarie», ovunque ricorrono, sono sostituite rispettivamente dalle seguenti: «corte di giustizia tributaria di primo grado», «corti di giustizia tributaria di primo grado», «corte di giustizia tributaria di secondo grado», «corti di giustizia tributaria di secondo grado», «corte di giustizia tributaria di primo e secondo grado» e «corti di giustizia tributaria di primo e secondo grado»\".\n---------------\nAGGIORNAMENTO (52)\nIl D.Lgs. 30 dicembre 2023, n. 220 ha disposto (con l'art. 4, comma 2) che \"Le disposizioni del presente decreto si applicano ai giudizi instaurati, in primo e in secondo grado, con ricorso notificato successivamente al 1° settembre 2024, fatta eccezione per quelle di cui all'articolo 1, comma 1, lettere d), e), f), i), n), o), p), q), s), t), u), v), z), aa), bb), cc) e dd) che si applicano ai giudizi instaurati, in primo e in secondo grado, nonché in Cassazione, a decorrere dal giorno successivo all'entrata in vigore del presente decreto\"."
                            },
                            {
                                "titolo": "Art. 16",
                                "rubrica": "Comunicazioni e notificazioni",
                                "contenuto": "1. Le comunicazioni sono fatte mediante avviso della segreteria della corte di giustizia tributaria di primo e secondo grado consegnato alle parti, che ne rilasciano immediatamente ricevuta, o spedito a mezzo del servizio postale ((con raccomandata con avviso di ricevimento)). Le comunicazioni agli enti impositori, agli agenti della riscossione ed ai soggetti iscritti nell'albo di cui all'articolo 53 del decreto legislativo 15 dicembre 1997, n. 446, possono essere fatte mediante trasmissione di elenco in duplice esemplare, uno dei quali, immediatamente datato e sottoscritto per ricevuta, è restituito alla segreteria della corte di giustizia tributaria di primo e secondo grado. La segreteria può anche richiedere la notificazione dell'avviso da parte dell'ufficio giudiziario o del messo comunale nelle forme di cui al comma 2. ((52))\n1-bis. COMMA ABROGATO DAL D.LGS. 24 SETTEMBRE 2015, N. 156.\n2. Le notificazioni sono fatte secondo le norme degli articoli 137 e seguenti del codice di procedura civile, salvo quanto disposto dall'art. 17.\n3. Le notificazioni possono essere fatte anche direttamente a mezzo del servizio postale mediante spedizione dell'atto in plico senza busta raccomandato con avviso di ricevimento, sul quale non sono apposti segni o indicazioni dai quali possa desumersi il contenuto dell'atto, ovvero all'ufficio del Ministero delle finanze ed all'ente locale mediante consegna dell'atto all'impiegato addetto che ne rilascia ricevuta sulla copia.\n4. Gli enti impositori, gli agenti della riscossione e i soggetti iscritti nell'albo di cui all'articolo 53 del decreto legislativo 15 dicembre 1997, n. 446, provvedono alle notificazioni anche a mezzo del messo comunale o di messo autorizzato dall'amministrazione finanziaria, con l'osservanza delle disposizioni di cui al comma 2.\n5. Qualunque comunicazione o notificazione a mezzo del servizio postale si considera fatta nella data della spedizione; i termini che hanno inizio dalla notificazione o dalla comunicazione decorrono dalla data in cui l'atto è ricevuto.\n---------------\nAGGIORNAMENTO (52)\nIl D.Lgs. 30 dicembre 2023, n. 220 ha disposto (con l'art. 4, comma 2) che \"Le disposizioni del presente decreto si applicano ai giudizi instaurati, in primo e in secondo grado, con ricorso notificato successivamente al 1° settembre 2024, fatta eccezione per quelle di cui all'articolo 1, comma 1, lettere d), e), f), i), n), o), p), q), s), t), u), v), z), aa), bb), cc) e dd) che si applicano ai giudizi instaurati, in primo e in secondo grado, nonché in Cassazione, a decorrere dal giorno successivo all'entrata in vigore del presente decreto\"."
                            },
                            {
                                "titolo": "Art. 16-bis",
                                "rubrica": "Comunicazioni, notificazioni e depositi telematici",
                                "contenuto": "((\n1. Le comunicazioni sono effettuate mediante posta elettronica certificata ai sensi del decreto legislativo 7 marzo 2005, n. 82, e successive modificazioni. Tra le pubbliche amministrazioni di cui all'articolo 2, comma 2, del predetto decreto legislativo, le comunicazioni sono effettuate anche ai sensi dell'articolo 76 del medesimo decreto. L'indirizzo di posta elettronica certificata del difensore o delle parti è indicato nel ricorso o nel primo atto difensivo. È onere del difensore comunicare ogni variazione dell'indirizzo di posta elettronica certificata a quelli delle altre parti costituite e alla segreteria la quale, in difetto, non è tenuta a cercare il nuovo indirizzo del difensore né ad effettuargli la comunicazione mediante deposito in segreteria. In caso di pluralità di difensori di una parte costituita, la comunicazione è perfezionata se ricevuta da almeno uno di essi, cui spetta informarne gli altri.\n))\n((52))\n2. Nelle ipotesi di mancata indicazione dell'indirizzo di posta elettronica certificata del difensore o della parte ed ove lo stesso non sia reperibile da pubblici elenchi, ovvero nelle ipotesi di mancata consegna del messaggio di posta elettronica certificata per cause imputabili al destinatario, le comunicazioni sono eseguite esclusivamente mediante deposito in segreteria della corte di giustizia tributaria di primo e secondo grado. Nei casi di cui al periodo precedente le notificazioni sono eseguite ai sensi dell'articolo 16.\n((\n3. Le parti, i consulenti e gli organi tecnici di cui all'articolo 7, comma 2, depositano gli atti processuali, i documenti e i provvedimenti giurisdizionali notificati esclusivamente con le modalità telematiche previste dalle vigenti norme tecniche del processo tributario telematico, salva la possibilità, nelle ipotesi di cui all'articolo 79, di effettuare le notificazioni ai sensi dell'articolo 16\n))\n((52))\n3-bis.\n((COMMA SOPPRESSO DAL D.LGS. 30 DICEMBRE 2023, N. 220)). ((52))\n4. L'indicazione dell'indirizzo di posta elettronica certificata valevole per le comunicazioni e le notificazioni equivale alla comunicazione del domicilio eletto.\n((\n4-bis. La violazione delle disposizioni dei commi da 1 a 3, nonché delle vigenti norme tecniche del processo tributario telematico, non costituisce causa di invalidità del deposito, salvo l'obbligo di regolarizzarlo nel termine perentorio stabilito dal giudice.\n))\n((52))\n---------------\nAGGIORNAMENTO (43)\nIl D.Lgs. 24 settembre 2015, n. 156 ha disposto (con l'art. 12, comma 3) che \"Le disposizioni contenute nel comma 3 dell'articolo 16-bis del decreto legislativo 31 dicembre 1992, n. 546, come modificati dall'articolo 10 del presente decreto, si applicano con decorrenza e modalità previste dai decreti di cui all'articolo 3, comma 3, del decreto del Ministro dell'economia e delle finanze 23 dicembre 2013, n. 163\".\n--------------\nAGGIORNAMENTO (46)\nIl D.L. 23 ottobre 2018, n. 119, convertito con modificazioni dalla L. 17 dicembre 2018, n. 136, ha disposto (con l'art. 16, comma 2) che \"L'articolo 16-bis, comma 3, del decreto legislativo 31 dicembre 1992, n. 546, nel testo vigente antecedentemente alla data di entrata in vigore del presente decreto, si interpreta nel senso che le parti possono utilizzare in ogni grado di giudizio la modalità prevista dal decreto del Ministro dell'economia e delle finanze 23 dicembre 2013, n. 163, e dai relativi decreti attuativi, indipendentemente dalla modalità prescelta da controparte nonché dall'avvenuto svolgimento del giudizio di primo grado con modalità analogiche\".\nHa inoltre disposto (con l'art. 16, comma 5) che le disposizioni dei commi 3 e 3-bis di cui al presente articolo si applicano ai giudizi instaurati, in primo e in secondo grado, con ricorso notificato a decorrere dal 1° luglio 2019.\n---------------\nAGGIORNAMENTO (52)\nIl D.Lgs. 30 dicembre 2023, n. 220 ha disposto (con l'art. 4, comma 2) che \"Le disposizioni del presente decreto si applicano ai giudizi instaurati, in primo e in secondo grado, con ricorso notificato successivamente al 1° settembre 2024, fatta eccezione per quelle di cui all'articolo 1, comma 1, lettere d), e), f), i), n), o), p), q), s), t), u), v), z), aa), bb), cc) e dd) che si applicano ai giudizi instaurati, in primo e in secondo grado, nonché in Cassazione, a decorrere dal giorno successivo all'entrata in vigore del presente decreto\"."
                            },
                            {
                                "titolo": "Art. 17",
                                "rubrica": "Luogo delle comunicazioni e notificazioni",
                                "contenuto": "1. Le comunicazioni e le notificazioni sono fatte, salva la consegna in mani proprie, nel domicilio eletto o, in mancanza, nella residenza o nella sede dichiarata dalla parte all'atto della sua costituzione in giudizio. Le variazioni del domicilio o della residenza o della sede hanno effetto dal decimo giorno successivo a quello in cui sia stata notificata alla segreteria della commissione e alle parti costituite la denuncia di variazione.\n2. L'indicazione della residenza o della sede e l'elezione del domicilio hanno effetto anche per i successivi gradi del processo.\n3. Se mancano l'elezione di domicilio o la dichiarazione della residenza o della sede nel territorio dello Stato o se per la loro assoluta incertezza la notificazione o la comunicazione degli atti non è possibile, questi sono comunicati o notificati presso la segreteria della commissione.\n3-bis.\n((COMMA ABROGATO DAL D.LGS. 24 SETTEMBRE 2015, N. 156))."
                            },
                            {
                                "titolo": "Art. 17-bis",
                                "rubrica": "((ARTICOLO ABROGATO DAL D.LGS. 30 DICEMBRE 2023, N. 220))",
                                "contenuto": "((52))\n-------------\nAGGIORNAMENTO (52)\nIl D.Lgs. 30 dicembre 2023, n. 220, ha disposto (con l'art. 4, comma 2) che \"Le disposizioni del presente decreto si applicano ai giudizi instaurati, in primo e in secondo grado, con ricorso notificato successivamente al 1° settembre 2024, fatta eccezione per quelle di cui all'articolo 1, comma 1, lettere d), e), f), i), n), o), p), q), s), t), u), v), z), aa), bb), cc) e dd) che si applicano ai giudizi instaurati, in primo e in secondo grado, nonché in Cassazione, a decorrere dal giorno successivo all'entrata in vigore del presente decreto\".\n\n((Capo III))\n((FORMA DEGLI ATTI))"
                            },
                            {
                                "titolo": "Art. 17-ter",
                                "rubrica": "(( (Degli atti in generale). ))",
                                "contenuto": "((\n1. Gli atti del processo, i verbali e i provvedimenti giurisdizionali sono redatti in modo chiaro e sintetico.\n2. Salvo i casi eccezionali previsti dalle norme tecniche di cui all'articolo 79, comma 2-quater, tutti gli atti e i provvedimenti del giudice tributario, dei suoi ausiliari e quelli delle segreterie delle corti di giustizia tributaria, nonché gli atti delle parti e dei difensori sono sottoscritti con firma digitale.\n3. La liquidazione delle spese del giudizio tiene in ogni caso conto della violazione ad opera dei difensori delle parti delle previsioni di cui al comma 4-bis dell'articolo 16-bis, nonché di quelle delle norme tecniche del processo tributario telematico, fermo l'obbligo delle parti di provvedere alla regolarizzazione entro il termine perentorio stabilito dal giudice.\n4. La mancata sottoscrizione con firma digitale dei provvedimenti giudiziari del giudice tributario determina la loro nullità.\n))\n((52))\n---------------\nAGGIORNAMENTO (52)\nIl D.Lgs. 30 dicembre 2023, n. 220 ha disposto (con l'art. 4, comma 2) che \"Le disposizioni del presente decreto si applicano ai giudizi instaurati, in primo e in secondo grado, con ricorso notificato successivamente al 1° settembre 2024, fatta eccezione per quelle di cui all'articolo 1, comma 1, lettere d), e), f), i), n), o), p), q), s), t), u), v), z), aa), bb), cc) e dd) che si applicano ai giudizi instaurati, in primo e in secondo grado, nonché in Cassazione, a decorrere dal giorno successivo all'entrata in vigore del presente decreto\"."
                            }
                        ]
                    }
                ]
            },
            {
                "titolo": "TITOLO II",
                "rubrica": "IL PROCESSO",
                "contenuto": [
                    {
                        "titolo": "Capo I",
                        "rubrica": "IL PROCEDIMENTO DINANZI ALLA ((CORTE DI GIUSTIZIA TRIBUTARIA DI PRIMO GRADO))",
                        "contenuto": [
                            {
                                "titolo": "Sezione I",
                                "rubrica": "Introduzione del giudizio",
                                "contenuto": [
                                    {
                                        "titolo": "Art. 18",
                                        "rubrica": "Il ricorso",
                                        "contenuto": "1. Il processo è introdotto con ricorso alla ((corte di giustizia tributaria di primo grado)).\n2. Il ricorso deve contenere l'indicazione:\na) della ((corte di giustizia tributaria di primo e secondo grado)) cui è diretto;\nb) del ricorrente e del suo legale rappresentante, della relativa residenza o sede legale o del domicilio eventualmente eletto nel territorio dello Stato, nonché del codice fiscale e dell'indirizzo di posta elettronica certificata;\nc) dell'ufficio nei cui confronti il ricorso è proposto;\nd) dell'atto impugnato e dell'oggetto della domanda;\ne) dei motivi.\n3. Il ricorso deve essere sottoscritto dal difensore e contenere l'indicazione:\na) della categoria di cui all'articolo 12 alla quale appartiene il difensore;\nb) dell'incarico a norma dell'articolo 12, comma 7, salvo che il ricorso non sia sottoscritto personalmente;\nc) dell'indirizzo di posta elettronica certificata del difensore.\n4. Il ricorso è inammissibile se manca o è assolutamente incerta una delle indicazioni di cui al comma 2, ad eccezione di quella relativa al codice fiscale e all'indirizzo di posta elettronica certificata, o non è sottoscritto a norma del comma precedente ."
                                    },
                                    {
                                        "titolo": "Art. 19",
                                        "rubrica": "Atti impugnabili e oggetto del ricorso",
                                        "contenuto": "1. Il ricorso può essere proposto avverso:\na) l'avviso di accertamento del tributo;\nb) l'avviso di liquidazione del tributo;\nc) il provvedimento che irroga le sanzioni;\nd) il ruolo e la cartella di pagamento;\ne) l'avviso di mora;\ne-bis) l'iscrizione di ipoteca sugli immobili di cui all'articolo 77 del decreto del Presidente della Repubblica 29 settembre 1973, n. 602, e successive modificazioni;\ne-ter) il fermo di beni mobili registrati di cui all'articolo 86 del decreto del Presidente della Repubblica 29 settembre 1973, n. 602, e successive modificazioni;\nf) gli atti relativi alle operazioni catastali indicate nell'art. 2, comma 2;\ng) il rifiuto espresso o tacito della restituzione di tributi, sanzioni pecuniarie ed interessi o altri accessori non dovuti;\n((\ng-bis) il rifiuto espresso o tacito sull'istanza di autotutela nei casi previsti dall'articolo 10-quater della legge 27 luglio 2000, n. 212;\n))\n((52))\n((\ng-ter) il rifiuto espresso sull'istanza di autotutela nei casi previsti dall'articolo 10-quinquies della legge 27 luglio 2000, n. 212;\n))\n((52))\nh) il diniego o la revoca di agevolazioni o il rigetto di domande di definizione agevolata di rapporti tributari;\nh-bis) la decisione di rigetto dell'istanza di apertura di procedura amichevole presentata ai sensi della direttiva (UE) 2017/1852 del Consiglio del 10 ottobre 2017 o ai sensi degli Accordi e delle Convenzioni internazionali per evitare le doppie imposizioni di cui l'Italia è parte ovvero ai sensi della Convenzione relativa all'eliminazione delle doppie imposizioni in caso di rettifica degli utili di imprese associate n. 90/436/CEE; (48)\ni) ogni altro atto per il quale la legge ne preveda l'autonoma impugnabilità davanti alle corti di giustizia tributaria di primo e secondo grado.\n2. Gli atti espressi di cui al comma 1 devono contenere l'indicazione del termine entro il quale il ricorso deve essere proposto e della corte di giustizia tributaria di primo e secondo grado competente, nonché delle relative forme da osservare ai sensi dell'art. 20.\n3. Gli atti diversi da quelli indicati non sono impugnabili autonomamente. Ognuno degli atti autonomamente impugnabili può essere impugnato solo per vizi propri. La mancata notificazione di atti autonomamente impugnabili, adottati precedentemente all'atto notificato, ne consente l'impugnazione unitamente a quest'ultimo.\n---------------\nAGGIORNAMENTO (48)\nIl D.Lgs. 10 giugno 2020, n. 49 ha disposto (con l'art. 25, comma 1) che la presente modifica si applica alle istanze di apertura di procedura amichevole presentate a decorrere dal 1° luglio 2019 sulle questioni controverse riguardanti il reddito o il patrimonio, relativi al periodo d'imposta che inizia il 1° gennaio 2018 e ai successivi periodi d'imposta.\n---------------\nAGGIORNAMENTO (52)\nIl D.Lgs. 30 dicembre 2023, n. 220 ha disposto (con l'art. 4, comma 2) che \"Le disposizioni del presente decreto si applicano ai giudizi instaurati, in primo e in secondo grado, con ricorso notificato successivamente al 1° settembre 2024, fatta eccezione per quelle di cui all'articolo 1, comma 1, lettere d), e), f), i), n), o), p), q), s), t), u), v), z), aa), bb), cc) e dd) che si applicano ai giudizi instaurati, in primo e in secondo grado, nonché in Cassazione, a decorrere dal giorno successivo all'entrata in vigore del presente decreto\"."
                                    },
                                    {
                                        "titolo": "Art. 20",
                                        "rubrica": "Proposizione del ricorso",
                                        "contenuto": "1. Il ricorso è proposto mediante notifica a norma dei commi 2 e 3 del precedente art. 16.\n2. La spedizione del ricorso a mezzo posta dev'essere fatta in plico raccomandato senza busta con avviso di ricevimento. In tal caso il ricorso s'intende proposto al momento della spedizione nelle forme sopra indicate.\n3. Resta fermo quanto disposto dall'art. 10 del decreto del Presidente della Repubblica 28 novembre 1980, n. 787, sui centri di servizio."
                                    },
                                    {
                                        "titolo": "Art. 21",
                                        "rubrica": "Termine per la proposizione del ricorso",
                                        "contenuto": "1. Il ricorso deve essere proposto a pena di inammissibilità entro sessanta giorni dalla data di notificazione dell'atto impugnato. La notificazione della cartella di pagamento vale anche come notificazione del ruolo.\n2. Il ricorso avverso il rifiuto tacito ((...)) di cui all'articolo 19, comma 1, (( lettere g) e g-bis) )), può essere proposto dopo il novantesimo giorno dalla domanda di restituzione ((o di autotutela)) presentata entro i termini previsti da ciascuna legge d'imposta e fino a quando il diritto alla restituzione non è prescritto. La domanda di restituzione, in mancanza di disposizioni specifiche, non può essere presentata dopo due anni dal pagamento ovvero, se posteriore, dal giorno in cui si è verificato il presupposto per la restituzione. ((52))\n---------------\nAGGIORNAMENTO (52)\nIl D.Lgs. 30 dicembre 2023, n. 220 ha disposto (con l'art. 4, comma 2) che \"Le disposizioni del presente decreto si applicano ai giudizi instaurati, in primo e in secondo grado, con ricorso notificato successivamente al 1° settembre 2024, fatta eccezione per quelle di cui all'articolo 1, comma 1, lettere d), e), f), i), n), o), p), q), s), t), u), v), z), aa), bb), cc) e dd) che si applicano ai giudizi instaurati, in primo e in secondo grado, nonché in Cassazione, a decorrere dal giorno successivo all'entrata in vigore del presente decreto\"."
                                    },
                                    {
                                        "titolo": "Art. 22",
                                        "rubrica": "Costituzione in giudizio del ricorrente",
                                        "contenuto": "1. Il ricorrente, entro trenta giorni dalla proposizione del ricorso, a pena d'inammissibilità deposita, nella segreteria della ((corte di giustizia tributaria di primo e secondo grado)) adita, o trasmette a mezzo posta, in plico raccomandato senza busta con avviso di ricevimento, l'originale del ricorso notificato a norma degli articoli 137 e seguenti del codice di procedura civile ovvero copia del ricorso consegnato o spedito per posta, con fotocopia della ricevuta di deposito o della spedizione per raccomandata a mezzo del servizio postale. All'atto della costituzione in giudizio, il ricorrente deve depositare la nota di iscrizione al ruolo, contenente l'indicazione delle parti, del difensore che si costituisce, dell'atto impugnato, della materia del contendere, del valore della controversia e della data di notificazione del ricorso. (16)\n2. L'inammissibilità del ricorso è rilevabile d'ufficio in ogni stato e grado del giudizio, anche se la parte resistente si costituisce a norma dell'articolo seguente. (16)\n3. In caso di consegna o spedizione a mezzo di servizio postale la conformità dell'atto depositato a quello consegnato o spedito è attestata conforme dallo stesso ricorrente. Se l'atto depositato nella segreteria della commissione non è conforme a quello consegnato o spedito alla parte nei cui confronti il ricorso è proposto, il ricorso è inammissibile e si applica il comma precedente. ((49))\n4. Unitamente al ricorso ed ai documenti previsti al comma 1, il ricorrente deposita il proprio fascicolo, con l'originale o la fotocopia dell'atto impugnato, se notificato, ed i documenti che produce, in originale o fotocopia.\n5. Ove sorgano contestazioni il giudice tributario ordina l'esibizione degli originali degli atti e documenti di cui ai precedenti commi.\n---------------\nAGGIORNAMENTO (16)\nLa Corte costituzionale, con sentenza 21 novembre-6 dicembre 2002, n. 520 (in G.U. 1a s.s. 11/12/2002, n. 49) ha dichiarato l'illegittimità costituzionale del presente articolo, commi 1 e 2, \"nella parte in cui non consente, per il deposito degli atti ai fini della costituzione in giudizio, l'utilizzo del servizio postale\".\n---------------\nAGGIORNAMENTO (49)\nLa L. 31 agosto 2022, n. 130 ha disposto (con l'art. 4, comma 1, lettera a)) che nel presente decreto \"le parole: «commissione tributaria provinciale», «commissioni tributarie provinciali», «commissione tributaria regionale», «commissioni tributarie regionali», «commissione tributaria» e «commissioni tributarie», ovunque ricorrono, sono sostituite rispettivamente dalle seguenti: «corte di giustizia tributaria di primo grado», «corti di giustizia tributaria di primo grado», «corte di giustizia tributaria di secondo grado», «corti di giustizia tributaria di secondo grado», «corte di giustizia tributaria di primo e secondo grado» e «corti di giustizia tributaria di primo e secondo grado»\"."
                                    },
                                    {
                                        "titolo": "Art. 23",
                                        "rubrica": "Costituzione in giudizio della parte resistente",
                                        "contenuto": "1.\n((L'ente impositore, l'agente della riscossione ed i soggetti iscritti all'albo di cui all'articolo 53 del decreto legislativo 15 dicembre 1997, n. 446)) nei cui confronti è stato proposto il ricorso si costituiscono in giudizio entro sessanta giorni dal giorno in cui il ricorso è stato notificato, consegnato o ricevuto a mezzo del servizio postale.\n2. La costituzione della parte resistente è fatta mediante deposito presso la segreteria della commissione adita del proprio fascicolo contenente le controdeduzioni in tante copie quante sono le parti in giudizio e i documenti offerti in comunicazione.\n3. Nelle controdeduzioni la parte resistente espone le sue difese prendendo posizione sui motivi dedotti dal ricorrente e indica le prove di cui intende valersi, proponendo altresì le eccezioni processuali e di merito che non siano rilevabili d'ufficio e instando, se del caso, per la chiamata di terzi in causa."
                                    },
                                    {
                                        "titolo": "Art. 24",
                                        "rubrica": "Produzione di documenti e motivi aggiunti",
                                        "contenuto": "1. I documenti devono essere elencati negli atti di parte cui sono allegati ovvero, se prodotti separatamente, in apposita nota sottoscritta da depositare in originale ed in numero di copie in carta semplice pari a quello delle altre parti.\n2. L'integrazione dei motivi di ricorso, resa necessaria dal deposito di documenti non conosciuti ad opera delle altre parti o per ordine della commissione, è ammessa entro il termine perentorio di sessanta giorni dalla data in cui l'interessato ha notizia di tale deposito.\n3. Se è stata già fissata la trattazione della controversia, l'interessato, a pena di inammissibilità, deve dichiarare, non oltre la trattazione in camera di consiglio o la discussione in pubblica udienza, che intende proporre motivi aggiunti. In tal caso la trattazione o l'udienza debbono essere rinviate ad altra data per consentire gli adempimenti di cui al comma seguente.\n4. L'integrazione dei motivi si effettua mediante atto avente i requisiti di cui all'art. 18 per quanto applicabile. Si applicano l'art. 20, commi 1 e 2, l'art. 22, commi 1, 2, 3 e 5, e l'art. 23, comma 3."
                                    },
                                    {
                                        "titolo": "Art. 25",
                                        "rubrica": "Iscrizione del ricorso nel registro generale",
                                        "contenuto": "Fascicolo d'ufficio del processo e fascicoli di parte\n1. La segreteria della ((corte di giustizia tributaria di primo e secondo grado)) iscrive il ricorso nel registro generale e forma il fascicolo d'ufficio del processo, inserendovi i fascicoli del ricorrente e delle altre parti, con gli atti e i documenti prodotti, nonché, successivamente, gli originali dei verbali di udienza, delle ordinanze e dei decreti e copia delle sentenze.\n2. I fascicoli delle parti restano acquisiti al fascicolo d'ufficio e sono ad esse restituiti al termine del processo. Le parti possono ottenere copia autentica degli atti e documenti contenuti nei fascicoli di parte e d'ufficio. PERIODO ABROGATO DAL D.P.R. 30 MAGGIO 2002, N. 115.\n3. La segreteria sottopone al presidente della ((corte di giustizia tributaria di primo e secondo grado)) il fascicolo del processo appena formato."
                                    },
                                    {
                                        "titolo": "Art. 25-bis",
                                        "rubrica": "(Potere di certificazione di conformità)",
                                        "contenuto": "1. Al fine del deposito e della notifica con modalità telematiche della copia informatica, anche per immagine, di un atto processuale di parte, di un provvedimento del giudice o di un documento formato su supporto analogico e detenuto in originale o in copia conforme, il difensore e il dipendente di cui si avvalgono l'ente impositore, l'agente della riscossione ed i soggetti iscritti nell'albo di cui all'articolo 53 del decreto legislativo 15 dicembre 1997, n. 446, attestano la conformità della copia al predetto atto secondo le modalità di cui al decreto legislativo 7 marzo 2005, n. 82.\n2. Analogo potere di attestazione di conformità è esteso, anche per l'estrazione di copia analogica, agli atti e ai provvedimenti presenti nel fascicolo informatico, formato dalla segreteria della corte di giustizia tributaria di primo e secondo grado ai sensi dell'articolo 14 del decreto del Ministro dell'economia e delle finanze 23 dicembre 2013, n. 163, o trasmessi in allegato alle comunicazioni telematiche dell'ufficio di segreteria. Detti atti e provvedimenti, presenti nel fascicolo informatico o trasmessi in allegato alle comunicazioni telematiche dell'ufficio di segreteria, equivalgono all'originale anche se privi dell'attestazione di conformità all'originale da parte dell'ufficio di segreteria.\n3. La copia informatica o cartacea munita dell'attestazione di conformità ai sensi dei commi precedenti equivale all'originale o alla copia conforme dell'atto o del provvedimento detenuto ovvero presente nel fascicolo informatico.\n4. L'estrazione di copie autentiche ai sensi del presente articolo, esonera dal pagamento dei diritti di copia.\n5. Nel compimento dell'attestazione di conformità i soggetti di cui al presente articolo assumono ad ogni effetto la veste di pubblici ufficiali.\n((\n5-bis. Gli atti e i documenti del fascicolo telematico non devono essere nuovamente depositati nelle fasi successive del giudizio o nei suoi ulteriori gradi. Il giudice non tiene conto degli atti e dei documenti su supporto cartaceo dei quali non è depositata nel fascicolo telematico la copia informatica, anche per immagine, munita di attestazione di conformità all'originale.\n))\n((52))\n---------------\nAGGIORNAMENTO (52)\nIl D.Lgs. 30 dicembre 2023, n. 220 ha disposto (con l'art. 4, comma 2) che \"Le disposizioni del presente decreto si applicano ai giudizi instaurati, in primo e in secondo grado, con ricorso notificato successivamente al 1° settembre 2024, fatta eccezione per quelle di cui all'articolo 1, comma 1, lettere d), e), f), i), n), o), p), q), s), t), u), v), z), aa), bb), cc) e dd) che si applicano ai giudizi instaurati, in primo e in secondo grado, nonché in Cassazione, a decorrere dal giorno successivo all'entrata in vigore del presente decreto\"."
                                    },
                                    {
                                        "titolo": "Art. 26",
                                        "rubrica": "Assegnazione del ricorso",
                                        "contenuto": "1. Il presidente della ((corte di giustizia tributaria di primo e secondo grado)) assegna il ricorso ad una delle sezioni; al di fuori dei casi di cui all'art. 29, comma 1, il presidente della commissione potrà assumere gli opportuni provvedimenti affinchè i ricorsi concernenti identiche questioni di diritto a carattere ripetitivo vengano assegnati alla medesima sezione per essere trattati congiuntamente. ((49))\n---------------\nAGGIORNAMENTO (49)\nLa L. 31 agosto 2022, n. 130 ha disposto (con l'art. 4, comma 1, lettera a)) che nel presente decreto \"le parole: «commissione tributaria provinciale», «commissioni tributarie provinciali», «commissione tributaria regionale», «commissioni tributarie regionali», «commissione tributaria» e «commissioni tributarie», ovunque ricorrono, sono sostituite rispettivamente dalle seguenti: «corte di giustizia tributaria di primo grado», «corti di giustizia tributaria di primo grado», «corte di giustizia tributaria di secondo grado», «corti di giustizia tributaria di secondo grado», «corte di giustizia tributaria di primo e secondo grado» e «corti di giustizia tributaria di primo e secondo grado»\"."
                                    }
                                ]
                            },
                            {
                                "titolo": "Sezione II",
                                "rubrica": "L'esame preliminare del ricorso",
                                "contenuto": [
                                    {
                                        "titolo": "Art. 27",
                                        "rubrica": "Esame preliminare del ricorso",
                                        "contenuto": "1. Il presidente della sezione, scaduti i termini per la costituzione in giudizio delle parti, esamina preliminarmente il ricorso e ne ((dichiara l'inammissibilità)) nei casi espressamente previsti, se manifesta.\n2. Il presidente, ove ne sussistano i presupposti, dichiara inoltre la sospensione, l'interruzione e l'estinzione del processo.\n3. I provvedimenti di cui ai commi precedenti hanno forma di decreto e sono soggetti a reclamo innanzi alla commissione."
                                    },
                                    {
                                        "titolo": "Art. 28",
                                        "rubrica": "Reclamo contro i provvedimenti presidenziali",
                                        "contenuto": "1. Contro i provvedimenti del presidente è ammesso reclamo da notificare alle altre parti costituite nelle forme di cui all'art. 20, commi 1 e 2, entro il termine perentorio di giorni trenta dalla loro comunicazione da parte della segreteria.\n2. Il reclamante, nel termine perentorio di quindici giorni dall'ultima notificazione, a pena d'inammissibilità rilevabile d'ufficio, effettua il deposito secondo quanto disposto dall'art. 22, comma 1, osservato anche il comma 3 dell'articolo richiamato.\n3. Nei successivi quindici giorni dalla notifica del reclamo le altre parti possono presentare memorie.\n4. Scaduti i termini, la commissione decide immediatamente il reclamo in camera di consiglio.\n5. La commissione pronuncia sentenza se dichiara l'inammissibilità del ricorso o l'estinzione del processo; negli altri casi pronuncia ordinanza non impugnabile nella quale sono dati i provvedimenti per la prosecuzione del processo."
                                    },
                                    {
                                        "titolo": "Art. 29",
                                        "rubrica": "Riunione dei ricorsi",
                                        "contenuto": "1. In qualunque momento il presidente della sezione dispone con decreto la riunione dei ricorsi assegnati alla sezione da lui presieduta che hanno lo stesso oggetto o sono fra loro connessi.\n2. Se i processi pendono dinanzi a sezioni diverse della stessa commissione il presidente di questa, di ufficio o su istanza di parte o su segnalazione dei presidenti delle sezioni, determina con decreto la sezione davanti alla quale i processi devono proseguire, riservando a tale sezione di provvedere ai sensi del comma precedente.\n3. Il collegio, se rileva che la riunione dei processi connessi ritarda o rende più gravosa la loro trattazione, può, con ordinanza motivata, disporne la separazione."
                                    }
                                ]
                            },
                            {
                                "titolo": "Sezione III",
                                "rubrica": "La trattazione della controversia",
                                "contenuto": [
                                    {
                                        "titolo": "Art. 30",
                                        "rubrica": "Nomina del relatore",
                                        "contenuto": "e fissazione della data di trattazione\n1. Se non ritiene di adottare preliminarnente i provvedimenti di cui all'art. 27, il presidente, scaduto in ogni caso il termine per la costituzione delle parti, fissa la trattazione della controversia secondo quanto previsto dagli articoli 33 e 34 e nomina il relatore.\n2. Resta salvo quanto disposto dall'art. 5, comma 1, lettera a), del decreto-legge 27 aprile 1990, n. 90, convertito nella legge 26 giugno l990, n. 165."
                                    },
                                    {
                                        "titolo": "Art. 31",
                                        "rubrica": "Avviso di trattazione",
                                        "contenuto": "1. La segreteria dà comunicazione alle parti costituite della data di trattazione almeno trenta giorni liberi prima.\n2. Uguale avviso deve essere dato quando la trattazione sia stata rinviata dal presidente in caso di giustificato impedimento del relatore, che non possa essere sostituito, o di alcuna delle parti o per esigenze del servizio. ((24))\n---------------\nAGGIORNAMENTO (24)\nIl D.Lgs. 8 aprile 2008, n.59 ha disposto (con l'art. 2, comma 2) che \"Nei procedimenti pendenti alla data di entrata in vigore del presente decreto, nel caso sia stata concessa la sospensione, le relative controversie sono definite nel merito, entro sessanta giorni dalla medesima data di entrata in vigore del presente decreto; fermo restando il predetto termine, la commissione tributaria provinciale, su istanza di parte, riesamina i provvedimenti di sospensione già concessi e ne dispone la revoca, qualora non ricorrano i presupposti di cui ai commi 1 e 2 dell'articolo 47-bis del decreto legislativo 31 dicembre 1992, n. 546, come introdotto dal presente articolo. Il termine previsto dall'articolo 31 del decreto legislativo n. 546 del 1992 per la comunicazione dell'avviso di trattazione è ridotto a dieci giorni liberi. Alle medesime controversie pendenti in appello si applica il comma 7 del predetto articolo 47-bis come introdotto dal comma 1 del presente articolo\"."
                                    },
                                    {
                                        "titolo": "Art. 32",
                                        "rubrica": "Deposito di documenti e di memorie",
                                        "contenuto": "1. Le parti possono depositare documenti fino a venti giorni liberi prima della data di trattazione osservato l'art. 24, comma 1.\n2. Fino a dieci giorni liberi prima della data di cui al precedente comma ciascuna delle parti può depositare memorie illustrative con le copie per le altre parti.\n3. Nel solo caso di trattazione della controversia in camera di consiglio sono consentite brevi repliche scritte fino a cinque giorni liberi prima della data della camera di consiglio."
                                    },
                                    {
                                        "titolo": "Art. 33",
                                        "rubrica": "Trattazione in camera di consiglio",
                                        "contenuto": "((\n1. La controversia è trattata in camera di consiglio salvo che almeno una delle parti non chieda la discussione in pubblica udienza, in presenza o da remoto, con apposita istanza da notificare alle altre parti costituite entro il termine di cui all'articolo 32, comma 2, e da depositare nella segreteria unitamente alla prova della notificazione. Se una parte chiede la discussione in pubblica udienza e in presenza e un'altra parte chiede invece di discutere da remoto, la discussione avviene in presenza, fermo il diritto, per chi lo ha chiesto, di discutere da remoto. Nel caso in cui una parte chieda di discutere in presenza, i giudici ed il personale amministrativo partecipano sempre in presenza alla discussione\n))\n((52))\n2. Il relatore espone al collegio, senza la presenza delle parti, i fatti e le questioni della controversia.\n3. Della trattazione in camera di consiglio è redatto processo verbale dal segretario.\n---------------\nAGGIORNAMENTO (52)\nIl D.Lgs. 30 dicembre 2023, n. 220 ha disposto (con l'art. 4, comma 2) che \"Le disposizioni del presente decreto si applicano ai giudizi instaurati, in primo e in secondo grado, con ricorso notificato successivamente al 1° settembre 2024, fatta eccezione per quelle di cui all'articolo 1, comma 1, lettere d), e), f), i), n), o), p), q), s), t), u), v), z), aa), bb), cc) e dd) che si applicano ai giudizi instaurati, in primo e in secondo grado, nonché in Cassazione, a decorrere dal giorno successivo all'entrata in vigore del presente decreto\"."
                                    },
                                    {
                                        "titolo": "Art. 34",
                                        "rubrica": "Discussione in pubblica udienza",
                                        "contenuto": "1. All'udienza pubblica il relatore espone al collegio i fatti e le questioni della controversia e quindi il presidente ammette le parti presenti alla discussione.\n2. Dell'udienza è redatto processo verbale dal segretario.\n3. La commissione può disporre il differimento della discussione a udienza fissa, su istanza della parte interessata, quando la sua difesa tempestiva, scritta o orale, è resa particolarmente difficile a causa dei documenti prodotti o delle questioni sollevate dalle altre parti. Si applica l'art. 31, comma 2, salvo che il differimento sia disposto in udienza con tutte le parti costituite presenti."
                                    },
                                    {
                                        "titolo": "Art. 34-bis",
                                        "rubrica": "(( (Udienza a distanza). ))",
                                        "contenuto": "((\n1. I contribuenti e i loro difensori, gli enti impositori e i soggetti della riscossione, i giudici e il personale amministrativo delle corti di giustizia tributaria di primo e secondo grado possono partecipare alle udienze di cui agli articoli 33 e 34 da remoto. La discussione da remoto è chiesta nel ricorso, nel primo atto difensivo o in apposita istanza notificata alle altre parti costituite entro il termine di cui all'articolo 32, comma 2, ed è depositata in segreteria unitamente alla prova della notificazione.\nNei casi di trattazione delle cause da remoto la segreteria comunica, almeno tre giorni prima della udienza, l'avviso dell'ora e delle modalità di collegamento. Nel verbale di udienza viene dato atto delle modalità con cui si accerta l'identità dei partecipanti e della loro libera volontà di parteciparvi, anche ai fini della disciplina sulla protezione dei dati personali. I verbali e le decisioni deliberate all'esito dell'udienza o della camera di consiglio si considerano, rispettivamente, formati ed assunte nel comune in cui ha sede l'ufficio giudiziario presso il quale è stato iscritto il ricorso trattato. Il luogo dal quale si collegano i giudici, i difensori, le parti che si difendono personalmente e il personale amministrativo è considerato aula di udienza a tutti gli effetti di legge.\n))\n((52))\n---------------\nAGGIORNAMENTO (52)\nIl D.Lgs. 30 dicembre 2023, n. 220 ha disposto (con l'art. 4, comma 2) che \"Le disposizioni del presente decreto si applicano ai giudizi instaurati, in primo e in secondo grado, con ricorso notificato successivamente al 1° settembre 2024, fatta eccezione per quelle di cui all'articolo 1, comma 1, lettere d), e), f), i), n), o), p), q), s), t), u), v), z), aa), bb), cc) e dd) che si applicano ai giudizi instaurati, in primo e in secondo grado, nonché in Cassazione, a decorrere dal giorno successivo all'entrata in vigore del presente decreto\"."
                                    },
                                    {
                                        "titolo": "Art. 35",
                                        "rubrica": "Deliberazioni del collegio giudicante",
                                        "contenuto": "1. Il collegio giudicante, subito dopo la discussione in pubblica udienza o, se questa non vi è stata, subito dopo l'esposizione del relatore, delibera la decisione in segreto nella camera di consiglio ((e, al termine, dà lettura immediata del dispositivo, salva la facoltà di riservarne il deposito in segreteria e la sua contestuale comunicazione ai difensori delle parti costituite entro il termine perentorio dei successivi sette giorni)). ((52))\n2. Quando ne ricorrono i motivi la deliberazione in camera di consiglio può essere rinviata di non oltre trenta giorni.\n3. Alle deliberazioni del collegio si applicano le disposizioni di cui agli articoli 276 e seguenti del codice di procedura civile. Non sono tuttavia ammesse sentenze non definitive o limitate solo ad alcune domande.\n---------------\nAGGIORNAMENTO (52)\nIl D.Lgs. 30 dicembre 2023, n. 220 ha disposto (con l'art. 4, comma 2) che \"Le disposizioni del presente decreto si applicano ai giudizi instaurati, in primo e in secondo grado, con ricorso notificato successivamente al 1° settembre 2024, fatta eccezione per quelle di cui all'articolo 1, comma 1, lettere d), e), f), i), n), o), p), q), s), t), u), v), z), aa), bb), cc) e dd) che si applicano ai giudizi instaurati, in primo e in secondo grado, nonché in Cassazione, a decorrere dal giorno successivo all'entrata in vigore del presente decreto\"."
                                    }
                                ]
                            },
                            {
                                "titolo": "Sezione IV",
                                "rubrica": "La decisione della controversia",
                                "contenuto": [
                                    {
                                        "titolo": "Art. 36",
                                        "rubrica": "Contenuto della sentenza",
                                        "contenuto": "1. La sentenza è pronunciata in nome del popolo italiano ed è intestata alla Repubblica italiana.\n2. La sentenza deve contenere:\n1) l'indicazione della composizione del collegio, delle parti e dei loro difensori se vi sono;\n2) la concisa esposizione dello svolgimento del processo;\n3) le richieste delle parti;\n4) la succinta esposizione dei motivi in fatto e diritto ((di accoglimento o di rigetto, relativi alle questioni di merito ed alle questioni attinenti ai vizi di annullabilità o di nullità dell'atto)); ((52))\n5) il dispositivo.\n3. La sentenza deve inoltre contenere la data della deliberazione ed è sottoscritta dal presidente e dall'estensore.\n---------------\nAGGIORNAMENTO (52)\nIl D.Lgs. 30 dicembre 2023, n. 220 ha disposto (con l'art. 4, comma 2) che \"Le disposizioni del presente decreto si applicano ai giudizi instaurati, in primo e in secondo grado, con ricorso notificato successivamente al 1° settembre 2024, fatta eccezione per quelle di cui all'articolo 1, comma 1, lettere d), e), f), i), n), o), p), q), s), t), u), v), z), aa), bb), cc) e dd) che si applicano ai giudizi instaurati, in primo e in secondo grado, nonché in Cassazione, a decorrere dal giorno successivo all'entrata in vigore del presente decreto\"."
                                    },
                                    {
                                        "titolo": "Art. 37",
                                        "rubrica": "Pubblicazione e comunicazione della sentenza",
                                        "contenuto": "1. La sentenza è resa pubblica, nel testo integrale originale, mediante deposito ((telematico)) nella segreteria della corte di giustizia tributaria di primo e secondo grado entro trenta giorni dalla data della deliberazione. ((Il segretario fa risultare l'avvenuto deposito della sentenza apponendovi la propria firma digitale e la data, dandone comunicazione alle parti costituite entro tre giorni dal deposito.))\n((52))\n2.\n((COMMA ABROGATO DAL D.LGS. 30 DICEMBRE 2023, N. 220)). ((52))\n---------------\nAGGIORNAMENTO (52)\nIl D.Lgs. 30 dicembre 2023, n. 220 ha disposto (con l'art. 4, comma 2) che \"Le disposizioni del presente decreto si applicano ai giudizi instaurati, in primo e in secondo grado, con ricorso notificato successivamente al 1° settembre 2024, fatta eccezione per quelle di cui all'articolo 1, comma 1, lettere d), e), f), i), n), o), p), q), s), t), u), v), z), aa), bb), cc) e dd) che si applicano ai giudizi instaurati, in primo e in secondo grado, nonché in Cassazione, a decorrere dal giorno successivo all'entrata in vigore del presente decreto\"."
                                    },
                                    {
                                        "titolo": "Art. 38",
                                        "rubrica": "Richiesta di copie e notificazione della sentenza",
                                        "contenuto": "1. Ciascuna parte può richiedere alla segreteria copie autentiche della sentenza e la segreteria è tenuta a rilasciarle entro cinque giorni dalla richiesta, previa corresponsione delle spese.\n2. Le parti hanno l'onere di provvedere direttamente alla notificazione della sentenza alle altre parti ((a norma dell'articolo 16)) depositando, nei successivi trenta giorni, l'originale o copia autentica dell'originale notificato, ((ovvero copia autentica della sentenza consegnata o spedita per posta, con fotocopia della ricevuta di deposito o della spedizione per raccomandata a mezzo del servizio postale unitamente all'avviso di ricevimento)) nella segreteria, che ne rilascia ricevuta e l'inserisce nel fascicolo d'ufficio. (12)\n3. Se nessuna delle parti provvede alla notificazione della sentenza, si applica l'art. 327, comma 1, del codice di procedura civile. Tale disposizione non si applica se la parte non costituita dimostri di non avere avuto conoscenza del processo per nullità della notificazione del ricorso e della comunicazione dell'avviso di fissazione d'udienza.\n---------------\nAGGIORNAMENTO (12)\nLa L. 13 maggio 1999, n. 133 ha disposto (con l'art. 21, comma 1) che \"L'articolo 38, comma 2, del decreto legislativo 31 dicembre 1992, n. 546, si interpreta nel senso che le sentenze pronununciate dalle commissioni tributarie regionali e dalle commissioni tributarie di secondo grado delle province autonome di Trento e di Bolzano, ai fini del decorso del termine di cui all'articolo 325, secondo comma, del codice di procedura civile, vanno notificate all'Amministrazione finanziaria presso l'ufficio dell'Avvocatura dello Stato competente ai sensi dell'articolo 11, secondo comma, del testo unico approvato con regio decreto 30 ottobre 1933, n. 1611, e successive modificazioni\".\nSuccessivamente la Corte Costituzionale, con sentenza 15 - 22 novembre 2000, n. 525 (in G.U. 1a s.s. 29/11/2000, n. 49) ha dichiarato l'illegittimità costituzionale dell'art. 21, comma 1, della legge 13 maggio 1999, n. 133 (che ha disposto l'interpretazione autentica del comma 2 del presente articolo) \"nella parte in cui estende anche al periodo anteriore alla sua entrata in vigore l'efficacia dell'interpretazione autentica, da essa dettata, dell'art. 38, comma 2, del d.lgs. 31 dicembre 1992, n. 546 (Disposizioni sul processo tributario in attuazione della delega al Governo contenuta nell'art. 30 della legge 30 dicembre 1991, n. 413)\"."
                                    }
                                ]
                            },
                            {
                                "titolo": "Sezione V",
                                "rubrica": "Sospensione, interruzione ed estinzione del processo",
                                "contenuto": [
                                    {
                                        "titolo": "Art. 39",
                                        "rubrica": "Sospensione del processo",
                                        "contenuto": "1. Il processo è sospeso quando è presentata querela di falso o deve essere decisa in via pregiudiziale una questione sullo stato o la capacità delle persone, salvo che si tratti della capacità di stare in giudizio.\n1-bis. La ((corte di giustizia tributaria di primo e secondo grado)) dispone la sospensione del processo in ogni altro caso in cui essa stessa o altra ((corte di giustizia tributaria di primo e secondo grado)) deve risolvere una controversia dalla cui definizione dipende la decisione della causa.\n1-ter. Il processo tributario è altresì sospeso nei seguenti casi:\na) su richiesta conforme delle parti, nel caso in cui sia stata presentata un'istanza di apertura di procedura amichevole ai sensi degli Accordi e delle Convenzioni internazionali per evitare le doppie imposizioni di cui l'Italia è parte ovvero ai sensi della Convenzione relativa all'eliminazione delle doppie imposizioni in caso di rettifica degli utili di imprese associate n. 90/436/CEE;\nb) su richiesta del contribuente, nel caso in cui sia stata presentata un'istanza di apertura di procedura amichevole ai sensi della direttiva (UE) 2017/1852 del Consiglio del 10 ottobre 2017. (48)\n---------------\nAGGIORNAMENTO (48)\nIl D.Lgs. 10 giugno 2020, n. 49 ha disposto (con l'art. 25, comma 1) che la presente modifica si applica alle istanze di apertura di procedura amichevole presentate a decorrere dal 1° luglio 2019 sulle questioni controverse riguardanti il reddito o il patrimonio, relativi al periodo d'imposta che inizia il 1° gennaio 2018 e ai successivi periodi d'imposta."
                                    },
                                    {
                                        "titolo": "Art. 40",
                                        "rubrica": "Interruzione del processo",
                                        "contenuto": "1. Il processo è interrotto se, dopo la proposizione del ricorso, si verifica:\na) il venir meno, per morte o altre cause, o la perdita della capacità di stare in giudizio di una delle parti, diversa dall'ufficio tributario, o del suo legale rappresentante o la cessazione di tale rappresentanza;\nb) la morte, la radiazione o sospensione dall'albo o dall'elenco di uno dei difensori incaricati a sensi dell'art. 12.\n2. L'interruzione si ha al momento dell'evento se la parte sta in giudizio personalmente e nei casi di cui ((al comma 1, lettera b))).\nIn ogni altro caso l'interruzione si ha al momento in cui l'evento è dichiarato o in pubblica udienza o per iscritto con apposita comunicazione del difensore della parte a cui l'evento si riferisce.\n3. Se uno degli eventi di cui al comma 1 si avvera dopo l'ultimo giorno per il deposito di memorie in caso di trattazione della controversia in camera di consiglio o dopo la chiusura della discussione in pubblica udienza, esso non produce effetto a meno che non sia pronunciata sentenza e il processo prosegua davanti al giudice adito.\n4. Se uno degli eventi di cui al comma 1, lettera a), si verifica durante il termine per la proposizione del ricorso il termine è prorogato di sei mesi a decorrere dalla data dell'evento. Si applica anche a questi termini la sospensione prevista dalla legge 7 ottobre 1969, numero 742."
                                    },
                                    {
                                        "titolo": "Art. 41",
                                        "rubrica": "Provvedimenti sulla sospensione",
                                        "contenuto": "e sull'interruzione del processo\n1. La sospensione è disposta e l'interruzione è dichiarata dal presidente della sezione con decreto o dalla commissione con ordinanza.\n2. Avverso il decreto del presidente è ammesso reclamo a sensi dell'art. 28."
                                    },
                                    {
                                        "titolo": "Art. 42",
                                        "rubrica": "Effetti della sospensione",
                                        "contenuto": "e dell'interruzione del processo\n1. Durante la sospensione e l'interruzione non possono essere compiuti atti del processo.\n2. I termini in corso sono interrotti e ricominciano a decorrere dalla presentazione dell'istanza di cui all'articolo seguente."
                                    },
                                    {
                                        "titolo": "Art. 43",
                                        "rubrica": "Ripresa del processo sospeso o interrotto",
                                        "contenuto": "1. Dopo che è cessata la causa che ne ha determinato la sospensione il processo continua se entro sei mesi da tale data viene presentata da una delle parti istanza di trattazione al presidente di sezione della commissione, che provvede a norma dell'art. 30.\n2. Se entro sei mesi da quando è stata dichiarata l'interruzione del processo la parte colpita dall'evento o i suoi successori o qualsiasi altra parte presentano istanza di trattazione al presidente di sezione della commissione, quest'ultimo provvede a norma del comma precedente.\n3. La comunicazione di cui all'art. 31, oltre che alle altre parti costituite nei luoghi indicati dall'art. 17, deve essere fatta alla parte colpita dall'evento o ai suoi successori personalmente. Entro un anno dalla morte di una delle parti la comunicazione può essere effettuata agli eredi collettivamente o impersonalmente nel domicilio eletto o, in mancanza, nella residenza dichiarata dal defunto risultante dagli atti del processo. La parte colpita dall'evento o i suoi successori possono costituirsi anche solo presentando documenti o memorie o partecipando alla discussione assistiti, nei casi previsti, da difensore incaricato nelle forme prescritte."
                                    },
                                    {
                                        "titolo": "Art. 44",
                                        "rubrica": "Estinzione del processo per rinuncia al ricorso",
                                        "contenuto": "1. Il processo si estingue per rinuncia al ricorso.\n2. Il ricorrente che rinuncia deve rimborsare le spese alle altre parti salvo diverso accordo fra loro. La liquidazione è fatta dal presidente della sezione o dalla commissione con ordinanza non impugnabile((...)).\n3. La rinuncia non produce effetto se non è accettata dalle parti costituite che abbiano effettivo interesse alla prosecuzione del processo.\n4. La rinuncia e l'accettazione, ove necessaria, sono sottoscritte dalle parti personalmente o da loro procuratori speciali, nonché, se vi sono, dai rispettivi difensori e si depositano nella segreteria della commissione.\n5. Il presidente della sezione o la commissione, se la rinuncia e l'accettazione, ove necessaria, sono regolari, dichiarano l'estinzione del processo. Si applica l'ultimo comma dell'articolo seguente."
                                    },
                                    {
                                        "titolo": "Art. 45",
                                        "rubrica": "Estinzione del processo per inattività delle parti",
                                        "contenuto": "1. Il processo si estingue nei casi in cui le parti alle quali spetta di proseguire, riassumere o integrare il giudizio non vi abbiano provveduto entro il termine perentorio stabilito dalla legge o dal giudice che dalla legge sia autorizzato a fissarlo.\n2. Le spese del processo estinto a norma del comma 1 restano a carico delle parti che le hanno anticipate.\n3. L'estinzione del processo per inattività delle parti è rilevata anche d'ufficio solo nel grado di giudizio in cui si verifica e rende inefficaci gli atti compiuti.\n4. L'estinzione è dichiarata dal presidente della sezione con decreto o dalla commissione con sentenza. Avverso il decreto del presidente è ammesso reclamo alla commissione che provvede a norma dell'art. 28."
                                    },
                                    {
                                        "titolo": "Art. 46",
                                        "rubrica": "Estinzione del giudizio per cessazione della materia del contendere",
                                        "contenuto": "1. Il giudizio si estingue, in tutto o in parte, nei casi di definizione delle pendenze tributarie previsti dalla legge e in ogni altro caso di cessazione della materia del contendere.\n2. La cessazione della materia del contendere è dichiarata ((...)), con decreto del presidente o con sentenza della commissione.\nIl provvedimento presidenziale è reclamabile a norma dell'art. 28.\n((\n3. Nei casi di definizione delle pendenze tributarie previsti dalla legge le spese del giudizio estinto restano a carico della parte che le ha anticipate.\n))\n--------------\nAGGIORNAMENTO (19)\nLa Corte Costituzionale, con sentenza 4-12 luglio 2005, n. 274 (in G.U. 1a s.s. 20/7/2005, n. 29), ha dichiarato l'illegittimità costituzionale del comma 3 del presente articolo \"nella parte in cui si riferisce alle ipotesi di cessazione della materia del contendere diverse dai casi di definizione delle pendenze tributarie previsti dalla legge\"."
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "titolo": "Capo II",
                        "rubrica": "I PROCEDIMENTI CAUTELARE E ((CONCILIATIVO))",
                        "contenuto": [
                            {
                                "titolo": "Art. 47",
                                "rubrica": "Sospensione dell'atto impugnato",
                                "contenuto": "1. Il ricorrente, se dall'atto impugnato può derivargli un danno grave ed irreparabile, può chiedere alla ((corte di giustizia tributaria di primo o di secondo grado presso la quale è pendente il giudizio, ovvero adita ai sensi dell'articolo 62-bis)) la sospensione dell'esecuzione dell'atto stesso con istanza motivata proposta nel ricorso o con atto separato notificata alle altre parti e depositato in segreteria sempre che siano osservate le disposizioni di cui all'art. 22. ((52))\n2. Il presidente fissa con decreto la trattazione della istanza di sospensione per la prima camera di consiglio utile e comunque non oltre il trentesimo giorno dalla presentazione della medesima istanza, disponendo che ne sia data comunicazione alle parti almeno cinque giorni liberi prima. L'udienza di trattazione dell'istanza di sospensione non può, in ogni caso, coincidere con l'udienza di trattazione del merito della controversia.\n3. In caso di eccezionale urgenza il presidente, previa delibazione del merito, può disporre con decreto motivato la provvisoria sospensione dell'esecuzione fino alla pronuncia del collegio ((o del giudice monocratico)). ((52))\n4. Il collegio ((o il giudice monocratico)), sentite le parti in camera di consiglio e delibato il merito, provvede con ordinanza motivata ((...)) nella stessa udienza di trattazione dell'istanza. ((L'ordinanza è immediatamente comunicata alle parti. L'ordinanza cautelare collegiale è impugnabile innanzi alla corte di giustizia tributaria di secondo grado entro il termine perentorio di quindici giorni dalla sua comunicazione da parte della segreteria. Al procedimento si applicano le disposizioni di cui ai commi 2, 3 e 4, in quanto compatibili. L'ordinanza cautelare del giudice monocratico è impugnabile solo con reclamo innanzi alla medesima corte di giustizia tributaria di primo grado in composizione collegiale, da notificare alle altre parti costituite nel termine perentorio di quindici giorni dalla sua comunicazione da parte della segreteria. Al procedimento d'impugnazione si applicano le norme di cui ai commi 2, 3, 4, 5 e 6, in quanto compatibili, e l'ordinanza che decide sul reclamo non è impugnabile. L'ordinanza cautelare della corte di giustizia tributaria di secondo grado non è impugnabile.))\n((52))\n5. La sospensione può anche essere parziale e subordinata alla prestazione della garanzia di cui all'articolo 69, comma 2. La prestazione della garanzia è esclusa per i ricorrenti con \"bollino di affidabilità fiscale\". Ai fini della disposizione di cui al periodo precedente, i ricorrenti con \"bollino di affidabilità fiscale\" sono i contribuenti soggetti alla disciplina di cui all'articolo 9-bis del decreto-legge 24 aprile 2017, n. 50, convertito, con modificazioni, dalla legge 21 giugno 2017, n. 96, ai quali sia stato attribuito un punteggio di affidabilità pari ad almeno 9 negli ultimi tre periodi d'imposta precedenti a quello di proposizione del ricorso per i quali tali punteggi siano disponibili.\n5-bis. COMMA ABROGATO DALLA L. 31 AGOSTO 2022, N. 130.\n6. Nei casi di sospensione dell'atto impugnato la trattazione della controversia deve essere fissata non oltre novanta giorni dalla pronuncia.\n7. Gli effetti della sospensione cessano dalla data di pubblicazione della sentenza ((...)). ((52))\n8. In caso di mutamento delle circostanze la ((corte di giustizia tributaria di primo o di secondo grado presso la quale è pendente il giudizio)) su istanza motivata di parte può revocare o modificare il provvedimento cautelare prima della sentenza, osservate per quanto possibile le forme di cui ai commi 1, 2 e 4. ((52))\n8-bis. Durante il periodo di sospensione cautelare si applicano gli interessi al tasso previsto per la sospensione amministrativa.\n---------------\nAGGIORNAMENTO (52)\nIl D.Lgs. 30 dicembre 2023, n. 220 ha disposto (con l'art. 4, comma 2) che \"Le disposizioni del presente decreto si applicano ai giudizi instaurati, in primo e in secondo grado, con ricorso notificato successivamente al 1° settembre 2024, fatta eccezione per quelle di cui all'articolo 1, comma 1, lettere d), e), f), i), n), o), p), q), s), t), u), v), z), aa), bb), cc) e dd) che si applicano ai giudizi instaurati, in primo e in secondo grado, nonché in Cassazione, a decorrere dal giorno successivo all'entrata in vigore del presente decreto\"."
                            },
                            {
                                "titolo": "Art. 47-bis",
                                "rubrica": "Sospensione di atti volti al recupero di aiuti di Stato e definizione delle relative controversie).",
                                "contenuto": "1. Qualora sia chiesta in via cautelare la sospensione dell'esecuzione di un atto volto al recupero di aiuti di Stato dichiarati incompatibili in esecuzione di una decisione adottata dalla Commissione europea ai sensi dell'articolo 14 del regolamento (CE) n. 659/1999 del Consiglio, del 22 marzo 1999, di seguito denominata: \"decisione di recupero\", la ((corte di giustizia tributaria di primo grado)) può concedere la sospensione dell'efficacia del titolo di pagamento conseguente a detta decisione se ricorrono cumulativamente le seguenti condizioni:\na) gravi motivi di illegittimità della decisione di recupero, ovvero evidente errore nella individuazione del soggetto tenuto alla restituzione dell'aiuto di Stato o evidente errore nel calcolo della somma da recuperare e nei limiti di tale errore;\nb) pericolo di un pregiudizio imminente e irreparabile.\n2. Qualora la sospensione si fondi su motivi attinenti alla illegittimità della decisione di recupero la ((corte di giustizia tributaria di primo grado)) provvede con separata ordinanza alla sospensione del giudizio e all'immediato rinvio pregiudiziale della questione alla Corte di giustizia delle Comunità europee, con richiesta di trattazione d'urgenza ai sensi dell'articolo 104-ter del regolamento di procedura della Corte di giustizia del 19 giugno 1991, pubblicato nella Gazzetta Ufficiale delle Comunità europee n. L 176 del 4 luglio 1991, e successive modificazioni, se ad essa non sia stata già deferita la questione di validità dell'atto comunitario contestato. Non può, in ogni caso, essere accolta l'istanza di sospensione dell'atto impugnato per motivi attinenti alla legittimità della decisione di recupero quando la parte istante, pur avendone facoltà perché individuata o chiaramente individuabile, non abbia proposto impugnazione avverso la decisione di recupero ai sensi dell'articolo 230 del Trattato istitutivo della Comunità europea, e successive modificazioni, ovvero quando, avendo proposto l'impugnazione, non abbia richiesto la sospensione della decisione di recupero ai sensi dell'articolo 242 del Trattato medesimo ovvero l'abbia richiesta e la sospensione non sia stata concessa.\n3. Fermi restando i presupposti di cui ai commi 1 e 2, si applicano le disposizioni di cui ai commi 1, 2, 4, 5, 7 e 8 dell'articolo 47; ai fini dell'applicazione del comma 8 rileva anche il mutamento del diritto comunitario.\n4. Le controversie relative agli atti di cui al comma 1 sono definite, nel merito, nel termine di sessanta giorni dalla pronuncia dell'ordinanza di sospensione di cui al medesimo comma 1. Alla scadenza del termine di sessanta giorni dall'emanazione dell'ordinanza di sospensione, il provvedimento perde comunque efficacia, salvo che la ((corte di giustizia tributaria di primo grado)) entro il medesimo termine riesamini, su istanza di parte, l'ordinanza di sospensione e ne disponga la conferma, anche parziale, sulla base dei presupposti di cui ai commi 1 e 2, fissando comunque un termine di efficacia, non prorogabile, non superiore a sessanta giorni. Non si applica la disciplina sulla sospensione feriale dei termini. Nel caso di rinvio pregiudiziale il termine di cui al primo periodo è sospeso dal giorno del deposito dell'ordinanza di rinvio e riprende a decorrere dalla data della trasmissione della decisione della Corte di giustizia delle Comunità europee.\n5. Le controversie relative agli atti di cui al comma 1 sono discusse in pubblica udienza e, subito dopo la discussione, il Collegio giudicante delibera la decisione in camera di consiglio. Il Presidente redige e sottoscrive il dispositivo e ne dà lettura in udienza, a pena di nullità.\n6. La sentenza è depositata nella segreteria della ((corte di giustizia tributaria di primo grado)) entro quindici giorni dalla lettura del dispositivo. Il segretario fa risultare l'avvenuto deposito apponendo sulla sentenza la propria firma e la data e ne dà immediata comunicazione alle parti.\n7. In caso di impugnazione della sentenza pronunciata sul ricorso avverso uno degli atti di cui al comma 1, tutti i termini del giudizio di appello davanti alla ((corte di giustizia tributaria di secondo grado)), ad eccezione di quello stabilito per la proposizione del ricorso, sono ridotti alla metà. Nel processo di appello le controversie relative agli atti di cui al comma 1 hanno priorità assoluta nella trattazione. Si applicano le disposizioni di cui ai commi 4, terzo e quarto periodo, 5 e 6.\n(40)\n-------------\nAGGIORNAMENTO (40)\nLa L. 24 dicembre 2012, n. 234 ha disposto (con l'art. 61, comma 5) che \"L'articolo 47-bis del decreto legislativo 31 dicembre 1992, n. 546, continua ad applicarsi ai soli giudizi in corso alla data di entrata in vigore della presente legge\"."
                            },
                            {
                                "titolo": "Art. 47-ter",
                                "rubrica": "(( (Definizione del giudizio in esito alla domanda di sospensione). ))",
                                "contenuto": "((\n1. Escluso il caso di pronuncia su reclamo, il collegio, in sede di decisione della domanda cautelare, trascorsi almeno venti giorni dall'ultima notificazione del ricorso, accertata la completezza del contraddittorio e dell'istruttoria, sentite sul punto le parti costituite, può definire, in camera di consiglio, il giudizio con sentenza in forma semplificata ai sensi del comma 3, salvo che una delle parti dichiari di voler proporre motivi aggiunti ovvero regolamento di giurisdizione. Ove ne ricorrano i presupposti, il collegio dispone l'integrazione del contraddittorio o il rinvio per consentire la proposizione di motivi aggiunti ovvero del regolamento di giurisdizione, fissando contestualmente la data per il prosieguo della trattazione.\n2. Le disposizioni del comma 1 si applicano anche quando la domanda cautelare è proposta innanzi al giudice monocratico.\n3. Il giudice decide con sentenza in forma semplificata quando ravvisa la manifesta fondatezza, inammissibilità, improcedibilità o infondatezza del ricorso. La motivazione della sentenza può consistere in un sintetico riferimento al punto di fatto o di diritto ritenuto risolutivo ovvero, se del caso, a un precedente conforme.\n))\n((52))\n---------------\nAGGIORNAMENTO (52)\nIl D.Lgs. 30 dicembre 2023, n. 220 ha disposto (con l'art. 4, comma 2) che \"Le disposizioni del presente decreto si applicano ai giudizi instaurati, in primo e in secondo grado, con ricorso notificato successivamente al 1° settembre 2024, fatta eccezione per quelle di cui all'articolo 1, comma 1, lettere d), e), f), i), n), o), p), q), s), t), u), v), z), aa), bb), cc) e dd) che si applicano ai giudizi instaurati, in primo e in secondo grado, nonché in Cassazione, a decorrere dal giorno successivo all'entrata in vigore del presente decreto\"."
                            },
                            {
                                "titolo": "Art. 48",
                                "rubrica": "(Conciliazione fuori udienza).",
                                "contenuto": "1. Se in pendenza del giudizio le parti raggiungono un accordo conciliativo, presentano istanza congiunta sottoscritta personalmente o dai difensori per la definizione totale o parziale della controversia.\n2. Se la data di trattazione è già fissata e sussistono le condizioni di ammissibilità, ((la corte di giustizia tributaria pronuncia)) sentenza di cessazione della materia del contendere. Se l'accordo conciliativo è parziale, ((la corte dichiara)) con ordinanza la cessazione parziale della materia del contendere e procede alla ulteriore trattazione della causa. ((52))\n3. Se la data di trattazione non è fissata, provvede con decreto il presidente della sezione.\n4. La conciliazione si perfeziona con la sottoscrizione dell'accordo di cui al comma 1, nel quale sono indicate le somme dovute con i termini e le modalità di pagamento. L'accordo costituisce titolo per la riscossione delle somme dovute all'ente impositore e per il pagamento delle somme dovute al contribuente.\n((\n4-bis. Le disposizioni del presente articolo si applicano, in quanto compatibili, anche alle controversie pendenti davanti alla Corte di Cassazione.\n))\n((52))\n-------------\nAGGIORNAMENTO (11)\nIl D.Lgs. 5 giugno 1998, n. 203 ha disposto (con l'art. 5, comma 1) che la modifica di cui al comma 6 del presente articolo ha effetto a decorrere dal 1 aprile 1998.\n-------------\nAGGIORNAMENTO (30)\nLa L. 13 dicembre 2010, n. 220 ha disposto (con l'art. 1, comma 19) che le modifiche di cui al comma 6 del presente articolo decorrono dal 1 febbraio 2011. Ha inoltre disposto (con l'art. 1, comma 22) che \"Le disposizioni di cui al comma 19 si applicano ai ricorsi presentati a decorrere dal 1 febbraio 2011\".\n-------------\nAGGIORNAMENTO (31)\nIl D.L. 6 luglio 2011, n. 98, convertito con modificazioni dalla L. 15 luglio 2011, n. 111, ha disposto (con l'art. 23, comma 20) che \"Le disposizioni di cui ai commi da 17 a 19 non si applicano agli atti di adesione, alle definizioni ai sensi dell'articolo 15 del decreto legislativo 19 giugno 1997, n. 218, ed alle conciliazioni giudiziali già perfezionate, anche con la prestazione della garanzia, alla data di entrata in vigore del presente decreto\".\n---------------\nAGGIORNAMENTO (52)\nIl D.Lgs. 30 dicembre 2023, n. 220 ha disposto (con l'art. 4, comma 2) che \"Le disposizioni del presente decreto si applicano ai giudizi instaurati, in primo e in secondo grado, con ricorso notificato successivamente al 1° settembre 2024, fatta eccezione per quelle di cui all'articolo 1, comma 1, lettere d), e), f), i), n), o), p), q), s), t), u), v), z), aa), bb), cc) e dd) che si applicano ai giudizi instaurati, in primo e in secondo grado, nonché in Cassazione, a decorrere dal giorno successivo all'entrata in vigore del presente decreto\"."
                            },
                            {
                                "titolo": "Art. 48-bis",
                                "rubrica": "(( (Conciliazione in udienza).))",
                                "contenuto": "((\n1. Ciascuna parte entro il termine di cui all'articolo 32, comma 2, può presentare istanza per la conciliazione totale o parziale della controversia.\n2. All'udienza la commissione, se sussistono le condizioni di ammissibilità, invita le parti alla conciliazione rinviando eventualmente la causa alla successiva udienza per il perfezionamento dell'accordo conciliativo.\n3. La conciliazione si perfeziona con la redazione del processo verbale nel quale sono indicate le somme dovute con i termini e le modalità di pagamento. Il processo verbale costituisce titolo per la riscossione delle somme dovute all'ente impositore e per il pagamento delle somme dovute al contribuente.\n4. La commissione dichiara con sentenza l'estinzione del giudizio per cessazione della materia del contendere.\n))"
                            },
                            {
                                "titolo": "Art. 48-bis",
                                "rubrica": "1",
                                "contenuto": "(Conciliazione proposta dalla corte di giustizia tributaria)\n1.\n((La corte)) di giustizia tributaria, ove possibile, può formulare alle parti una proposta conciliativa, avuto riguardo all'oggetto del giudizio e ((ai precedenti giurisprudenziali)). ((52))\n2. La proposta può essere formulata in udienza o fuori udienza. Se è formulata fuori udienza, è comunicata alle parti. Se è formulata in udienza, è comunicata alle parti non comparse ((con la fissazione di una nuova udienza)). ((52))\n3. La causa ((, se richiesto da una delle parti,)) può essere rinviata alla successiva udienza per il perfezionamento dell'accordo conciliativo. Ove l'accordo non si perfezioni, si procede nella stessa udienza alla trattazione della causa. ((52))\n4. La conciliazione si perfeziona con la redazione del processo verbale, nel quale sono indicati le somme dovute nonché i termini e le modalità di pagamento. Il processo verbale costituisce titolo per la riscossione delle somme dovute all'ente impositore e per il pagamento delle somme dovute al contribuente.\n5. Il giudice dichiara con sentenza l'estinzione del giudizio per cessazione della materia del contendere.\n6. La proposta di conciliazione non può costituire motivo di ricusazione o astensione del giudice.\n(49)\n---------------\nAGGIORNAMENTO (49)\nLa L. 31 agosto 2022, n. 130 ha disposto (con l'art. 8, comma 3) che le presenti disposizioni si applicano ai ricorsi notificati a decorrere dalla data di entrata in vigore della suindicata legge.\n---------------\nAGGIORNAMENTO (52)\nIl D.Lgs. 30 dicembre 2023, n. 220 ha disposto (con l'art. 4, comma 2) che \"Le disposizioni del presente decreto si applicano ai giudizi instaurati, in primo e in secondo grado, con ricorso notificato successivamente al 1° settembre 2024, fatta eccezione per quelle di cui all'articolo 1, comma 1, lettere d), e), f), i), n), o), p), q), s), t), u), v), z), aa), bb), cc) e dd) che si applicano ai giudizi instaurati, in primo e in secondo grado, nonché in Cassazione, a decorrere dal giorno successivo all'entrata in vigore del presente decreto\"."
                            },
                            {
                                "titolo": "Art. 48-ter",
                                "rubrica": "(Definizione e pagamento delle somme dovute).",
                                "contenuto": "1. Le sanzioni amministrative si applicano nella misura del quaranta per cento del minimo previsto dalla legge, in caso di perfezionamento della conciliazione nel corso del primo grado di giudizio e nella misura del cinquanta per cento del minimo previsto dalla legge, in caso di perfezionamento nel corso del secondo grado di giudizio ((e nella misura del sessanta per cento del minimo previsto dalla legge in caso di perfezionamento della conciliazione nel corso del giudizio di Cassazione)). (50) ((52))\n2. Il versamento delle somme dovute ovvero, in caso di rateizzazione, della prima rata deve essere effettuato entro venti giorni dalla data di sottoscrizione dell'accordo conciliativo di cui all'articolo 48 o di redazione del processo verbale di cui agli articoli 48-bis e 48-bis.1. (49)\n3. In caso di mancato pagamento delle somme dovute o di una delle rate, compresa la prima, entro il termine di pagamento della rata successiva, il competente ufficio provvede all'iscrizione a ruolo delle residue somme dovute a titolo di imposta, interessi e sanzioni, nonché della sanzione di cui all'articolo 13 del decreto legislativo 18 dicembre 1997, n. 471, aumentata della metà e applicata sul residuo importo dovuto a titolo di imposta.\n4. Per il versamento rateale delle somme dovute si applicano, in quanto compatibili, le disposizioni previste per l'accertamento con adesione dall'articolo 8 del decreto legislativo 19 giugno 1997, n. 218.\n---------------\nAGGIORNAMENTO (49)\nLa L. 31 agosto 2022, n. 130 ha disposto (con l'art. 8, comma 3) che la presente disposizione si applica ai ricorsi notificati a decorrere dalla data di entrata in vigore della suindicata legge.\n---------------\nAGGIORNAMENTO (50)\nLa L. 29 dicembre 2022, n. 197 ha disposto (con l'art. 1, comma 207) che \"In deroga a quanto previsto dall'articolo 48-ter, comma 1, del decreto legislativo 31 dicembre 1992, n. 546, all'accordo conciliativo di cui al comma 206 del presente articolo si applicano le sanzioni ridotte a un diciottesimo del minimo previsto dalla legge, gli interessi e gli eventuali accessori\".\n---------------\nAGGIORNAMENTO (52)\nIl D.Lgs. 30 dicembre 2023, n. 220 ha disposto (con l'art. 4, comma 2) che \"Le disposizioni del presente decreto si applicano ai giudizi instaurati, in primo e in secondo grado, con ricorso notificato successivamente al 1° settembre 2024, fatta eccezione per quelle di cui all'articolo 1, comma 1, lettere d), e), f), i), n), o), p), q), s), t), u), v), z), aa), bb), cc) e dd) che si applicano ai giudizi instaurati, in primo e in secondo grado, nonché in Cassazione, a decorrere dal giorno successivo all'entrata in vigore del presente decreto\"."
                            }
                        ]
                    },
                    {
                        "titolo": "Capo III",
                        "rubrica": "LE IMPUGNAZIONI",
                        "contenuto": [
                            {
                                "titolo": "Sezione I",
                                "rubrica": "Le impugnazioni in generale",
                                "contenuto": [
                                    {
                                        "titolo": "Art. 49",
                                        "rubrica": "Disposizioni generali applicabili",
                                        "contenuto": "1. Alle impugnazioni delle sentenze delle ((corti di giustizia tributaria di primo e secondo grado)) si applicano le disposizioni del titolo III, capo I, del libro II del codice di procedura civile, e fatto salvo quanto disposto nel presente decreto."
                                    },
                                    {
                                        "titolo": "Art. 50",
                                        "rubrica": "I mezzi d'impugnazione",
                                        "contenuto": "1. i mezzi per impugnare le sentenze delle ((corti di giustizia tributaria di primo e secondo grado)) sono l'appello, il ricorso per cassazione e la revocazione."
                                    },
                                    {
                                        "titolo": "Art. 51",
                                        "rubrica": "Termini d'impugnazione",
                                        "contenuto": "1. Se la legge non dispone diversamente il termine per impugnare la sentenza della ((corte di giustizia tributaria di primo e secondo grado)) è di sessanta giorni, decorrente dalla sua notificazione ad istanza di parte, salvo quanto disposto dall'art. 38, comma 3.\n2. Nel caso di revocazione per i motivi di cui ai numeri 1, 2, 3 e 6 dell'art. 395 del codice di procedura civile il termine di sessanta giorni decorre dal giorno in cui è stato scoperto il dolo o sono state dichiarate false le prove o è stato recuperato il documento o è passata in giudicato la sentenza che accerta il dolo del giudice."
                                    }
                                ]
                            },
                            {
                                "titolo": "Sezione II",
                                "rubrica": "Il giudizio di appello davanti alla ((corte",
                                "contenuto": [
                                    {
                                        "titolo": "Art. 52",
                                        "rubrica": "(Giudice competente e provvedimenti sull'esecuzione provvisoria in appello)",
                                        "contenuto": "1. La sentenza della ((corte di giustizia tributaria di primo grado)) può essere appellata alla ((corte di giustizia tributaria di secondo grado)) competente a norma dell'articolo 4, comma 2. ((52))\n2. L'appellante può chiedere alla ((corte di giustizia tributaria di secondo grado)) di sospendere in tutto o in parte l'esecutività della sentenza impugnata, se sussistono gravi e fondati motivi. ((PERIODO SOPPRESSO DAL D.LGS. 30 DICEMBRE 2023, N. 220)). ((52))\n3. Il presidente fissa con decreto la trattazione della istanza di sospensione per la prima camera di consiglio utile ((e comunque non oltre il trentesimo giorno dalla presentazione della medesima istanza,)) disponendo che ne sia data comunicazione alle parti ((almeno cinque giorni liberi prima)). ((52))\n4. In caso di eccezionale urgenza il presidente, previa delibazione del merito, può disporre con decreto motivato la sospensione dell'esecutività della sentenza fino alla pronuncia del collegio.\n5. Il collegio, sentite le parti in camera di consiglio e delibato il merito, provvede con ordinanza motivata non impugnabile.\n6. La sospensione può essere subordinata alla prestazione della garanzia di cui all'articolo 69 comma 2. Si applica la disposizione dell'articolo 47, comma 8-bis.\n((\n6-bis. L'udienza di trattazione dell'istanza di sospensione non può in ogni caso coincidere con l'udienza di trattazione del merito della controversia.\n))\n((52))\n---------------\nAGGIORNAMENTO (52)\nIl D.Lgs. 30 dicembre 2023, n. 220 ha disposto (con l'art. 4, comma 2) che \"Le disposizioni del presente decreto si applicano ai giudizi instaurati, in primo e in secondo grado, con ricorso notificato successivamente al 1° settembre 2024, fatta eccezione per quelle di cui all'articolo 1, comma 1, lettere d), e), f), i), n), o), p), q), s), t), u), v), z), aa), bb), cc) e dd) che si applicano ai giudizi instaurati, in primo e in secondo grado, nonché in Cassazione, a decorrere dal giorno successivo all'entrata in vigore del presente decreto\"."
                                    },
                                    {
                                        "titolo": "Art. 53",
                                        "rubrica": "Forma dell'appello",
                                        "contenuto": "1. Il ricorso in appello contiene l'indicazione della ((corte di giustizia tributaria di primo e secondo grado)) a cui è diretto, dell'appellante e delle altre parti nei cui confronti è proposto, gli estremi della sentenza impugnata, l'esposizione sommaria dei fatti, l'oggetto della domanda ed i motivi specifici dell'impugnazione. Il ricorso in appello è inammissibile se manca o è assolutamente incerto uno degli elementi sopra indicati o se non è sottoscritto a norma dell'art. 18, comma 3.\n2. Il ricorso in appello è proposto nelle forme di cui all'art. 20, commi 1 e 2, nei confronti di tutte le parti che hanno partecipato al giudizio di primo grado e deve essere depositato a norma dell'art. 22, commi 1, 2 e 3. PERIODO SOPPRESSO DAL D.LGS. 21 NOVEMBRE 2014, N. 175.\n3. Subito dopo il deposito del ricorso in appello, la segreteria della ((corte di giustizia tributaria di secondo grado)) chiede alla segreteria della commissione provinciale la trasmissione del fascicolo del processo, che deve contenere copia autentica della sentenza. ((49))\n---------------\nAGGIORNAMENTO (49)\nLa L. 31 agosto 2022, n. 130 ha disposto (con l'art. 4, comma 1, lettera a)) che nel presente decreto \"le parole: «commissione tributaria provinciale», «commissioni tributarie provinciali», «commissione tributaria regionale», «commissioni tributarie regionali», «commissione tributaria» e «commissioni tributarie», ovunque ricorrono, sono sostituite rispettivamente dalle seguenti: «corte di giustizia tributaria di primo grado», «corti di giustizia tributaria di primo grado», «corte di giustizia tributaria di secondo grado», «corti di giustizia tributaria di secondo grado», «corte di giustizia tributaria di primo e secondo grado» e «corti di giustizia tributaria di primo e secondo grado»\"."
                                    },
                                    {
                                        "titolo": "Art. 54",
                                        "rubrica": "Controdeduzioni dell'appellato e appello incidentale",
                                        "contenuto": "1. Le parti diverse dall'appellante debbono costituirsi nei modi e termini di cui all'art. 23 depositando apposito atto di controdeduzioni.\n2. Nello stesso atto depositato nei modi e termini di cui al precedente comma può essere proposto, a pena d'inammissibilità, appello incidentale."
                                    },
                                    {
                                        "titolo": "Art. 55",
                                        "rubrica": "Provvedimenti presidenziali",
                                        "contenuto": "1. Il presidente e i presidenti di sezione della ((corte di giustizia tributaria di secondo grado)) hanno poteri corrispondenti a quelli del presidente e dei presidenti di sezione della ((corte di giustizia tributaria di primo grado))."
                                    },
                                    {
                                        "titolo": "Art. 56",
                                        "rubrica": "Questioni ed eccezioni non riproposte",
                                        "contenuto": "1. Le questioni ed eccezioni non accolte nella sentenza della commissione provinciale, che non sono specificamente riproposte in appello, s'intendono rinunciate."
                                    },
                                    {
                                        "titolo": "Art. 57",
                                        "rubrica": "Domande ed eccezioni nuove",
                                        "contenuto": "1. Nel giudizio d'appello non possono proporsi domande nuove e, se proposte, debbono essere dichiarate inammissibili d'ufficio. Possono tuttavia essere chiesti gli interessi maturati dopo la sentenza impugnata.\n2. Non possono proporsi nuove eccezioni che non siano rilevabili anche d'ufficio."
                                    },
                                    {
                                        "titolo": "Art. 58",
                                        "rubrica": "(( (Nuove prove in appello). ))",
                                        "contenuto": "((\n1. Non sono ammessi nuovi mezzi di prova e non possono essere prodotti nuovi documenti, salvo che il collegio li ritenga indispensabili ai fini della decisione della causa ovvero che la parte dimostri di non aver potuto proporli o produrli nel giudizio di primo grado per causa ad essa non imputabile.\n2. Possono essere proposti motivi aggiunti qualora la parte venga a conoscenza di documenti, non prodotti dalle altre parti nel giudizio di primo grado, da cui emergano vizi degli atti o provvedimenti impugnati.\n3. Non è mai consentito il deposito delle deleghe, delle procure e degli altri atti di conferimento di potere rilevanti ai fini della legittimità della sottoscrizione degli atti, delle notifiche dell'atto impugnato ovvero degli atti che ne costituiscono presupposto di legittimità che possono essere prodotti in primo grado anche ai sensi dell'articolo 14 comma 6-bis\n))\n((52))\n---------------\nAGGIORNAMENTO (52)\nIl D.Lgs. 30 dicembre 2023, n. 220 ha disposto (con l'art. 4, comma 2) che \"Le disposizioni del presente decreto si applicano ai giudizi instaurati, in primo e in secondo grado, con ricorso notificato successivamente al 1° settembre 2024, fatta eccezione per quelle di cui all'articolo 1, comma 1, lettere d), e), f), i), n), o), p), q), s), t), u), v), z), aa), bb), cc) e dd) che si applicano ai giudizi instaurati, in primo e in secondo grado, nonché in Cassazione, a decorrere dal giorno successivo all'entrata in vigore del presente decreto\"."
                                    },
                                    {
                                        "titolo": "Art. 59",
                                        "rubrica": "Rimessione alla commissione provinciale",
                                        "contenuto": "((49))\n1. La ((corte di giustizia tributaria di secondo grado)) rimette la causa alla commissione provinciale che ha emesso la sentenza impugnata nei seguenti casi: ((49))\na) quando dichiara la competenza declinata o la giurisdizione negata dal primo giudice;\nb) quando riconosce che nel giudizio di primo grado il contraddittorio non è stato regolarmente costituito o integrato;\nc) quando riconosce che la sentenza impugnata, erroneamente giudicando, ha dichiarato estinto il processo in sede di reclamo contro il provvedimento presidenziale;\nd) quando riconosce che il collegio della ((corte di giustizia tributaria di primo grado)) non era legittimamente composto;\ne) quando manca la sottoscrizione della sentenza da parte del giudice di primo grado.\n2. Al di fuori dei casi previsti al comma precedente la ((corte di giustizia tributaria di secondo grado)) decide nel merito previamente ordinando, ove occorra, la rinnovazione di atti nulli compiuti in primo grado.\n3. Dopo che la sentenza di rimessione della causa al primo grado è formalmente passata in giudicato, la segreteria della ((corte di giustizia tributaria di secondo grado)), nei successivi trenta giorni, trasmette d'ufficio il fascicolo del processo alla segreteria della ((corte di giustizia tributaria di primo grado)), senza necessità di riassunzione ad istanza di parte.\n---------------\nAGGIORNAMENTO (49)\nLa L. 31 agosto 2022, n. 130 ha disposto (con l'art. 4, comma 1, lettera a)) che nel presente decreto \"le parole: «commissione tributaria provinciale», «commissioni tributarie provinciali», «commissione tributaria regionale», «commissioni tributarie regionali», «commissione tributaria» e «commissioni tributarie», ovunque ricorrono, sono sostituite rispettivamente dalle seguenti: «corte di giustizia tributaria di primo grado», «corti di giustizia tributaria di primo grado», «corte di giustizia tributaria di secondo grado», «corti di giustizia tributaria di secondo grado», «corte di giustizia tributaria di primo e secondo grado» e «corti di giustizia tributaria di primo e secondo grado»\"."
                                    },
                                    {
                                        "titolo": "Art. 60",
                                        "rubrica": "Non riproponibilità dell'appello",
                                        "contenuto": "dichiarato inammissibile\n1. L'appello dichiarato inammissibile non può essere riproposto anche se non è decorso il termine stabilito dalla legge."
                                    },
                                    {
                                        "titolo": "Art. 61",
                                        "rubrica": "Norme applicabili",
                                        "contenuto": "1. Nel procedimento d'appello si osservano in quanto applicabili le norme dettate per il procedimento di primo grado, se non sono incompatibili con le disposizioni della presente sezione."
                                    }
                                ]
                            },
                            {
                                "titolo": "Sezione III",
                                "rubrica": "Il ricorso per cassazione",
                                "contenuto": [
                                    {
                                        "titolo": "Art. 62",
                                        "rubrica": "Norme applicabili",
                                        "contenuto": "1. Avverso la sentenza della ((corte di giustizia tributaria di secondo grado)) può essere proposto ricorso per cassazione per i motivi di cui ai numeri da 1 a 5 dell'art. 360, primo comma, del codice di procedura civile.\n2. Al ricorso per cassazione ed al relativo procedimento si applicano le norme dettate dal codice di procedura civile in quanto compatibili con quelle del presente decreto.\n2-bis. Sull'accordo delle parti la sentenza della ((corte di giustizia tributaria di primo grado)) può essere impugnata con ricorso per cassazione a norma dell'articolo 360, primo comma, n. 3, del codice di procedura civile."
                                    },
                                    {
                                        "titolo": "Art. 62-bis",
                                        "rubrica": "(Provvedimenti sull'esecuzione provvisoria della sentenza impugnata per cassazione)",
                                        "contenuto": "1. La parte che ha proposto ricorso per cassazione può chiedere alla ((corte di giustizia tributaria)) che ha pronunciato la sentenza impugnata di sospenderne in tutto o in parte l'esecutività allo scopo di evitare un danno grave e irreparabile. ((PERIODO SOPPRESSO DAL D.LGS. 30 DICEMBRE 2023, N. 220)). ((52))\n2. Il presidente fissa con decreto la trattazione della istanza di sospensione per la prima camera di consiglio utile ((, comunque non oltre il trentesimo giorno dalla presentazione della medesima istanza,)) disponendo che ne sia data comunicazione alle parti almeno dieci giorni liberi prima. ((52))\n3. In caso di eccezionale urgenza il presidente può disporre con decreto motivato la sospensione dell'esecutività della sentenza fino alla pronuncia del collegio.\n4. Il collegio, sentite le parti in camera di consiglio, provvede con ordinanza motivata non impugnabile.\n5. La sospensione può essere subordinata alla prestazione della garanzia di cui all'articolo 69, comma 2. Si applica la disposizione dell'articolo 47, comma 8-bis.\n6. La ((corte di giustizia tributaria)) non può pronunciarsi sulle richieste di cui al comma 1 se la parte istante non dimostra di avere depositato il ricorso per cassazione contro la sentenza. ((52))\n---------------\nAGGIORNAMENTO (52)\nIl D.Lgs. 30 dicembre 2023, n. 220 ha disposto (con l'art. 4, comma 2) che \"Le disposizioni del presente decreto si applicano ai giudizi instaurati, in primo e in secondo grado, con ricorso notificato successivamente al 1° settembre 2024, fatta eccezione per quelle di cui all'articolo 1, comma 1, lettere d), e), f), i), n), o), p), q), s), t), u), v), z), aa), bb), cc) e dd) che si applicano ai giudizi instaurati, in primo e in secondo grado, nonché in Cassazione, a decorrere dal giorno successivo all'entrata in vigore del presente decreto\"."
                                    },
                                    {
                                        "titolo": "Art. 63",
                                        "rubrica": "Giudizio di rinvio",
                                        "contenuto": "1. Quando la Corte di cassazione rinvia la causa alla commissione tributaria provinciale o regionale la riassunzione deve essere fatta nei confronti di tutte le parti personalmente entro il termine perentorio di sei mesi dalla pubblicazione della sentenza nelle forme rispettivamente previste per i giudizi di primo e di secondo grado in quanto applicabili. ((49))\n2. Se la riassunzione non avviene entro il termine di cui al comma precedente o si avvera successivamente ad essa una causa di estinzione del giudizio di rinvio l'intero processo si estingue.\n3. In sede di rinvio si osservano le norme stabilite per il procedimento davanti alla ((corte di giustizia tributaria di primo e secondo grado)) a cui il processo è stato rinviato. In ogni caso, a pena d'inammissibilità, deve essere prodotta copia autentica della sentenza di cassazione.\n4. Le parti conservano la stessa posizione processuale che avevano nel procedimento in cui è stata pronunciata la sentenza cassata e non possono formulare richieste diverse da quelle prese in tale procedimento, salvi gli adeguamenti imposti dalla sentenza di cassazione.\n5. Subito dopo il deposito dell'atto di riassunzione, la segreteria della commissione adita richiede alla cancelleria della Corte di cassazione la trasmissione del fascicolo del processo. ((49))\n---------------\nAGGIORNAMENTO (49)\nLa L. 31 agosto 2022, n. 130 ha disposto (con l'art. 4, comma 1, lettera a)) che nel presente decreto \"le parole: «commissione tributaria provinciale», «commissioni tributarie provinciali», «commissione tributaria regionale», «commissioni tributarie regionali», «commissione tributaria» e «commissioni tributarie», ovunque ricorrono, sono sostituite rispettivamente dalle seguenti: «corte di giustizia tributaria di primo grado», «corti di giustizia tributaria di primo grado», «corte di giustizia tributaria di secondo grado», «corti di giustizia tributaria di secondo grado», «corte di giustizia tributaria di primo e secondo grado» e «corti di giustizia tributaria di primo e secondo grado»\"."
                                    }
                                ]
                            },
                            {
                                "titolo": "Sezione IV",
                                "rubrica": "La revocazione",
                                "contenuto": [
                                    {
                                        "titolo": "Art. 64",
                                        "rubrica": "Sentenze revocabili e motivi di revocazione",
                                        "contenuto": "1. Le sentenze pronunciate in grado d'appello o in unico grado dalle ((corti di giustizia tributaria di primo e secondo grado)) possono essere impugnate ai sensi dell'articolo 395 del codice di procedura civile.\n2. Le sentenze per le quali è scaduto il termine per l'appello possono essere impugnate per i motivi di cui ai numeri 1, 2, 3 e 6 dell'art. 395 del codice di procedura civile purché la scoperta del dolo o della falsità dichiarata o il recupero del documento o il passaggio in giudicato della sentenza di cui al numero 6 dell'art. 395 del codice di procedura civile siano posteriori alla scadenza del termine suddetto.\n3. Se i fatti menzionati nel comma precedente avvengono durante il termine per l'appello il termine stesso è prorogato dal giorno dell'avvenimento in modo da raggiungere i sessanta giorni da esso."
                                    },
                                    {
                                        "titolo": "Art. 65",
                                        "rubrica": "Proposizione della impugnazione",
                                        "contenuto": "1. Competente per la revocazione è la stessa corte di giustizia tributaria di primo e secondo grado che ha pronunciato la sentenza impugnata.\n2. A pena di inammissibilità il ricorso deve contenere gli elementi previsti dall'art. 53, comma 1, e la specifica indicazione del motivo di revocazione e della prova dei fatti di cui ai numeri 1, 2, 3 e 6 dell'art. 395 del codice di procedura civile nonché del giorno della scoperta o della falsità dichiarata o del recupero del documento. La prova della sentenza passata in giudicato che accerta il dolo del giudice deve essere data mediante la sua produzione in copia autentica.\n3. Il ricorso per revocazione è proposto e depositato a norma dell'art. 53, comma 2.\n3-bis. Le parti possono proporre istanze cautelari ai sensi delle disposizioni di cui ((agli articoli 47 e)) 52, in quanto compatibili. ((52))\n---------------\nAGGIORNAMENTO (52)\nIl D.Lgs. 30 dicembre 2023, n. 220 ha disposto (con l'art. 4, comma 2) che \"Le disposizioni del presente decreto si applicano ai giudizi instaurati, in primo e in secondo grado, con ricorso notificato successivamente al 1° settembre 2024, fatta eccezione per quelle di cui all'articolo 1, comma 1, lettere d), e), f), i), n), o), p), q), s), t), u), v), z), aa), bb), cc) e dd) che si applicano ai giudizi instaurati, in primo e in secondo grado, nonché in Cassazione, a decorrere dal giorno successivo all'entrata in vigore del presente decreto\"."
                                    },
                                    {
                                        "titolo": "Art. 66",
                                        "rubrica": "Procedimento",
                                        "contenuto": "1. Davanti alla ((corte di giustizia tributaria di primo e secondo grado)) adita per la revocazione si osservano le norme stabilite per il procedimento davanti ad essa in quanto non derogate da quelle della presente sezione."
                                    },
                                    {
                                        "titolo": "Art. 67",
                                        "rubrica": "Decisione",
                                        "contenuto": "1. Ove ricorrano i motivi di cui all'art. 395 del codice di procedura civile la ((corte di giustizia tributaria di primo e secondo grado)) decide il merito della causa e detta ogni altro provvedimento conseguenziale.\n2. Contro la sentenza che decide il giudizio di revocazione sono ammessi i mezzi d'impugnazione ai quali era originariamente soggetta la sentenza impugnata per revocazione."
                                    },
                                    {
                                        "titolo": "Art. 67-bis",
                                        "rubrica": "(Esecuzione provvisoria)",
                                        "contenuto": "1. Le sentenze emesse dalle ((corti di giustizia tributaria di primo e secondo grado)) sono esecutive secondo quanto previsto dal presente capo."
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "titolo": "Capo IV",
                        "rubrica": "L'ESECUZIONE DELLE SENTENZE DELLE ((CORTI DI GIUSTIZIA TRIBUTARIA DI PRIMO E SECONDO GRADO))",
                        "contenuto": [
                            {
                                "titolo": "Art. 68",
                                "rubrica": "Pagamento del tributo in pendenza del processo",
                                "contenuto": "1. Anche in deroga a quanto previsto nelle singole leggi d'imposta, nei casi in cui è prevista la riscossione frazionata del tributo oggetto di giudizio davanti alle commissioni, il tributo, con i relativi interessi previsti dalle leggi fisca1i, deve essere pagato: ((49))\na) per i due terzi, dopo la sentenza della ((corte di giustizia tributaria di primo grado)) che respinge il ricorso;\nb) per l'ammontare risultante dalla sentenza della ((corte di giustizia tributaria di primo grado)), e comunque non oltre i due terzi, se la stessa accoglie parzialmente il ricorso;\nc) per il residuo ammontare determinato nella sentenza della ((corte di giustizia tributaria di secondo grado)).\nc-bis. per l'ammontare dovuto nella pendenza del giudizio di primo grado dopo la sentenza della Corte di cassazione di annullamento con rinvio e per l'intero importo indicato nell'atto in caso di mancata riassunzione.\nPer le ipotesi indicate nelle precedenti lettere gli importi da versare vanno in ogni caso diminuiti di quanto già corrisposto.\n2. Se il ricorso viene accolto, il tributo corrisposto in eccedenza rispetto a quanto statuito dalla sentenza della ((corte di giustizia tributaria di primo grado)), con i relativi interessi previsti dalle leggi fiscali, deve essere rimborsato d'ufficio entro novanta giorni dalla notificazione della sentenza. In caso di mancata esecuzione del rimborso il contribuente può richiedere l'ottemperanza a norma dell'articolo 70 alla ((corte di giustizia tributaria di primo grado)) ovvero, se il giudizio è pendente nei gradi successivi, alla ((corte di giustizia tributaria di secondo grado)).\n3. Le imposte suppletive debbono essere corrisposte dopo l'ultima sentenza non impugnata o impugnabile solo con ricorso in cassazione.\n3-bis. Il pagamento, in pendenza di processo, delle risorse proprie tradizionali di cui all'articolo 2, paragrafo 1, lettera a), della decisione 2007/436/CE, Euratom del Consiglio, del 7 giugno 2007, e dell'imposta sul valore aggiunto riscossa all'importazione resta disciplinato dal regolamento (CEE) n. 2913/92 del Consiglio, del 12 ottobre 1992, come riformato dal regolamento (UE) n. 952/2013 del Parlamento europeo e del Consiglio, del 9 ottobre 2013, e dalle altre disposizioni dell'Unione europea in materia.\n---------------\nAGGIORNAMENTO (49)\nLa L. 31 agosto 2022, n. 130 ha disposto (con l'art. 4, comma 1, lettera a)) che nel presente decreto \"le parole: «commissione tributaria provinciale», «commissioni tributarie provinciali», «commissione tributaria regionale», «commissioni tributarie regionali», «commissione tributaria» e «commissioni tributarie», ovunque ricorrono, sono sostituite rispettivamente dalle seguenti: «corte di giustizia tributaria di primo grado», «corti di giustizia tributaria di primo grado», «corte di giustizia tributaria di secondo grado», «corti di giustizia tributaria di secondo grado», «corte di giustizia tributaria di primo e secondo grado» e «corti di giustizia tributaria di primo e secondo grado»\"."
                            },
                            {
                                "titolo": "Art. 69",
                                "rubrica": "(Esecuzione delle sentenze di condanna in favore del contribuente)",
                                "contenuto": "1. Le sentenze di condanna al pagamento di somme in favore del contribuente e quelle emesse su ricorso avverso gli atti relativi alle operazioni catastali indicate nell'articolo 2, comma 2, sono immediatamente esecutive. Tuttavia il pagamento di somme dell'importo superiore a diecimila euro, diverse dalle spese di lite, può essere subordinato dal giudice, anche tenuto conto delle condizioni di solvibilità dell'istante, alla prestazione di idonea garanzia.\n2. Con decreto del Ministro dell'economia e delle finanze emesso ai sensi dell'articolo 17, comma 3, della legge 23 agosto 1988, n. 400, sono disciplinati il contenuto della garanzia sulla base di quanto previsto dall'articolo 38-bis, comma 5, del decreto del Presidente della Repubblica 26 ottobre 1972, n. 633, la sua durata nonché il termine entro il quale può essere escussa, a seguito dell'inerzia del contribuente in ordine alla restituzione delle somme garantite protrattasi per un periodo di tre mesi.\n3. I costi della garanzia, anticipati dal contribuente, sono a carico della parte soccombente all'esito definitivo del giudizio.\n4. Il pagamento delle somme dovute a seguito della sentenza deve essere eseguito entro novanta giorni dalla sua notificazione ovvero dalla presentazione della garanzia di cui al comma 2, se dovuta.\n5. In caso di mancata esecuzione della sentenza il contribuente può richiedere l'ottemperanza a norma dell'articolo 70 alla ((corte di giustizia tributaria di primo grado)) ovvero, se il giudizio è pendente nei gradi successivi, alla ((corte di giustizia tributaria di secondo grado)).\n(43)\n---------------\nAGGIORNAMENTO (43)\nIl D.Lgs. 24 settembre 2015, n. 156 ha disposto (con l'art. 12, comma 2) che \"Fino all'approvazione dei decreti previsti dagli articoli 12, comma 4, e 69, comma 2, del decreto legislativo 31 dicembre 1992, n. 546, come modificati dall'articolo 10 del presente decreto, restano applicabili le disposizioni previgenti di cui ai predetti articoli 12 e 69\".\n- Il regolamento di cui all'art. 69, comma 2 del D.Lgs. 31 dicembre 1992, n. 546, come modificato dall'articolo 10 del D.Lgs. 24 settembre 2015, n. 156, è stato emanato con Decreto 6 febbraio 2017, n. 22, pubblicato in G.U. 13/03/2017, n. 60."
                            },
                            {
                                "titolo": "Art. 69-bis",
                                "rubrica": "((ARTICOLO ABROGATO DAL D.LGS. 24 SETTEMBRE 2015, N. 156))",
                                "contenuto": ""
                            },
                            {
                                "titolo": "Art. 70",
                                "rubrica": "Giudizio di ottemperanza",
                                "contenuto": "1. La parte che vi ha interesse può richiedere l'ottemperanza agli obblighi derivanti dalla sentenza della ((corte di giustizia tributaria di primo e secondo grado)) passata in giudicato mediante ricorso da depositare in doppio originale alla segreteria della ((corte di giustizia tributaria di primo grado)), qualora la sentenza passata in giudicato sia stata da essa pronunciata, e in ogni altro caso alla segreteria della ((corte di giustizia tributaria di secondo grado)).\n2. Il ricorso è proponibile solo dopo la scadenza del termine entro il quale è prescritto dalla legge l'adempimento a carico dell'ente impositore, dell'agente della riscossione o del soggetto iscritto nell'albo di cui all'articolo 53 del decreto legislativo 15 dicembre 1997, n. 446, degli obblighi derivanti dalla sentenza o, in mancanza di tale termine, dopo trenta giorni dalla loro messa in mora a mezzo di ufficiale giudiziario e fino a quando l'obbligo non sia estinto.\n3. Il ricorso indirizzato al presidente della commissione deve contenere la sommaria esposizione dei fatti che ne giustificano la proposizione con la precisa indicazione, a pena di inammissibilità, della sentenza passata in giudicato di cui si chiede l'ottemperanza, che deve essere prodotta in copia unitamente all'originale o copia autentica dell'atto di messa in mora notificato a norma del comma precedente, se necessario. ((49))\n4. Uno dei due originali del ricorso è comunicato a cura della segreteria della commissione ai soggetti di cui al comma 2 obbligati a provvedere. ((49))\n5. Entro venti giorni dalla comunicazione l'ufficio può trasmettere le proprie osservazioni alla ((corte di giustizia tributaria di primo e secondo grado)), allegando la documentazione dell'eventuale adempimento.\n6. Il presidente della ((corte di giustizia tributaria di primo e secondo grado)), scaduto il termine di cui al comma precedente, assegna il ricorso alla sezione che ha pronunciato la sentenza. Il presidente della sezione fissa il giorno per la trattazione del ricorso in camera di consiglio non oltre novanta giorni dal deposito del ricorso e ne viene data comunicazione alle parti almeno dieci giorni liberi prima a cura della segreteria.\n7. Il collegio, sentite le parti in contraddittorio ed acquisita la documentazione necessaria, adotta con sentenza i provvedimenti indispensabili per l'ottemperanza in luogo dell'ufficio che li ha omessi e nelle forme amministrative per essi prescritti dalla legge, attenendosi agli obblighi risultanti espressamente dal dispositivo della sentenza e tenuto conto della relativa motivazione. Il collegio, se lo ritiene opportuno, può delegare un proprio componente o nominare un commissario al quale fissa un termine congruo per i necessari provvedimenti attuativi e determina il compenso a lui spettante secondo le disposizioni del Titolo VII del Capo IV del Testo unico delle disposizioni legislative e regolamentari in materia di spese di giustizia approvato con decreto del Presidente della Repubblica 30 maggio 2002, n. 115.\n8. Il collegio, eseguiti i provvedimenti di cui al comma precedente e preso atto di quelli emanati ed eseguiti dal componente delegato o dal commissario nominato, dichiara chiuso il procedimento con ordinanza.\n9. Tutti i provvedimenti di cui al presente articolo sono immediatamente esecutivi.\n10. Contro la sentenza di cui al comma 7 è ammesso soltanto ricorso in cassazione per inosservanza delle norme sul procedimento.\n10-bis. Per il pagamento di somme dell'importo fino a ventimila euro e comunque per il pagamento delle spese di giudizio, il ricorso è deciso dalla Commissione in composizione monocratica. ((49))\n---------------\nAGGIORNAMENTO (49)\nLa L. 31 agosto 2022, n. 130 ha disposto (con l'art. 4, comma 1, lettera a)) che nel presente decreto \"le parole: «commissione tributaria provinciale», «commissioni tributarie provinciali», «commissione tributaria regionale», «commissioni tributarie regionali», «commissione tributaria» e «commissioni tributarie», ovunque ricorrono, sono sostituite rispettivamente dalle seguenti: «corte di giustizia tributaria di primo grado», «corti di giustizia tributaria di primo grado», «corte di giustizia tributaria di secondo grado», «corti di giustizia tributaria di secondo grado», «corte di giustizia tributaria di primo e secondo grado» e «corti di giustizia tributaria di primo e secondo grado»\"."
                            }
                        ]
                    }
                ]
            },
            {
                "titolo": "TITOLO III",
                "rubrica": "DISPOSIZIONI FINALI E TRANSITORIE",
                "contenuto": [
                    {
                        "titolo": "Art. 71",
                        "rubrica": "Norme abrogate",
                        "contenuto": "1. Sono abrogati l'art. 288 del testo unico per la finanza locale 14 settembre 1931, n. 1175, l'articolo 1 e gli articoli da 15 a 45 del decreto del Presidente della Repubblica 26 ottobre 1972, n. 636 e successive modificazioni e integrazioni, l'art. 19, commi 4 e 5, e l'art. 20 del decreto del Presidente della Repubblica 26 ottobre 1972, n. 638, l'art. 24 del decreto del Presidente della Repubblica 26 ottobre 1972, n. 639, ((. . .)) gli articoli 63, comma 5, e 68, comma 3, del decreto del Presidente della Repubblica 28 gennaio 1988, n. 43, l'art. 4, comma 8, del decreto-legge 2 marzo 1989, n. 66, convertito nella legge 24 aprile 1989, n. 144 ((. . .)).\n2. È inoltre abrogata ogni altra norma di legge non compatibile con le disposizioni del presente decreto."
                    },
                    {
                        "titolo": "Art. 72",
                        "rubrica": "",
                        "contenuto": "Controversie pendenti davanti alle ((corti di giustizia tributaria di primo e secondo grado)) di primo e di secondo grado\n1. Le controversie pendenti dinanzi alle ((corti di giustizia tributaria di primo e secondo grado)) di primo e di secondo grado previste dal decreto del Presidente della Repubblica 26 ottobre 1972, n. 636, alla data d'insediamento delle commissioni tributarie provinciali e regionali, sono ad esse rispettivamente attribuite, tenuto conto, quanto alla competenza territoriale, delle rispettive sedi. La segreteria della commissione tributaria provinciale o regionale dà comunicazione alle parti della data di trattazione almeno trenta giorni liberi prima. La consegna o spedizione del ricorso o dell'atto di appello, ai sensi degli articoli 17, comma primo, e 22, comma secondo, del decreto del Presidente della Repubblica 26 ottobre 1972, n. 636, equivale a costituzione in giudizio del ricorrente ai sensi degli articoli 22 e 53, comma 2. La parte resistente può effettuare la costituzione in giudizio entro il termine di cui all'articolo 32, comma 1. ((49))\n1-bis. In deroga alle disposizioni del presente decreto, le controversie previste dal comma 1, pendenti alla data ivi indicata dinanzi alle ((corti di giustizia tributaria di primo e secondo grado)) di primo grado ed il cui valore, determinato ai sensi dell'articolo 12, comma 5, sia inferiore a cinque milioni di lire, sono trattate e decise in pubblica udienza da un giudice singolo, nominato per ciascun ricorso, ai sensi dell'articolo 30, comma 1, dal presidente della sezione alla quale il ricorso medesimo è stato assegnato. Il presidente, se non intende designare se stesso, può nominare giudice unico il vicepresidente od un componente della sezione appartenente ad una delle categorie di cui all'articolo 4, comma 1, lettera a), del decreto legislativo 31 dicembre 1992, n. 545, ovvero che sia in possesso di diploma di laurea in giurisprudenza o in economia e commercio ed abbia un'anzianità di servizio presso le ((corti di giustizia tributaria di primo e secondo grado)) di almeno dieci anni. Per la trattazione della controversia si applicano, in quanto compatibili, le disposizioni delle sezioni III e IV del Capo I del Titolo II del presente decreto, ad eccezione dell'articolo 33, intendendosi sostituito in ogni caso il giudice singolo al relatore e al collegio. Restano ferme tutte le altre disposizioni del presente decreto, comprese, con la medesima sostituzione, quelle del Capo II del Titolo II. Il tentativo di conciliazione, di cui all'articolo 48, comma 2, è obbligatorio se all'udienza sono presenti entrambe le parti. Le controversie di cui al presente comma sono trattate dal giudice singolo in udienze distinte da quelle collegiali.\n2. Se alla data indicata al comma 1 pendono termini per la proposizione di ricorsi secondo le norme previgenti, detti ricorsi sono proposti alle ((corti di giustizia tributaria di primo grado)) entro i termini previsti dal presente decreto, che decorrono dalla suddetta data. Se alla data indicata al comma 1 pendono termini per impugnare decisioni delle ((corti di giustizia tributaria di primo e secondo grado)) di primo grado, dette impugnazioni sono proposte secondo le modalità e i termini previsti dal presente decreto, che decorrono dalla suddetta data.\n3. Se i termini per il compimento di atti processuali diversi dai ricorsi secondo le norme vigenti, alla data di cui ai commi 1 e 2, sono ancora pendenti, tali atti possono essere compiuti nei termini previsti dal presente decreto, che decorrono dalla suddetta data.\n4. Le segreterie delle ((corti di giustizia tributaria di primo e secondo grado)) di primo e di secondo grado indicate nel comma 1 provvedono a trasmettere i fascicoli relativi alle controversie pendenti alle segreterie delle commissioni provinciale o regionale rispettivamente competenti. ((49))\n5. Le segreterie delle ((corti di giustizia tributaria di primo e secondo grado)) di primo e di secondo grado indicate nel comma 1 continuano a funzionare, solo per gli adempimenti di cui al comma 4, anche oltre la data indicata nel comma 1 .\n---------------\nAGGIORNAMENTO (49)\nLa L. 31 agosto 2022, n. 130 ha disposto (con l'art. 4, comma 1, lettera a)) che nel presente decreto \"le parole: «commissione tributaria provinciale», «commissioni tributarie provinciali», «commissione tributaria regionale», «commissioni tributarie regionali», «commissione tributaria» e «commissioni tributarie», ovunque ricorrono, sono sostituite rispettivamente dalle seguenti: «corte di giustizia tributaria di primo grado», «corti di giustizia tributaria di primo grado», «corte di giustizia tributaria di secondo grado», «corti di giustizia tributaria di secondo grado», «corte di giustizia tributaria di primo e secondo grado» e «corti di giustizia tributaria di primo e secondo grado»\"."
                    },
                    {
                        "titolo": "Art. 73",
                        "rubrica": "((ARTICOLO ABROGATO DAL D.L. 30 AGOSTO 1993, N. 331 CONVERTITO,",
                        "contenuto": "CON MODIFICAZIONI, DALLA L. 29 OTTOBRE 1993, N. 427))"
                    },
                    {
                        "titolo": "Art. 74",
                        "rubrica": "(( (Controversie pendenti davanti alla corte di appello).",
                        "contenuto": "1. Alle controversie, che alla data di cui all'articolo 72 pendono davanti alla corte di appello o per le quali pende il termine per l'impugnativa davanti allo stesso organo, continuano ad applicarsi le disposizioni contenute nel decreto del Presidente della Repubblica 26 ottobre 1972, n. 636, e successive modificazioni e integrazioni."
                    },
                    {
                        "titolo": "Art. 75",
                        "rubrica": "Controversie pendenti davanti alla ((corte di giustizia tributaria di primo e secondo grado)) centrale",
                        "contenuto": "1. Alle controversie che alla data di cui all'articolo 72 pendono davanti alla ((corte di giustizia tributaria di primo e secondo grado)) centrale o per le quali pende il termine per l'impugnativa davanti allo stesso organo , nonché alle controversie pendenti dinanzi alle commissioni di secondo grado per le quali, alla predetta data, è stato depositato il solo dispositivo della decisione, continuano ad applicarsi le disposizioni contenute nel decreto del Presidente della Repubblica 26 ottobre 1972, n. 636, e successive modificazioni e integrazioni. ((49))\n2. Relativamente alle controversie pendenti o per le quali pende il termine alla data di entrata in vigore del presente decreto legislativo, il ricorrente e qualsiasi altra parte sono tenuti, entro sei mesi dalla predetta data, a proporre alla segreteria della ((corte di giustizia tributaria di primo e secondo grado)) centrale apposita istanza di trattazione contenente gli estremi della controversia e del procedimento. L'istanza potrà essere sottoscritta dalla parte o dal suo precedente difensore, se nominato, e deve essere notificata o spedita o consegnata alla segreteria della ((corte di giustizia tributaria di primo e secondo grado)) centrale nei modi previsti dall'articolo 20; in difetto, il giudizio davanti alla ((corte di giustizia tributaria di primo e secondo grado)) centrale si estingue. L'estinzione è dichiarata dal presidente della sezione, dopo aver verificato che non sia stata depositata in segreteria l'istanza di trasmissione del fascicolo alla cancelleria della corte di cassazione a seguito della richiesta di esame a norma del comma seguente. Contro il decreto del Presidente, di cui viene data comunicazione alle parti, è ammesso reclamo al collegio nei modi e nei termini previsti dall'articolo 28. (9)\n3. Le parti che hanno proposto ricorso alla Commissione centrale, anziché presentare l'istanza di trattazione di cui al comma precedente, possono chiedere nello stesso termine l'esame da parte della Corte di cassazione ai sensi dell'art. 360 del codice di procedura civile convertendo il ricorso alla ((corte di giustizia tributaria di primo e secondo grado)) centrale in ricorso per cassazione contro la decisione impugnata, osservate per il resto tutte le norme del codice di procedura civile per il procedimento davanti alla Corte di cassazione. ((49))\n4. Se non è stato richiesto l'esame da parte della Corte di cassazione e l'istanza di trattazione è presentata nei termini, il procedimento prosegue davanti alla ((corte di giustizia tributaria di primo e secondo grado)) centrale, che provvede alla sua definizione mediante deposito della decisione entro i termini di cui all'articolo 42, comma 3, del decreto legislativo 31 dicembre 1992, n. 545 applicando le disposizioni vigenti anteriormente alla data di entrata in vigore del presente decreto. Le stesse disposizioni si applicano per i ricorsi presentati alla ((corte di giustizia tributaria di primo e secondo grado)) centrale successivamente alla data di entrata in vigore del presente decreto.\n5. COMMA ABROGATO DAL D.L. 30 AGOSTO 1993, N. 331, CONVERTITO CON MODIFICAZIONI DALLA L. 29 OTTOBRE 1993, N. 427.\n6. La segreteria della ((corte di giustizia tributaria di primo e secondo grado)) centrale continua a funzionare anche oltre il termine di cui al comma 4 per trasmettere i fascicoli dei processi alla cancelleria della Corte di cassazione o alle commissioni tributarie regionale o provinciale. ((49))\nAGGIORNAMENTO (9)\nLa Corte Costituzionale, con sentenza 9-16 aprile 1998, n. 111 (in G.U. 1a s.s. 22/4/1998, n. 16), ha dichiarato l'illegittimità costituzionale del presente articolo, comma 2, secondo periodo, \"nella parte in cui non prevede che il termine per l'istanza di trattazione decorra dalla data della ricezione dell'avviso dell'onere di proposizione dell'istanza stessa\".\n---------------\nAGGIORNAMENTO (49)\nLa L. 31 agosto 2022, n. 130 ha disposto (con l'art. 4, comma 1, lettera a)) che nel presente decreto \"le parole: «commissione tributaria provinciale», «commissioni tributarie provinciali», «commissione tributaria regionale», «commissioni tributarie regionali», «commissione tributaria» e «commissioni tributarie», ovunque ricorrono, sono sostituite rispettivamente dalle seguenti: «corte di giustizia tributaria di primo grado», «corti di giustizia tributaria di primo grado», «corte di giustizia tributaria di secondo grado», «corti di giustizia tributaria di secondo grado», «corte di giustizia tributaria di primo e secondo grado» e «corti di giustizia tributaria di primo e secondo grado»\"."
                    },
                    {
                        "titolo": "Art. 76",
                        "rubrica": "Controversie in sede di rinvio",
                        "contenuto": "1. Se alla data prevista dall'art. 72, a seguito di sentenza della Corte di cassazione o di corte d'appello o a seguito di decisione della ((corte di giustizia tributaria di primo e secondo grado)) centrale pendono i termini per la riassunzione del procedimento di rinvio davanti alle ((corti di giustizia tributaria di primo e secondo grado)) di primo o di secondo grado, detti termini decorrono da tale data e la riassunzione va fatta davanti alla commissione tributaria provinciale o regionale competente. ((49))\n2. Il termine per la riassunzione davanti alla corte d'appello non subisce modifiche.\n3. Se alla data prevista all'art. 72, a seguito di rinvio disposto dalla Corte di cassazione, pende il termine per la riassunzione davanti alla ((corte di giustizia tributaria di primo e secondo grado)) centrale, detto termine decorre da tale data e la riassunzione va fatta davanti alla ((corte di giustizia tributaria di secondo grado)) competente.\n4. Se la riassunzione non avviene nei termini, o si avvera successivamente ad essa una causa di estinzione del giudizio di rinvio, l'intero processo si estingue.\n5. Se alla data indicata nei commi precedenti pendono i giudizi di rinvio davanti alla ((corte di giustizia tributaria di primo e secondo grado)) di primo o di secondo grado si applicano le disposizioni di cui all'articolo 72, comma 4.\n---------------\nAGGIORNAMENTO (49)\nLa L. 31 agosto 2022, n. 130 ha disposto (con l'art. 4, comma 1, lettera a)) che nel presente decreto \"le parole: «commissione tributaria provinciale», «commissioni tributarie provinciali», «commissione tributaria regionale», «commissioni tributarie regionali», «commissione tributaria» e «commissioni tributarie», ovunque ricorrono, sono sostituite rispettivamente dalle seguenti: «corte di giustizia tributaria di primo grado», «corti di giustizia tributaria di primo grado», «corte di giustizia tributaria di secondo grado», «corti di giustizia tributaria di secondo grado», «corte di giustizia tributaria di primo e secondo grado» e «corti di giustizia tributaria di primo e secondo grado»\"."
                    },
                    {
                        "titolo": "Art. 77",
                        "rubrica": "Procedimento contenzioso amministrativo davanti",
                        "contenuto": "all'intendenza di finanza o al Ministero delle finanze\n1. Le controversie relative ai tributi comunali e locali indicati nell'art. 2, lettera h), per le quali era previsto il ricorso all'intendente di finanza o al Ministro delle finanze, se non ancora definite ((alla data di insediamento)) delle nuove commissioni, continuano ad essere decise in sede amministrativa dai suddetti organi secondo le relative disposizioni, ancorché abrogate ai sensi dell'art. 71."
                    },
                    {
                        "titolo": "Art. 78",
                        "rubrica": "Controversie già di competenza delle commissioni comunali per i tributi locali",
                        "contenuto": "1. Le controversie già di competenza in primo grado delle commissioni comunali per i tributi locali, se alla data d'insediamento delle nuove commissioni pendono davanti all'autorità giudiziaria ordinaria, i relativi giudizi proseguono in questa sede. ((49))\n2. Le controversie di cui al comma 1, che alla data indicata non pendono davanti all'autorità giudiziaria ordinaria e non sono già state definite, qualunque sia il grado in cui si trovavano al momento della sentenza della Corte costituzionale 27 luglio 1989, n. 451, debbono essere riattivate da parte degli enti impositori interessati mediante trasmissione dei relativi atti e documenti alla ((corte di giustizia tributaria di primo grado)) competente entro il termine di mesi sei dalla data anzidetta; altrimenti ogni pretesa dell'ente impositore s'intende definitivamente abbandonata.\n---------------\nAGGIORNAMENTO (49)\nLa L. 31 agosto 2022, n. 130 ha disposto (con l'art. 4, comma 1, lettera a)) che nel presente decreto \"le parole: «commissione tributaria provinciale», «commissioni tributarie provinciali», «commissione tributaria regionale», «commissioni tributarie regionali», «commissione tributaria» e «commissioni tributarie», ovunque ricorrono, sono sostituite rispettivamente dalle seguenti: «corte di giustizia tributaria di primo grado», «corti di giustizia tributaria di primo grado», «corte di giustizia tributaria di secondo grado», «corti di giustizia tributaria di secondo grado», «corte di giustizia tributaria di primo e secondo grado» e «corti di giustizia tributaria di primo e secondo grado»\"."
                    },
                    {
                        "titolo": "Art. 79",
                        "rubrica": "Norme transitorie ((e finali))",
                        "contenuto": "((52))\n1. Le disposizioni di cui agli articoli 57, comma 2, e 58, comma 1, non si applicano ai giudizi già pendenti in grado d'appello davanti alla corte di giustizia tributaria di primo e secondo grado di secondo grado e a quelli iniziati davanti alla corte di giustizia tributaria di secondo grado se il primo grado si è svolto sotto la disciplina della legge anteriore. ((52))\n2. Nei giudizi davanti alla ((corte di giustizia tributaria di primo e secondo grado)) riguardanti controversie già pendenti davanti ad altri organi giurisdizionali o amministrativi la regolarizzazione della costituzione delle parti secondo le nuove norme sulla assistenza tecnica è disposta, ove necessario, secondo le modalità e nel termine perentorio fissato dal presidente della sezione o dal collegio rispettivamente con decreto o con ordinanza da comunicare alle parti a cura della segreteria. (49) ((52))\n((\n2-bis. Con decreto del Ministro dell'economia e delle finanze, sentito il Consiglio di presidenza della giustizia tributaria e i consigli nazionali dei professionisti abilitati alla difesa davanti alle corti di giustizia tributaria, sono emanate le norme tecniche per il processo tributario telematico, nonché approvati i modelli per la redazione degli atti processuali e per le deposizioni testimoniali, dei verbali e dei provvedimenti giurisdizionali. Il decreto indica altresì tutte le disposizioni tecnico-operative, anche di fonte regolamentare, adottate anteriormente alla data della sua adozione e che dalla medesima data restano abrogate.\n))\n((52))\n((\n2-ter. Con il decreto di cui al comma 2-bis sono altresì stabilite, nei limiti delle risorse umane, strumentali e finanziarie disponibili a legislazione vigente, le regole tecnico-operative per lo svolgimento da remoto delle udienze e camere di consiglio.\n))\n((52))\n((\n2-quater. Nei casi eccezionali previsti dalle norme tecniche per il processo tributario telematico, e, fino al momento della loro individuazione, previa autorizzazione espressa del Presidente della corte di giustizia tributaria di primo o di secondo grado ovvero, in corso di causa, del relativo Presidente di sezione, il deposito delle notifiche, degli atti processuali, dei documenti, e dei provvedimenti giurisdizionali e le relative comunicazioni possono essere effettuate con modalità cartacea.\n))\n((52))\n---------------\nAGGIORNAMENTO (49)\nLa L. 31 agosto 2022, n. 130 ha disposto (con l'art. 4, comma 1, lettera a)) che nel presente decreto \"le parole: «commissione tributaria provinciale», «commissioni tributarie provinciali», «commissione tributaria regionale», «commissioni tributarie regionali», «commissione tributaria» e «commissioni tributarie», ovunque ricorrono, sono sostituite rispettivamente dalle seguenti: «corte di giustizia tributaria di primo grado», «corti di giustizia tributaria di primo grado», «corte di giustizia tributaria di secondo grado», «corti di giustizia tributaria di secondo grado», «corte di giustizia tributaria di primo e secondo grado» e «corti di giustizia tributaria di primo e secondo grado»\".\n---------------\nAGGIORNAMENTO (52)\nIl D.Lgs. 30 dicembre 2023, n. 220 ha disposto (con l'art. 4, comma 2) che \"Le disposizioni del presente decreto si applicano ai giudizi instaurati, in primo e in secondo grado, con ricorso notificato successivamente al 1° settembre 2024, fatta eccezione per quelle di cui all'articolo 1, comma 1, lettere d), e), f), i), n), o), p), q), s), t), u), v), z), aa), bb), cc) e dd) che si applicano ai giudizi instaurati, in primo e in secondo grado, nonché in Cassazione, a decorrere dal giorno successivo all'entrata in vigore del presente decreto\"."
                    },
                    {
                        "titolo": "Art. 80",
                        "rubrica": "Entrata in vigore",
                        "contenuto": "1. Il presente decreto entra in vigore il 15 gennaio 1993.\n2. Le disposizioni del presente decreto hanno effetto dalla data di insediamento delle commissioni tributarie provinciali e regionali.((49))\nIl presente decreto, munito del sigillo dello Stato, sarà inserito nella Raccolta ufficiale degli atti normativi della Repubblica italiana. È fatto obbligo a chiunque spetti di osservarlo e di farlo osservare.\nDato a Roma, addì 31 dicembre 1992\nSCALFARO\nAMATO, Presidente del Consiglio dei Ministri\nGORIA, Ministro delle finanze\nMARTELLI, Ministro di grazia e giustizia\nBARUCCI, Ministro del tesoro\nVisto, il Guardasigilli: MARTELLI\n---------------\nAGGIORNAMENTO (49)\nLa L. 31 agosto 2022, n. 130 ha disposto (con l'art. 4, comma 1, lettera a)) che nel presente decreto \"le parole: «commissione tributaria provinciale», «commissioni tributarie provinciali», «commissione tributaria regionale», «commissioni tributarie regionali», «commissione tributaria» e «commissioni tributarie», ovunque ricorrono, sono sostituite rispettivamente dalle seguenti: «corte di giustizia tributaria di primo grado», «corti di giustizia tributaria di primo grado», «corte di giustizia tributaria di secondo grado», «corti di giustizia tributaria di secondo grado», «corte di giustizia tributaria di primo e secondo grado» e «corti di giustizia tributaria di primo e secondo grado»\"."
                    }
                ]
            }
        ],
        "articoli": [],
        "unmatched_lines": [
            "IL PRESIDENTE DELLA REPUBBLICA",
            "Visti gli articoli 76 e 87 della Costituzione;",
            "Visto l'art. 30 della legge 30 dicembre 1991, n. 413, recante delega al Governo per l'emanazione di decreti legislativi concernenti disposizioni per la revisione della disciplina e l'organizzazione del contenzioso tributario;",
            "Vista la deliberazione del Consiglio dei Ministri, adottata il 30 settembre 1992, che ha autorizzato l'invio, per il prescritto parere, alla commissione parlamentare istituita a norma dell'art. 17 della legge 9 ottobre 1971, n. 825, nella composizione stabilita dall'art. 1, comma 4, della legge 29 dicembre 1987, n. 550;",
            "Udito il parere della predetta commissione parlamentare;",
            "Vista la deliberazione del Consiglio dei Ministri, adottata nella riunione del 30 dicembre 1992;",
            "Sulla proposta del Ministro delle finanze, di concerto con i Ministri di grazia e giustizia e del tesoro;",
            "EMANA",
            "il seguente decreto legislativo:",
            "di giustizia  tributaria  di  secondo  grado))"
        ]
    }
}