{"article_number": "407", "title": "Procedimento (1).", "text": "COMMENTATO CODICE CIVILE\nCodice Civile n. 407 - Procedimento (1).\n[I]. Il ricorso per l'istituzione dell'amministrazione di sostegno deve indicare le generalità\ndel beneficiario, la sua dimora abituale, le ragioni per cui si richiede la nomina\ndell'amministratore di sostegno, il nominativo ed il domicilio, se conosciuti dal ricorrente,\ndel coniuge, dei discendenti, degli ascendenti, dei fratelli e dei conviventi del beneficiario.\n[II]. Il giudice tutelare deve sentire personalmente la persona cui il procedimento si riferisce\nrecandosi, ove occorra, nel luogo in cui questa si trova e deve tener conto,\ncompatibilmente con gli interessi e le esigenze di protezione della persona, dei bisogni e\ndelle richieste di questa.\n[III]. Il giudice tutelare provvede, assunte le necessarie informazioni e sentiti i soggetti di\ncui all'articolo 406; in caso di mancata comparizione provvede comunque sul ricorso.\nDispone altresì, anche d'ufficio, gli accertamenti di natura medica e tutti gli altri mezzi\nistruttori utili ai fini della decisione.\n[IV]. Il giudice tutelare può, in ogni tempo, modificare o integrare, anche d'ufficio, le\ndecisioni assunte con il decreto di nomina dell'amministratore di sostegno.\n[V]. In ogni caso, nel procedimento di nomina dell'amministratore di sostegno interviene il\npubblico ministero.\n(1) Articolo inserito dall'art. 3, comma 1, l. 9 gennaio 2004, n. 6, che ha inserito l'intero\nCapo in testa al titolo XII. Questo articolo, fino all'abrogazione ex art. 77 l. 4 maggio 1983,\nn. 184 era parte del titolo XI.\nRiferimenti chiave:\nArt. 3 l. n. 6/2004.La domanda diretta ad ottenere la nomina di un amministratore di sostegno deve rivestire\nla forma del ricorso, in cui devono essere indicate le generalità del beneficiario, la sua\ndimora abituale, le ragioni per cui si richiede la nomina dell'amministratore di sostegno, il\nnominativo ed il domicilio, se conosciuti dal ricorrente, del coniuge (o della parte\ndell'unione civile o del convivente di fatto, in forza di quanto disposto dallal. n. 76/2016),\ndei discendenti, degli ascendenti, dei fratelli e dei conviventi del beneficiario. Peraltro,\ntrattandosi di procedimento di volontaria giurisdizione, finalizzato alla tutela di una\npersona vulnerabile e privo di qualsiasi carattere contenzioso, è da ritenere che eventuali\nvizi dell'edictio actionisnon potranno essere causa di nullità dell'atto, potendosi il\nprocedimento ugualmente mettere in moto a fronte di una domanda carente in forza di\nun'integrazione ordinata dal giudice tutelare, nell'esercizio dei poteri officiosi che gli\ncompetono in questo tipo di procedura.\nCome chiarito dalla giurisprudenza di legittimità il procedimento per la nomina\ndell'amministratore di sostegno non richiede il ministero del difensore nelle ipotesi, da\nritenere corrispondenti al modello legale tipico, in cui l'emanando provvedimento debba\nlimitarsi ad individuare specificamente i singoli atti, o categorie di atti, in relazione ai quali si\nrichiede l'intervento dell'amministratore; necessita, per contro, detta difesa tecnica ogni\nqualvolta il decreto che il giudice ritenga di emettere, sia o non corrispondente alla\nrichiesta dell'interessato, o incida sui diritti fondamentali della persona, attraverso la\nprevisione di effetti, limitazioni o decadenze analoghi a quelli previsti da disposizioni di\nlegge per l'interdetto o l'inabilitato, per ciò stesso incontrando il limite del rispetto dei\nprincipi costituzionali in materia di diritto di difesa e del contraddittorio (Cass. n.\n6861/2013). A fronte della proposizione del ricorso, il giudice tutelare deve fissare udienza\nper la trattazione di cui deve essere data comunicazione al beneficiario\ndell'amministrazione; alle altre persone, tra quelle indicate in ricorso, le cui informazioni\nsiano ritenute utili ai fini dei provvedimenti da adottare; al Pubblico Ministero, indicato come\ninterveniente necessario. Nella procedura per l'istituzione dell'amministrazione di sostegno\nparti necessarie sono il beneficiario dell'amministrazione e il P.M., il cui intervento è\nobbligatorio ai sensi dell'art. 70 c.p.c., n. 3, oltre che dello stesso art. 407 c.c., come\nchiarito dalle Sezioni Unite (Cass. S.U., n. 1093/2017), che ha risolto un conflitto tra le\nsezioni semplici. Nel procedimento deve essere necessariamente sentita la persona nel\ncui interesse la nomina dell'amministratore di sostegno è richiesta; audizione che\ncostituisce il principale elemento istruttorio su cui il giudice dovrà fondare la propria\ndecisione. Il dissenso del beneficiario, tuttavia, non può spingersi fino al punto di\nprecludere l'apertura della procedura ove il giudice tutelare la ritenga necessario per la\nprotezione del beneficiario (Cass. n. 13584/2006 e Corte cost. n. 4/2007). Il giudice tutelare\npotrà, altresì, sentire informatori, acquisire notizie da enti e pubbliche amministrazioni ed\neventualmente disporre accertamenti di natura medica. La decisione sull'accoglimento o il\nrigetto della domanda dovrà, poi, rivestire la forma del decreto, reclamabile dinanzi alla\nPagina 2 di 67Corte d'Appello ai sensi dell'art. 720-bis c.p.c., nel termine perentorio di giorni dieci dalla\ncomunicazione (anche il provvedimento della Corte d'Appello che decide sul reclamo è\nimpugnabile mediante ricorso per Cassazione, sempre in forza di quanto disposto dall'art.\n720-bis c.p.c.). In tale procedimento non esistono parti necessarie al di fuori del\nbeneficiario dell'amministrazione, di conseguenza, non è configurabile una ipotesi di\nlitisconsorzio necessario tra i soggetti partecipanti al giudizio innanzi al Tribunale (Cass.\nn. 451/2024).\nCome chiarito dalle Sezioni Unite della Corte di Cassazione (Cass. S.U., 21985/2021) i\ndecreti del giudice tutelare in materia di amministrazione di sostegno sono reclamabili ai\nsensi dell'art. 720 bis, comma 2, c.p.c. unicamente dinanzi alla Corte d'appello, quale che\nsia il loro contenuto (decisorio ovvero gestorio), mentre, ai fini della ricorribilità in\ncassazione dei provvedimenti assunti in tale sede, la lettera della legge impone in ogni\ncaso la verifica del carattere della decisorietà, quale connotato intrinseco dei provvedimenti\nsuscettibili di essere sottoposti al vaglio del giudice di legittimità.\nVa, comunque, rammentato che l'art. 720 bis c.p.c. resta in vigore per i soli procedimenti\npendenti alla data del 28 febbraio 2023, venendo i procedimenti introdotti successivamente\nregolati dal nuovo rito in materia di persone, famiglie e minori introdotto dal d.lgs. n.\n149/2022, fermo quanto stabilito dagli artt. 404 e ss. c.c..\nLa morte del beneficiario determina, in ogni caso, la cessazione della materia del\ncontendere e l'estinzione del procedimento (Cass. 8464/2022).\n3. La modificabilità del decreto di nomina\nBenché il decreto di nomina sia sottoposto ad un termine perentorio per\nl'impugnazione, esso è modificabile in ogni tempo ed anche d'ufficio da parte del\ngiudice che l'ha emanato, trattandosi di provvedimento finalizzato a venire incontro ai\nmutevoli bisogni del beneficiario; ciò a riprova degli ampi poteri ufficiosi di cui dispone, in\nmateria, il giudice tutelare (Cass. n. 4266/2020).\nLa modifica non richiede l'audizione personale del beneficiario, prevista dall'art. 407,\ncomma 2, c.c. soltanto per la nomina dell'amministratore (Cass. n. 25855/2022).\nCiò nonostante, Il beneficiario di amministrazione di sostegno può manifestare le proprie\nesigenze al giudice tutelare anche con modalità di comunicazione informali (ad esempio,\ncon posta elettronica non certificata) (Cass. n. 7414/2024).\nPagina 3 di 67", "framework": "La norma disciplina il procedimento per la nomina di un amministratore di sostegno\nda parte del giudice tutelare.\n2. Il procedimento per la nomina di un amministratore di sostegno\nPagina 1 di 67", "bibliography": "", "source_file": "document.pdf", "page_number": 1}
{"article_number": "404", "title": "Amministrazione di sostegno (1).", "text": "Bibliografia\nBIBLIOGRAFIA: Bonilini-Chizzini, L'amministrazione di sostegno, Padova, 2007, 1 e\nss.; Buffone, Volontaria giurisdizione. Tutela dei soggetti deboli, Milano, 2012, 1 e\nss.; Correnti, Fineschi, Frati, Gulino, Direttive anticipate di trattamento e\namministrazione di sostegno: la corte di cassazione richiede lo stato d'incapacità\nattuale e non futuro, in Resp. civ. e prev., fasc. 2, 2014, 695; Jannuzzi, Manuale\ndella volontaria giurisdizione, Milano, 2004, 319 e ss.; Tagliaferri, L' amministrazione\ndi sostegno nell'interpretazione della giurisprudenza, Piacenza, 2010, 1 e ss.\nAutori: Giusi Ianni, aggiornato da Rossella Pezzella\nCOMMENTATO CODICE CIVILE\nCodice Civile n. 404 - Amministrazione di sostegno (1).\n[I]. La persona che, per effetto di una infermità ovvero di una menomazione fisica o\npsichica, si trova nella impossibilità, anche parziale o temporanea, di provvedere ai propri\ninteressi, può essere assistita da un amministratore di sostegno, nominato dal giudice\ntutelare del luogo in cui questa ha la residenza o il domicilio.\n(1) Articolo inserito dall'art. 3, comma 1, l. 9 gennaio 2004, n. 6, che ha inserito l'intero\nCapo in testa al titolo XII. Questo articolo, fino all'abrogazione ex art. 77 l. 4 maggio 1983,\nn. 184 era parte del titolo XI.\nRiferimenti chiave:\nArt. 3 l. n. 6/2004.2. I presupposti per l'apertura dell'amministrazione di sostegno\nLa nomina dell'amministratore di sostegno può avvenire in favore della persona che, per\neffetto di una infermità ovvero di una menomazione fisica o psichica, si trovi\nnell'impossibilità, anche parziale o temporanea, di provvedere ai propri interessi.\nPeraltro, come più volte chiarito dalla giurisprudenza di legittimità, la differenza tra i\ncasi che legittimano l'interdizione o l'inabilitazione e quelli che richiedono la nomina di un\namministratore di sostegno non è quantitativa, ma qualitativa, nel senso che, rispetto\nall'interdizione e all'inabilitazione, l'ambito di applicazione dell'amministrazione di sostegno\nva individuato con riguardo non già al diverso, e meno intenso, grado di infermità o di\nimpossibilità di attendere ai propri interessi del soggetto carente di autonomia\n(Cass. n. 17962/2015), ma piuttosto alla maggiore idoneità di tale strumento ad adeguarsi\nalle esigenze di detto soggetto, in relazione alla sua flessibilità ed alla maggiore agilità\ndella relativa procedura applicativa (Cass. n. 6079/2020). L'amministrazione di sostegno\npuò pronunciarsi, nell'interesse del beneficiario, anche in presenza dei presupposti di\ninterdizione e inabilitazione e, dunque, anche con riguardo alla prodigalità (Cass. n.\n36176/2023). La finalità dell'amministrazione di sostegno consiste, infatti, nell'offrire a chi si\ntrovi nell'impossibilità, anche parziale o temporanea , di provvedere ai propri interessi –\nnon soltanto economici: Cass. n. 19866/2018 -, uno strumento di assistenza che ne\nsacrifichi nella minor misura possibile la capacità di agire, distinguendosi, proprio in\nvirtù di tale specifica funzione, dagli altri istituti previsti a tutela degl'incapaci, non soppressi\nma solo modificati dalla stessa legge, attraverso la novellazione degli artt. 414 e 427\n(Cass. n. 22332/2011). Ciò significa che all'amministrazione di sostegno può farsi ricorso\nanche in presenza di patologie particolarmente gravi o, per converso, di patologie\nlievi, che non impediscano alla persona di provvedere in forma sufficiente alle proprie\nquotidiane ed ordinarie esigenze di vita, non potendosi negare anche a tali soggetti il\ncompimento, con il supporto di un amministratore di sostegno, di atti di gestione ed\namministrazione del patrimonio posseduto, ove incapaci a farlo autonomamente (Cass.\nn. 17962/2015 cit.). Non è stata, di contro, ritenuta sufficiente a giustificare la nomina di un\namministratore di sostegno, la generica valutazione di incapacità del soggetto di\nprovvedere ai propri interessi a causa della sua condizione di analfabetismo (Cass. n.\n4709/2018), o l'indicazione della condizione di fragilità senza ulteriori approfondimenti\n(Cass. n. 24878/2024).\nAncora, si è affermato che il rifiuto del soggetto beneficiario di sottoporsi alla visita del\nc.t.u. non è rappresentativo, di per sé, di una condizione di salute tale da rendere\nnecessaria la nomina di un amministratore di sostegno (Cass. n. 14689/2024).\nAl fine, inoltre, di consentire una piena valorizzazione della persona, si è escluso che\nl'istituto dell'amministrazione di sostegno possa essere disposto nei confronti di chi, seppur\nPagina 5 di 67trovandosi in condizioni di menomazione fisica dovuta all'avanzare dell'età, sia dotato\ndella piena capacità di determinarsi e di poter esprimere il proprio dissenso alla\nmisura di sostegno, dovendo essere tale dissenso adeguatamente valorizzato\n(Cass. n, 3263/2022). Si è aggiunto, altresì, che, mere esigenze di migliore gestione\npatrimoniale non giustificano un'invasione nella sfera della capacità di agire della persona,\nin quanto l'istituto è spiccatamente caratterizzato dalla cura personae, e non\nesclusivamente dalla cura patrimonii (Cass. 29981/2020; Cass. n. 32542/2022)\nIn presenza, invece, di persona priva, in tutto o in parte, di autonomia per una qualsiasi\n\"infermità\" o \"menomazione fisica\", anche parziale o temporanea e non necessariamente\nmentale, che la ponga nell'impossibilità di provvedere ai propri interessi, il giudice è tenuto,\nin ogni caso, a nominare un amministratore di sostegno, poiché la discrezionalità\nattribuitagli dall'art. 404 ha ad oggetto solo la scelta della misura più idonea\n(amministrazione di sostegno, inabilitazione, interdizione) e non anche la possibilità di\nnon adottare alcuna misura (Cass. n. 12998/2019). La disciplina normativa\ndell'amministrazione di sostegno è stata ritenuta pienamente compatibile con la\nConvenzione di New York del 13 dicembre 2006, ratificata dall'Italia con l. n. 18/2009\n(Cass. n. 18320/2012).\n3. Profili processuali\n3.1. La competenza alla nomina dell'amministratore di sostegno\nLa competenza alla nomina dell'amministratore di sostegno spetta al giudice\ntutelare del luogo in cui il beneficiario ha la residenza o il domicilio. Normalmente tale\nluogo coincide con la residenza anagrafica dell'amministrando, salvo che risulti accertato\nnon solo il concreto spostamento della sua dimora abituale o del centro principale dei suoi\nrapporti economici, morali, sociali e familiari, ma anche la volontarietà di tale spostamento\n(Cass. n. 19431/2020). Trattandosi di un procedimento di volontaria giurisdizione la\ncompetenza del Tribunale può essere valutata, ed eccepita, in qualsiasi momento della\nprocedura (Cass. n. 18682/2020). Il procedimento si conclude con la pronuncia di un\ndecreto, reclamabile dinanzi alla Corte d'Appello in forza di quanto stabilito dall'art. 720-\nbis c.p.c. (anch'esso inserito dalla l. n. 6/2004).\nIn tale procedimento non esistono parti necessarie al di fuori del beneficiario\ndell'amministrazione, di conseguenza, non è configurabile una ipotesi di litisconsorzio\nnecessario tra i soggetti partecipanti al giudizio innanzi al Tribunale (Cass. n. 451/2024).\nCome chiarito dalle Sezioni Unite della Corte di Cassazione (Cass. S.U., 21985/2021) i\ndecreti del giudice tutelare in materia di amministrazione di sostegno sono reclamabili ai\nsensi dell'art. 720 bis, comma 2, c.p.c. unicamente dinanzi alla Corte d'appello, quale che\nPagina 6 di 67", "framework": "L'istituto dell'amministrazione di sostegno è stato introdotto all'interno del nostro\nordinamento dalla l. 6/2004, la quale ha inserito nel codice civile i nuovi artt. 404 e\nss., che nella formulazione originaria disciplinavano l'istituto dell'affiliazione\n(abrogato dalla l. n. 184/1983). Significativa anche la nuova rubrica del titolo XII,\nintitolato “delle misure di protezione delle persone prive in tutto o in parte di\nautonomia”, a riprova della destinazione del nuovo istituto non solo agli infermi di\nmente, ma anche ad ogni altro soggetto vulnerabile, a cui viene garantito uno\nstrumento di tutela più flessibile dell'interdizione, meno limitativo della capacità di\nagire e caratterizzato da una procedura applicativa molto più snella.\nPagina 4 di 67", "bibliography": "", "source_file": "document.pdf", "page_number": 4}
{"article_number": "337", "title": "", "text": "sia il loro contenuto (decisorio ovvero gestorio), mentre, ai fini della ricorribilità in\ncassazione dei provvedimenti assunti in tale sede, la lettera della legge impone in ogni\ncaso la verifica del carattere della decisorietà, quale connotato intrinseco dei provvedimenti\nsuscettibili di essere sottoposti al vaglio del giudice di legittimità. L'art. 702-bis c.p.c. è\nstato abrogato, con effetto dal 28 febbraio 2023 (in forza delle modifiche al regime\ntransitorio apportate dalla l. n. 197/2022) e per i procedimenti introdotti successivamente a\ntale data, dal d.lgs. n. 149/2022. Norma procedurale di riferimento diventa, quindi, l'art.\n473-bis.58 c.p.c. che sottopone anche i procedimenti in materia di amministrazione di\nsostegno al rito uniforme in materia di persone, famiglia e minori introdotto dal medesimo\ndecreto legislativo, nei limiti della compatibilità e fermo quanto continua ad essere stabilito\ndagli artt. 405 e 407 c.c.\nBibliografia\nBonilini-Chizzini, L'amministrazione di sostegno, Padova, 2007, 1 e ss.; Buffone,\nVolontaria giurisdizione. Tutela dei soggetti deboli, Milano, 2012, 1 e ss.; Correnti,\nFineschi, Frati, Gulino, Direttive anticipate di trattamento e amministrazione di\nsostegno: la corte di cassazione richiede lo stato d'incapacità attuale e non futuro, in\nResp. civ. e prev., fasc. 2, 2014, 695; Jannuzzi, Manuale della volontaria\ngiurisdizione, Milano, 2004, 319 e ss.; Tagliaferri, L' amministrazione di sostegno\nnell'interpretazione della giurisprudenza, Piacenza, 2010, 1 e ss.\nAutori: Giusi Ianni, aggiornato da Rossella Pezzella\nCOMMENTATO CODICE CIVILE\nCodice Civile n. 337 ter ter - Provvedimenti riguardo ai figli1.\n[I]. Il figlio minore ha il diritto di mantenere un rapporto equilibrato e continuativo con\nciascuno dei genitori, di ricevere cura, educazione, istruzione e assistenza morale da\nentrambi e di conservare rapporti significativi con gli ascendenti e con i parenti di ciascun\nramo genitoriale.\n[II]. Per realizzare la finalità indicata dal primo comma, nei procedimenti di cui all'articolo\n337-bis, il giudice adotta i provvedimenti relativi alla prole con esclusivo riferimento\nall'interesse morale e materiale di essa. Valuta prioritariamente la possibilità che i figli\nminori restino affidati a entrambi i genitori oppure stabilisce a quale di essi i figli sono\nPagina 7 di 67affidati, determina i tempi e le modalità della loro presenza presso ciascun genitore,\nfissando altresì la misura e il modo con cui ciascuno di essi deve contribuire al\nmantenimento, alla cura, all'istruzione e all'educazione dei figli. Prende atto, se non\ncontrari all'interesse dei figli, degli accordi intervenuti tra i genitori , in particolare qualora\nraggiunti all'esito di un percorso di mediazione familiare. Adotta ogni altro provvedimento\nrelativo alla prole, ivi compreso, in caso di temporanea impossibilità di affidare il minore ad\nuno dei genitori, l'affidamento familiare. All'attuazione dei provvedimenti relativi\nall'affidamento della prole provvede il giudice del merito e, nel caso di affidamento\nfamiliare, anche d'ufficio o su richiesta del pubblico ministero. [A tal fine copia del\nprovvedimento di affidamento è trasmessa, a cura del pubblico ministero, al giudice\ntutelare] (2) .\n[III]. La responsabilità genitoriale è esercitata da entrambi i genitori. Le decisioni di\nmaggiore interesse per i figli relative all'istruzione, all'educazione, alla salute e alla scelta\ndella residenza abituale del minore sono assunte di comune accordo tenendo conto delle\ncapacità, dell'inclinazione naturale e delle aspirazioni dei figli. In caso di disaccordo la\ndecisione è rimessa al giudice. Limitatamente alle decisioni su questioni di ordinaria\namministrazione, il giudice può stabilire che i genitori esercitino la responsabilità genitoriale\nseparatamente. Qualora il genitore non si attenga alle condizioni dettate, il giudice valuterà\ndetto comportamento anche al fine della modifica delle modalità di affidamento.\n[IV]. Salvo accordi diversi liberamente sottoscritti dalle parti, ciascuno dei genitori provvede\nal mantenimento dei figli in misura proporzionale al proprio reddito; il giudice stabilisce, ove\nnecessario, la corresponsione di un assegno periodico al fine di realizzare il principio di\nproporzionalità, da determinare considerando:\n1) le attuali esigenze del figlio.\n2) il tenore di vita goduto dal figlio in costanza di convivenza con entrambi i genitori.\n3) i tempi di permanenza presso ciascun genitore.\n4) le risorse economiche di entrambi i genitori.\n5) la valenza economica dei compiti domestici e di cura assunti da ciascun genitore.\n[V]. L'assegno è automaticamente adeguato agli indici ISTAT in difetto di altro parametro\nindicato dalle parti o dal giudice.\n[VI]. Ove le informazioni di carattere economico fornite dai genitori non risultino\nsufficientemente documentate, il giudice dispone un accertamento della polizia tributaria\nsui redditi e sui beni oggetto della contestazione, anche se intestati a soggetti diversi.\n[1] Articolo inserito dall'art. 55, d.lg. 28 dicembre 2013, n. 154. Ai sensi dell’art. 108, d.lg. n. 154 del 2013, la modifica è\nentrata in vigore a partire dal 7 febbraio 2014.\n[2] Comma modificato dall'art. 1, comma 5, lett. a), d.lgs. 10 ottobre 2022, n. 149 che ha inserito le parole «, in\nparticolare qualora raggiunti all'esito di un percorso di mediazione familiare» dopo le parole «degli accordi intervenuti tra i\ngenitori» e le parole «o su richiesta del pubblico ministero» sono state aggiunte in fine al quinto periodo e soppresso il\nsesto periodo (ai sensi dell'art. 52 d.lgs. n. 149/2022, il citato decreto legislativo entra in vigore il giorno successivo a\nquello della sua pubblicazione nella Gazzetta Ufficiale). Per la disciplina transitoria v. art. 35 d.lgs. n. 149/2022, come da\nPagina 8 di 67ultimo modificato dall'art. 1, comma 380, lett. a), l. 29 dicembre 2022, n. 197, che prevede che : \"1. Le disposizioni del\npresente decreto, salvo che non sia diversamente disposto, hanno effetto a decorrere dal 28 febbraio 2023 e si applicano\nai procedimenti instaurati successivamente a tale data. Ai procedimenti pendenti alla data del 28 febbraio 2023 si\napplicano le disposizioni anteriormente vigenti.\".\nRiferimenti chiave:\nArt. 54 d.lgs. n. 154/2013; artt. 1 e ss. l. n. 219/2012quindi, resta quella dell'affido condiviso, a cui si può derogare solo qualora talora\nsituazione venga reputata contraria all'interesse del minore (art. 337-quater).Il giudice deve\nregolare i tempi e le modalità della presenza dei figli presso ciascun genitore, fissando\naltresì la misura e il modo con cui ciascuno di essi deve contribuire al mantenimento,\nalla cura, all'istruzione e all'educazione della prole. Simile regolamentazione, invero,\nviene rimessa in via primaria al libero accordo tra i genitori, potendo il giudice imporre la\npropria regolamentazione solo in mancanza di accordo o qualora l'accordo stesso sia\ncontrario all'interesse del minore. Il regime legale dell'affidamento condiviso deve\ntendenzialmente comportare, in mancanza di gravi ragioni ostative, una frequentazione\ndei genitori paritaria con il figlio, tuttavia nell'interesse di quest'ultimo il giudice può\nindividuare un assetto che si discosti da questo principio tendenziale, al fine di assicurare\nal miRimuovi tuttenore la situazione più confacente al suo benessere e alla sua crescita\narmoniosa e serena (Cass. n. 19323/2020; Cass. 17221/2021; Cass. n. 22083/2024).\nAnche a seguito di separazione, divorzio o cessazione della convivenza, inoltre, la\ntitolarità della responsabilità genitoriale continua a far capo ad entrambi i genitori,\nsicché le decisioni di maggiore interesse riguardanti la prole devono essere prese di\ncomune accordo, salva la possibilità di ricorrere al giudice in caso di disaccordo.\nLimitatamente, tuttavia, alle decisioni su questioni di ordinaria amministrazione, il giudice\npuò stabilire che i genitori esercitino la responsabilità genitoriale separatamente (tenendo\nconto, in particolare, del grado di conflittualità esistente tra gli stessi e dell'eventuale\ndistanza logistica).\nEventuali violazioni delle prescrizioni dettate dall'autorità giudiziaria potranno essere\nvalutate anche al fine della modifica delle modalità di affidamento; la giurisprudenza\nha, tuttavia, chiarito che la sola violazione dell'obbligo di mantenimento verso i figli non\nconfigura automatica inidoneità dall'affidamento condiviso, dovendosi comunque valutare\nin concreto l'interesse del minore (Cass. n. 21282/2015). Anche a seguito, infine, di\nseparazione, divorzio o cessazione della convivenza ciascun genitore deve continuare a\nprovvedere al mantenimento dei figli in proporzione al proprio reddito. Pure sotto tale\nprofilo, la regolamentazione dei rapporti economici è rimessa all'accordo dei coniugi e solo\nin via subordinata il giudice imporrà ad uno dei genitori il versamento di un assegno\nmensile, da rivalutarsi annualmente, tenuto conto dei parametri espressamente indicati. In\npunto di quantificazione dell'assegno di mantenimento per il figlio, si è di recente affermato\nche il giudice non può prescindere da una valutazione comparata dei redditi di entrambi i\ngenitori, nell'ambito di un'analisi più ampia che contempli le esigenze attuali del minore, il\ntenore di vita goduto in costanza di matrimonio/convivenza, i tempi di permanenza presso\nciascun genitore e la valenza economica dei compiti domestici e di cura assunti da\nciascuno di essi, nel rispetto del principio di proporzionalità per il quale ciascun genitore\ncontribuisce al mantenimento della prole in base alle proprie possibilità economiche (Cass.\nn. 19299/2020; Cass. n. 30643/2023; Cass. n. 23323/2024). Costituisconospese\nstraordinarie, non comprese nell'ammontare dell'assegno ordinario previsto con\nPagina 10 di 67", "framework": "L'art. 337-ter disciplina, in generale, i provvedimenti riguardanti la prole che\npossono essere adottati nei giudizi di separazione e divorzio, nonché nell'ambito dei\nprocedimenti riguardanti i figli nati al di fuori del matrimonio in caso di cessazione\ndella convivenza tra i genitori.\nLa questione di legittimità costituzionale della relativa disciplina, sollevata in\nriferimento agli artt. 2, 3, 30 e 31 Cost., ed all'art. 117, comma 1, Cost., in relazione\nall'art. 8 della CEDU e delle libertà fondamentali, «nella parte in cui [...] non consente\nal giudice di valutare, nel caso concreto, se risponda all'interesse del minore\nconservare rapporti significativi con l'ex partner del genitore biologico» è stata\ngiudicata non fondata dal giudice delle leggi (Corte cost. n. 225/2016). In punto di\ngiurisdizione si è di recente affermato che l e domande relative alla responsabilità\ngenitoriale ed al mantenimento di figli minori appartengono alla giurisdizione\ndell'autorità giudiziaria dello Stato di residenza abituale dei minori al momento\ndella loro proposizione, anche se alle stesse vi è affiancata la domanda di\nseparazione personale dei coniugi (Cass. S.U., n. 29171/2020). La norma in\ncommento ha poi subito delle modifiche – applicabili ai procedimenti introdotti\nsuccessivamente al 28 febbraio 2023 – per effetto del d.lgs. n. 149/2022, il quale\nda un lato ha introdotto la legittimazione del pubblico ministero a promuovere\nl'esecuzione in caso di affidamento familiare e dall'altro ha eliminato la previsione\ndella trasmissione del provvedimento di affidamento al giudice tutelare, al quale,\nquindi, è stata tolta qualsiasi competenza in materia (ciò anche al fine di eliminare in\nradice il problema della delimitazione delle competenze, nella specifica materia, tra\ngiudice tutelare e Tribunale).\n2. Provvedimenti relativi ai figli nei procedimenti di separazione e\ndivorzio e in quelli riguardanti figli minori\nPrincipio fondamentale che regge l'intera disciplina di cui al nuovo art. 337-ter è quello\nper cui il figlio minore, anche in presenza di una situazione di crisi tra i genitori, ha il diritto\ndi mantenere un rapporto equilibrato e continuativo con ciascuno di essi. La regola,\nPagina 9 di 67", "bibliography": "", "source_file": "document.pdf", "page_number": 7}
{"article_number": "408", "title": "Scelta dell'amministratore di sostegno (1).", "text": "erogazione a cadenza periodica, quelle che, ove non oggetto di espressa statuizione,\nconvenzionale o giudiziale, non siano prevedibili e ponderabili al tempo della\ndeterminazione dell'assegno (Cass. n. 7169/2024). È stato codificato, in tale ambito, il\npotere del giudice di disporre indagini tributarie qualora le informazioni fornite dai genitori\nsui propri redditi non risultino sufficientemente documentate.\nBibliografia\nBellelli, I doveri del figlio verso i genitori nella legge di riforma della filiazione, in Dir.\nfamiglia fasc.2, 2013, 645; Buffone, Le novità del «decreto filiazione», Milano, 2014,\n1 e ss.; Collura-Zatti, Trattato di diritto di famiglia, Milano, 2012, 1449 e ss; Dogliotti,\nLa filiazione fuori dal matrimonio, Milano, 2015, 197 e ss.; Figone, La riforma della\nfiliazione e della responsabilità genitoriale, Torino, 2014, 1 e ss.; Montecchiari, La\npotestà dei genitori, Milano, 2006, 223 e ss; Ruscello, La potestà dei genitori.\nUsufrutto legale, Milano, 2010, 1 e ss.\nAutori: Giusi Ianni, aggiornato da Rossella Pezzella\nCOMMENTATO CODICE CIVILE\nCodice Civile n. 408 - Scelta dell'amministratore di sostegno (1).\n[I]. La scelta dell'amministratore di sostegno avviene con esclusivo riguardo alla cura ed\nagli interessi della persona del beneficiario. L'amministratore di sostegno può essere\ndesignato dallo stesso interessato, in previsione della propria eventuale futura incapacità,\nmediante atto pubblico o scrittura privata autenticata. In mancanza, ovvero in presenza di\ngravi motivi, il giudice tutelare può designare con decreto motivato un amministratore di\nsostegno diverso. Nella scelta, il giudice tutelare preferisce, ove possibile, il coniuge che\nnon sia separato legalmente, la persona stabilmente convivente, il padre, la madre, il figlio\no il fratello o la sorella, il parente entro il quarto grado ovvero il soggetto designato dal\ngenitore superstite con testamento, atto pubblico o scrittura privata autenticata.\n[II]. Le designazioni di cui al primo comma possono essere revocate dall'autore con le\nstesse forme.\n[III]. Non possono ricoprire le funzioni di amministratore di sostegno gli operatori dei servizi\npubblici o privati che hanno in cura o in carico il beneficiario.\n[IV]. Il giudice tutelare, quando ne ravvisa l'opportunità, e nel caso di designazione\ndell'interessato quando ricorrano gravi motivi, può chiamare all'incarico di amministratore di\nsostegno anche altra persona idonea, ovvero uno dei soggetti di cui al titolo II al cui legale\nPagina 11 di 67rappresentante ovvero alla persona che questi ha facoltà di delegare con atto depositato\npresso l'ufficio del giudice tutelare, competono tutti i doveri e tutte le facoltà previste nel\npresente capo.\n(1) Articolo inserito dall'art. 3, comma 1, l. 9 gennaio 2004, n. 6, che ha inserito l'intero\nCapo in testa al titolo XII. Questo articolo, fino all'abrogazione ex art. 77 l. 4 maggio 1983,\nn. 184 era parte del titolo XI.\nRiferimenti chiave:\nArt. 3 l. n. 6/2004; ; art. 1 l. n. 76/2016dell'amministrazione di sostegno (cfr. App.Milano n, 2487/2015). Trattasi, altresì, di\nprovvedimenti non ricorribili per Cassazione in quanto meramente gestori (Cass. n.\n22693/2017).\nLa nomina dell'amministratore di sostegno non è preclusa dalla circostanza che sia stato in\nprecedenza nominato un rappresentante volontario. In tale caso, il giudice dovrà valutare\nse mantenere ferma la scelta della persona cui affidare la cura degli interessi, non più in\nvirtù di una procura volontaria bensì di un provvedimento giudiziale, oppure scegliere una\npersona diversa, motivando le ragioni della scelta compiuta (Cass. n. 3600/2024).\nNon possono, invece, ricoprire le funzioni di amministratore di sostegno gli operatori dei\nservizi pubblici o privati che hanno in cura o in carico il beneficiario (ciò al fine di evitare\npossibili situazioni di conflitto di interesse). Può, tuttavia, essere designato amministratore\ndi sostegno anche un comune (Cass. n. 5123/2018).\nCirca l'elenco di soggetti contenuto nell'art. 408, la giurisprudenza di legittimità ha chiarito\nche la norma non contiene alcun criterio preferenziale, perché ciò contrasterebbe con\nl'ampio margine di discrezionalità, riconosciuto dalla legge al giudice di merito e finalizzato\nesclusivamente alla cura degli interessi del beneficiario (Cass. n. 19596/2011).\n3. L'autodeterminazione preventiva del beneficiario\nCome detto, ogni persona può designare in via preventiva un amministratore di sostegno in\nvista della propria futura incapacità, mediante atto pubblico o scrittura privata autenticata.\nCome chiarito, tuttavia, dalla giurisprudenza di legittimità (Cass. n. 23707/2012), il\nsoggetto in stato di piena capacità può procedere solo alla designazione\ndell'amministratore di sostegno, ma la sua nomina da parte del giudice, i suoi compiti ed\nil dispiegarsi degli effetti devono essere necessariamente posticipati al momento\ndell'insorgenza della condizione d'incapacità o d'infermità, che dovrà essere\ncomunque accertata dal giudice tutelare.\nSi escludeva, invece, che ex art. 408, si potessero offrire direttive anticipate di\ntrattamento in vista del fine vita, ad esempio nominando un amministratore di sostegno\na cui affidare la propria volontà in caso di malattia rispetto al c.d. accanimento terapeutico\n(CORRENTI-FINESCHI-FRATI-GULINO, 695). La questione deve dirsi oggi superata alla luce\ndell'entrata in vigore dellal. n. 219/2017, che ha introdotto una disciplina specifica delle\ndisposizioni anticipate di trattamento.\nLa nuova legge, tuttavia, è stata ritenuta inapplicabile alle direttive anticipate di trattamento\nterapeutico formulate, in sede di designazione anticipata dell'amministratore di sostegno ai\nPagina 13 di 67", "framework": "La norma disciplina le modalità di scelta dell'amministratore di sostegno da\nparte del giudice tutelare, ove il medesimo ritenga che sussistano i presupposti per\nl'accoglimento della domanda.\n2. La scelta dell'amministratore di sostegno\nIl decreto che accolga la richiesta di nomina di un amministratore di sostegno deve\ncontenere anche la designazione della persona dell'amministratore, che deve\navvenire, considerandosi il fine dell'istituto, con esclusivo riguardo alla cura ed agli\ninteressi della persona del beneficiario. L'amministratore di sostegno può può essere\nuna persona fisica, ma anche un ente o una persona giuridica e può essere designato\ndallo stesso interessato, in previsione della propria eventuale futura incapacità, mediante\natto pubblico o scrittura privata autenticata. In mancanza, ovvero in presenza di gravi\nmotivi (individuabili, ad esempio, nell'inidoneità all'ufficio del soggetto indicato o nella\ncondotta non ineccepibile dello stesso) o di avvenuta revoca di una pregressa\ndeterminazione (consentita nelle medesime forme della designazione), il giudice tutelare\npuò designare con decreto motivato un amministratore di sostegno diverso, preferendo,\nove possibile, il coniuge che non sia separato legalmente (a cui è equiparata, in forza di\nquanto disposto dalla l. n. 76/2016, la parte dell'unione civile tra persone dello stesso\nsesso), la persona stabilmente convivente (incluso il convivente di fatto, sempre ai sensi\ndell'art. 1 l. n. 76/2016), il padre, la madre, il figlio o il fratello o la sorella, il parente entro il\nquarto grado ovvero il soggetto designato dal genitore superstite con testamento, atto\npubblico o scrittura privata autenticata.\nIl decreto col quale il Giudice Tutelare nomina un amministratore di sostegno\ndisattendendo la designazione compiuta dal beneficiario ha un contenuto solo ordinatorio e\namministrativo ed è reclamabile dinanzi al Tribunale ex art. 739 c.p.c., non dinanzi alla\nCorte d'Appello ai sensi dell'art. 720-bis, ultimo comma, c.p.c., dovendosi tale ultima norma\nintendere riferita soltanto ai decreti che dispongono l'apertura o la chiusura\nPagina 12 di 67", "bibliography": "", "source_file": "document.pdf", "page_number": 11}
{"article_number": "425", "title": "Esercizio dell'impresa commerciale da parte", "text": "sensi dell'art. 408, comma 1, prima dell'entrata in vigore della legge e contenute in una\nscrittura privata personalmente conservata dall'interessato (Cass. n. 12998/2019).\nBibliografia\nBonilini-Chizzini, L'amministrazione di sostegno, Padova, 2007, 1 e ss.; Buffone,\nVolontaria giurisdizione. Tutela dei soggetti deboli, Milano, 2012, 1 e ss.; Correnti,\nFineschi, Frati, Gulino, Direttive anticipate di trattamento e amministrazione di\nsostegno: la corte di cassazione richiede lo stato d'incapacità attuale e non futuro, in\nResp. civ. e prev., fasc. 2, 2014, 695; Jannuzzi, Manuale della volontaria\ngiurisdizione, Milano, 2004, 319 e ss.; Tagliaferri, L' amministrazione di sostegno\nnell'interpretazione della giurisprudenza, Piacenza, 2010, 1 e ss.\nAutori: Giusi Ianni, aggiornato da Rossella Pezzella\nCOMMENTATO CODICE CIVILE\nCodice Civile n. 425 - Esercizio dell'impresa commerciale da parte\ndell'inabilitato.\n[I]. L'inabilitato può continuare l'esercizio dell'impresa commerciale [397] soltanto se\nautorizzato dal giudice tutelare. L'autorizzazione può essere subordinata alla nomina di un\ninstitore [2203 ss.] (1) .\n[1] Comma modificato dall'art. 1, comma 10, d.lgs. 10 ottobre 2022, n. 149 che ha sostituito le parole «soltanto se\nautorizzato dal giudice tutelare» alle parole «soltanto se autorizzato dal tribunale su parere del giudice tutelare» (ai sensi\ndell'art. 52 d.lgs. n. 149/2022, il citato decreto legislativo entra in vigore il giorno successivo a quello della sua\npubblicazione nella Gazzetta Ufficiale). Per la disciplina transitoria v. art. 35 d.lgs. n. 149/2022, come da ultimo modificato\ndall'art. 1, comma 380, lett. a), l. 29 dicembre 2022, n. 197, che prevede che : \"1. Le disposizioni del presente decreto,\nsalvo che non sia diversamente disposto, hanno effetto a decorrere dal 28 febbraio 2023 e si applicano ai procedimenti\ninstaurati successivamente a tale data. Ai procedimenti pendenti alla data del 28 febbraio 2023 si applicano le\ndisposizioni anteriormente vigenti.\".A differenza del minore emancipato, che può essere autorizzato sia all'inizio dell'attività di\nimpresa sia alla sua continuazione e, una volta autorizzato, acquista una capacità di agire\ngenerale, che si estende anche agli atti di straordinaria amministrazione estranei\nall'esercizio dell'impresa, l'inabilitato può essere autorizzato solo alla continuazione\ndell'impresa e, in caso di autorizzazione, può compiere autonomamente solo gli atti\ninerenti all'esercizio dell'impresa, non anche quelli estranei all'attività, per cui resta fermo il\nregime autorizzatorio generale (parte della dottrina ritiene, tuttavia, ritiene estensibile\nanche all'inabilitato autorizzato all'esercizio dell'impresa la disciplina di cui al comma 1\ndell'art. 397).\nSecondo la dottrina prevalente, peraltro, l'inabilitato autorizzato alla continuazione\ndell'impresa non potrebbe compiere autonomamente neppure gli atti di straordinaria\namministrazione inerenti all'esercizio dell'impresa, necessitando comunque\ndell'assistenza del curatore e, ove previsto, dell'autorizzazione dell'autorità giudiziaria\n(AULETTA, Capacità all'esercizio dell'impresa commerciale, in Enc. dir., Milano, 1978, 78).\nCompetente a concedere l'autorizzazione alla continuazione dell'impresa da parte\ndell'inabilitato, per i procedimenti pendenti alla data del 28 febbraio 2023, è il Tribunale,\nche provvede su parere del giudice tutelare, su istanza dell'inabilitato, a tal fine assistito dal\ncuratore. Per i procedimenti introdotti successivamente al 28 febbraio 2023 la competenza\nè, invece, del giudice tutelare, in forza delle modifiche apportate dal d.lgs. n. 149/2022. Il\nTribunale (o il giudice tutelare) può subordinare l'autorizzazione alla nomina di un\ninstitore da parte del medesimo inabilitato, che provveda al compimento degli atti\npertinenti all'esercizio dell'impresa a cui è preposto, secondo la disciplina generale di cui\nagli artt. 2203 e ss. Anche in presenza di un institore nominato, tuttavia, secondo la\ndottrina, il compimento degli atti di straordinaria amministrazione necessita comunque\ndell'assistenza del curatore e, ove prevista, dell'autorizzazione dell'autorità giudiziaria,\nnon avendo l'institore rappresentanza legale dell'inabilitato. (JANNUZZI, Manuale della\nvolontaria giurisdizione, Milano, 2004, 293 e ss.).\nBibliografia\nBonilini-Chizzini, L'amministrazione di sostegno, Padova, 2007, 1 e ss.; Buffone,\nVolontaria giurisdizione. Tutela dei soggetti deboli, Milano, 2012, 1 e ss.; Correnti,\nFineschi, Frati, Gulino, Direttive anticipate di trattamento e amministrazione di\nsostegno: la corte di cassazione richiede lo stato d'incapacità attuale e non futuro, in\nResp. civ. e prev., fasc. 2, 2014, 695; Jannuzzi, Manuale della volontaria\nPagina 15 di 67", "framework": "La norma in commento detta una disciplina specifica per l'esercizio dell'impresa\ncommerciale da parte dell'inabilitato, che si differenzia parzialmente da quella\ndettata dall'art. 397 per il minore emancipato.\n2. L'esercizio dell'impresa da parte dell'inabilitato\nPagina 14 di 67", "bibliography": "", "source_file": "document.pdf", "page_number": 14}
{"article_number": "419", "title": "Mezzi istruttori e provvedimenti provvisori.", "text": "giurisdizione, Milano, 2004, 319 e ss.; Tagliaferri, L' amministrazione di sostegno\nnell'interpretazione della giurisprudenza, Piacenza, 2010, 1 e ss.\nAutori: Giusi Ianni\nCOMMENTATO CODICE CIVILE\nCodice Civile n. 419 - Mezzi istruttori e provvedimenti provvisori.\n[I]. Non si può pronunziare l'interdizione o l'inabilitazione senza che si sia proceduto\nall'esame dell'interdicendo o dell'inabilitando [714 c.p.c.].\n[II]. Il giudice [40 att.] può in questo esame farsi assistere da un consulente tecnico [61\nc.p.c.]. Può anche d'ufficio disporre i mezzi istruttori utili ai fini del giudizio, interrogare i\nparenti prossimi dell'interdicendo o inabilitando e assumere le necessarie informazioni.\n[III]. Dopo l'esame, qualora sia ritenuto opportuno, può essere nominato un tutore\nprovvisorio all'interdicendo o un curatore provvisorio all'inabilitando [420, 422; 714, 716\nc.p.c.].dell'interdicendo o dell'inabilitando o anche persone diverse che possono offrire\ninformazioni utili a fini di decisione; possono essere richieste informazioni a uffici e\npubbliche amministrazioni e può essere disposta una consulenza tecnica d'ufficio per\nl'accertamento dello stato di incapacità del soggetto passivo.\n3. La nomina del tutore o del curatore provvisorio\nEspletato l'esame dell'interdicendo o dell'inabilitando, il giudice istruttore può\nnominare un tutore o curatore provvisorio, ove ne ravvisi l'opportunità. Anche qualora\nvenga nominato un tutore o curatore provvisorio l'interdicendo o l'inabilitando conserva la\ncapacità di compiere autonomamente gli atti del procedimento, incluse le\nimpugnazioni (art. 716 c.p.c. per i procedimenti pendenti alla data del 28 febbraio 2023,\nart. 473-bis.55 c.p.c per i procedimenti introdotti successivamente). La ratio di tale ultima\ndisposizione, secondo la giurisprudenza, è quella di consentire all'interdicendo o\ninabilitando di difendere il diritto all'integrale conservazione della capacità di agire. Ne\nderiva da un lato che il predetto tutore o curatore non è parte necessaria del giudizio, non\nconfigurandosi un suo interesse all'esito del giudizio medesimo; dall'altro che il tutore o il\ncuratore provvisorio non assume la veste, nel giudizio di interdizione o di inabilitazione, di\nrappresentante processuale dell'interdicendo o dell'inabilitando (Cass. n. 14866/2000).\nAvverso il decreto di nomina di un tutore o un curatore provvisorio non è ammissibile il\nricorso per cassazione ai sensi dell’art. 111 Cost., trattandosi di provvedimento interinale di\ncarattere provvisorio, revocabile dallo stesso giudice che lo ha emesso e destinato a\nperdere efficacia con la pronuncia della sentenza che definisce il giudizio (Cass. n.\n34216/2022).\nBibliografia\nBonilini-Chizzini, L'amministrazione di sostegno, Padova, 2007, 1 e ss.; Buffone,\nVolontaria giurisdizione. Tutela dei soggetti deboli, Milano, 2012, 1 e ss.; Correnti,\nFineschi, Frati, Gulino, Direttive anticipate di trattamento e amministrazione di\nsostegno: la corte di cassazione richiede lo stato d'incapacità attuale e non futuro, in\nResp. civ. e prev., fasc. 2, 2014, 695; Jannuzzi, Manuale della volontaria\ngiurisdizione, Milano, 2004, 319 e ss.; Tagliaferri, L' amministrazione di sostegno\nnell'interpretazione della giurisprudenza, Piacenza, 2010, 1 e ss.\nAutori: Giusi Ianni\nPagina 17 di 67", "framework": "Il processo di interdizione o inabilitazione si caratterizza per un ampio potere\nistruttorio del giudice, che può, anche d'ufficio, adottare i mezzi di prova ritenuti\nopportuni per l'accertamento dei presupposti di cui all'art. 414 e 415. Mezzo\nistruttorio indefettibile è l'ascolto dell'interdicendo o dell'inabilitando, al cui esito\nsoltanto può essere nominato un tutore o un curatore provvisorio.\nLa disciplina processuale dell'interdizione è contenuta negli artt. 712 e ss. c.p.c. per i\nprocedimenti pendenti alla data del 28 febbraio 2023, applicandosi, invece, per i\nprocedimenti instaurati successivamente, il rito uniforme in materia di persone,\nfamiglie e minori introdotto dal d.lgs. n. 149/2022, salvo quanto specificamente\ndisposto dagli artt. 473-bis.52 e ss. c.p.c\n2. L'istruttoria nel giudizio di interdizione o di inabilitazione\nIl processo di interdizione o di inabilitazione ha ad oggetto l'accertamento dei\npresupposti di cui agli artt. 414-415 per l'adozione di una pronuncia limitativa della\ncapacità di agire dell'interdicendo o dell'inabilitando. È sempre necessario che nel\nprocedimento venga sentita la persona nei cui confronti la domanda di interdizione o\ninabilitazione è proposta, eventualmente anche al proprio domicilio qualora la stessa sia\nimpossibilitata a portarsi presso i locali del Tribunale. Nel procedimento di interdizione o\ninabilitazione possono essere sentite a sommarie informazioni i parenti prossimi\nPagina 16 di 67", "bibliography": "", "source_file": "document.pdf", "page_number": 16}
{"article_number": "413", "title": "Revoca dell'amministrazione di sostegno (1).", "text": "COMMENTATO CODICE CIVILE\nCodice Civile n. 413 - Revoca dell'amministrazione di sostegno (1).\n[I]. Quando il beneficiario, l'amministratore di sostegno, il pubblico ministero o taluno dei\nsoggetti di cui all'articolo 406, ritengono che si siano determinati i presupposti per la\ncessazione dell'amministrazione di sostegno, o per la sostituzione dell'amministratore,\nrivolgono istanza motivata al giudice tutelare.\n[II]. L'istanza è comunicata al beneficiario ed all'amministratore di sostegno.\n[III]. Il giudice tutelare provvede con decreto motivato, acquisite le necessarie informazioni\ne disposti gli opportuni mezzi istruttori.\n[IV]. Il giudice tutelare provvede altresì, anche d'ufficio, alla dichiarazione di cessazione\ndell'amministrazione di sostegno quando questa si sia rivelata inidonea a realizzare la\npiena tutela del beneficiario. In tale ipotesi, se ritiene che si debba promuovere giudizio di\ninterdizione o di inabilitazione, ne informa il pubblico ministero, affinché vi provveda. In\nquesto caso l'amministrazione di sostegno cessa con la nomina del tutore o del curatore\nprovvisorio ai sensi dell'articolo 419, ovvero con la dichiarazione di interdizione o di\ninabilitazione.\n(1) Articolo inserito dall'art. 3, comma 1, l. 9 gennaio 2004, n. 6, che ha inserito l'intero\nCapo in testa al titolo XII. Questo articolo, fino all'abrogazione ex art. 77 l. 4 maggio 1983,\nn. 184 era parte del titolo XI.\nRiferimenti chiave:\nArt. 3 l. n. 6/2004; ; art. 1 l. n. 76/201676/2016). L'istanza deve essere, in ogni caso, motivata e deve indicare specificamente le\nragioni per cui si domanda la cessazione dell'amministrazione o la sostituzione\ndell'amministratore. A fronte della richiesta, poi, il giudice tutelare deciderà sentiti i\nsoggetti interessati e disposto ogni mezzo istruttorio ritenuto utile.\nPeraltro, la giurisprudenza di legittimità ha chiarito che la prescrizione di cui al\nsecondo comma dell'art. 413 — secondo cui l'istanza di revoca va comunicata al\nbeneficiario o all'amministratore di sostegno — non costituisce adempimento\nprocessualmente necessario, sicché l'omessa comunicazione all'amministratore di\nsostegno — che non è parte necessaria del procedimento — non determina alcuna\ncompromissione del suo diritto di difesa, né è soggetta a sanzione processuale (Cass. n.\n17032/2014).\nSi è escluso, altresì, che in tema di reclamo contro il provvedimento di chiusura\ndell'amministrazione di sostegno possa considerarsi rilevante la mancata notificazione del\nricorso al P.M. presso il giudice \"a quo\", avendo l'impugnazione ad oggetto un\nprovvedimento emesso all'esito di un procedimento unilaterale in cui l'unica parte\nnecessaria è il beneficiario dell'amministrazione (Cass. n. 7241/2020). Il P.M. è, invece,\nritenuto parte necessaria del procedimento di nomina dell'amministratore di sostegno\n(Cass. S.U. n. 1093/2017).\n3. La conversione in interdizione o inabilitazione\nIl giudice tutelare provvede altresì, anche d'ufficio, alla dichiarazione di cessazione\ndell'amministrazione di sostegno quando questa si sia rivelata inidonea a realizzare la\npiena tutela del beneficiario. In tale ipotesi, se il medesimo giudice ritiene che si debba\npromuovere giudizio di interdizione o di inabilitazione, ordina la trasmissione degli atti al\nPubblico Ministero, affinché tale organo provveda all'instaurazione del relativo giudizio.\nOve ciò accada, l'amministrazione di sostegno cessa solo con la nomina del tutore o del\ncuratore provvisorio ai sensi dell'art. 419, ovvero con la dichiarazione di interdizione o\ndi inabilitazione (ciò al fine di garantire la continuità nella protezione del soggetto\nincapace).\nBibliografia\nBIBLIOGRAFIA: Bonilini-Chizzini, L'amministrazione di sostegno, Padova, 2007, 1 e\nss.; Buffone, Volontaria giurisdizione. Tutela dei soggetti deboli, Milano, 2012, 1 e\nPagina 19 di 67", "framework": "La norma disciplina il procedimento di revoca dell'amministrazione di sostegno o\ndella persona dell'amministratore da parte del giudice tutelare; revoca che può\nabbinarsi anche alla trasmissione degli atti al Pubblico Ministero affinché venga\ninstaurato il giudizio di interdizione o inabilitazione, qualora l'amministrazione di\nsostegno venga dichiarata cessata per la ritenuta inidoneità alla tutela del\nbeneficiario.\n2. La revoca dell'amministrazione di sostegno o della persona\ndell'amministratore\nLa revoca dell'amministrazione di sostegno o della persona dell'amministratore può essere\nrichiesta dal medesimo amministratore di sostegno, dal beneficiario, dal Pubblico Ministero\no da uno degli altri soggetti legittimati ad attivare la procedura ex art. 406 (inclusi, quindi, il\nconvivente di fatto e la parte dell'unione civile tra persone dello stesso sesso, exart. 1 l. n.\nPagina 18 di 67", "bibliography": "", "source_file": "document.pdf", "page_number": 18}
{"article_number": "429", "title": "Revoca dell'interdizione e dell'inabilitazione.", "text": "ss.; Correnti, Fineschi, Frati, Gulino, Direttive anticipate di trattamento e\namministrazione di sostegno: la corte di cassazione richiede lo stato d'incapacità\nattuale e non futuro, in Resp. civ. e prev., fasc. 2, 2014, 695; Jannuzzi, Manuale\ndella volontaria giurisdizione, Milano, 2004, 319 e ss.; Tagliaferri, L' amministrazione\ndi sostegno nell'interpretazione della giurisprudenza, Piacenza, 2010, 1 e ss.\nAutori: Giusi Ianni\nCOMMENTATO CODICE CIVILE\nCodice Civile n. 429 - Revoca dell'interdizione e dell'inabilitazione.\n[I]. Quando cessa la causa dell'interdizione o dell'inabilitazione, queste possono essere\nrevocate su istanza del coniuge, dei parenti entro il quarto grado o degli affini entro il\nsecondo grado, del tutore dell'interdetto, del curatore dell'inabilitato o su istanza del\npubblico ministero [42 att.; 69, 720 c.p.c.].\n[II]. Il giudice tutelare deve vigilare per riconoscere se la causa dell'interdizione o\ndell'inabilitazione continui. Se ritiene che sia venuta meno, deve informarne il pubblico\nministero.\n[III]. Se nel corso del giudizio per la revoca dell'interdizione o dell'inabilitazione appare\nopportuno che, successivamente alla revoca, il soggetto sia assistito dall'amministratore di\nsostegno, il tribunale, d'ufficio o ad istanza di parte, dispone la trasmissione degli atti al\ngiudice tutelare (1).\n(1) Comma aggiunto dall'art. 10 l. 9 gennaio 2004, n. 6.\nRiferimenti chiave:\nArt. 10 l. n. 6/2004 ; art. 1 l. n. 76/2016.Ministero. I soggetti legittimati a promuovere la revoca, inoltre, anche qualora non\npropongano domanda, possono sempre intervenire nel relativo procedimento e\npossono impugnare la sentenza conclusiva anche se non partecipino al giudizio (art. 720\nc.p.c. per i procedimenti pendenti alla data del 28 febbraio 2023, art. 473-bis.57 c.p.c. per i\nprocedimenti instaurati successivamente a tale data).\nLegittimato passivo del relativo procedimento è sempre l'interdetto o inabilitato a cui è\nequiparata la parte dell'unione civile exart. 1 l. n. 76/2016), — che, invece, non può\npromuovere la relativa domanda — e il procedimento segue le stesse regole del giudizio\nfinalizzato alla decisione sulla domanda di interdizione o inabilitazione. L'interdetto e\nl'inabilitato, nel procedimento di revoca dell'interdizione o dell'inabilitazione, sono legittimati\na stare in giudizio a mezzo di un proprio difensore (Cass. n. 2401/2015). Oggetto del\ngiudizio di revoca, in ogni caso, non è l'accertamento dei presupposti sostanziali della\ndichiarazione di interdizione o inabilitazione, sui quali fa stato la relativa sentenza i cui\neffetti non possono essere rimossi se non con il giudizio di revocazione di cui all'art. 395\nc.p.c., bensì l'accertamento della persistenza o della cessazione delle cause di\ninterdizione o inabilitazione nel tempo successivo alla pronuncia di quella sentenza\n(Cass. n. 2895/1993). La revoca dell'interdizione, inoltre, secondo la giurisprudenza di\nmerito, va disposta non soltanto se risulti un mutamento in senso migliorativo della\ncondizione psichica della persona rispetto all'epoca di pronuncia dell'interdizione, ma\nanche e soprattutto sulla base della rivalutazione dello strumento di protezione da adottare,\na seguito della entrata in vigore della riforma sull'amministrazione di sostegno (Trib.\nTrieste, n. 913/2006).\n3. Il passaggio all'amministrazione di sostegno\nLa l. n. 6/2004, nell'introdurre un nuovo terzo comma all'interno dell'art. 429., ha stabilito\nche se nel corso del giudizio di revoca dell'interdizione o dell'inabilitazione il Tribunale rilevi\nl'opportunità che, successivamente alla revoca, il soggetto sia assistito da un\namministratore di sostegno, d'ufficio o su istanza di parte trasmette gli atti al giudice\ntutelare. In tale ultima ipotesi, secondo quanto disposto dall'art. 405, il decreto di nomina\ndell'amministratore di sostegno da parte del giudice tutelare diventa esecutivo dalla\npubblicazione della sentenza di revoca dell'interdizione o dell'inabilitazione.\nBibliografia\nPagina 21 di 67", "framework": "Malgrado il passaggio in giudicato formale della relativa sentenza, l'interdizione e\nl'inabilitazione possono sempre essere revocate al venir meno della causa che\nha giustificato la relativa pronuncia. In caso di revoca dell'interdizione o\ndell'inabilitazione, può essere nominato in favore del soggetto un amministratore di\nsostegno da parte del giudice tutelare.\n2. La revoca dell'interdizione e dell'inabilitazione\nLa revoca dell'interdizione o dell'inabilitazione può essere richiesta dal coniuge\ndell'interdetto e dell'inabilitato, dai parenti entro il quarto grado o dagli affini entro il\nsecondo grado, dal tutore dell'interdetto, del curatore dell'inabilitato o dal Pubblico\nPagina 20 di 67", "bibliography": "", "source_file": "document.pdf", "page_number": 20}
{"article_number": "427", "title": "Atti compiuti dall'interdetto e dall'inabilitato.", "text": "Bonilini-Chizzini, L'amministrazione di sostegno, Padova, 2007, 1 e ss.; Buffone,\nVolontaria giurisdizione. Tutela dei soggetti deboli, Milano, 2012, 1 e ss.; Correnti,\nFineschi, Frati, Gulino, Direttive anticipate di trattamento e amministrazione di\nsostegno: la corte di cassazione richiede lo stato d'incapacità attuale e non futuro, in\nResp. civ. e prev., fasc. 2, 2014, 695; Jannuzzi, Manuale della volontaria\ngiurisdizione, Milano, 2004, 319 e ss.; Tagliaferri, L' amministrazione di sostegno\nnell'interpretazione della giurisprudenza, Piacenza, 2010, 1 e ss.\nAutori: Giusi Ianni\nCOMMENTATO CODICE CIVILE\nCodice Civile n. 427 - Atti compiuti dall'interdetto e dall'inabilitato.\n[I]. Nella sentenza che pronuncia l'interdizione o l'inabilitazione, o in successivi\nprovvedimenti dell'autorità giudiziaria, può stabilirsi che taluni atti di ordinaria\namministrazione possano essere compiuti dall'interdetto senza l'intervento ovvero con\nl'assistenza del tutore, o che taluni atti eccedenti l'ordinaria amministrazione possano\nessere compiuti dall'inabilitato senza l'assistenza del curatore (1).\n[II]. Gli atti compiuti dall'interdetto dopo la sentenza di interdizione possono essere\nannullati su istanza del tutore, dell'interdetto o dei suoi eredi o aventi causa [119, 266, 471,\n774, 1425]. Sono del pari annullabili gli atti compiuti dall'interdetto dopo la nomina del\ntutore provvisorio [4193], qualora alla nomina segua la sentenza d'interdizione.\n[III]. Possono essere annullati su istanza dell'inabilitato o dei suoi eredi o aventi causa gli\natti eccedenti l'ordinaria amministrazione fatti dall'inabilitato, senza l'osservanza delle\nprescritte formalità, dopo la sentenza di inabilitazione o dopo la nomina del curatore\nprovvisorio [4193], qualora alla nomina sia seguita l'inabilitazione [776].\n[IV]. Per gli atti compiuti dall'interdetto prima della sentenza d'interdizione o prima della\nnomina del tutore provvisorio si applicano le disposizioni dell'articolo seguente.\n(1) Comma premesso dall'art. 9 l. 9 gennaio 2004, n. 6.\nRiferimenti chiave:\nArt. 9 l. n. 6/2004.2. La capacità di agire dell'interdetto\nA seguito della pubblicazione della sentenza di interdizione l'interdetto perde la capacità\ndi agire e deve essere sostituito dal tutore nel compimento di qualsiasi atto giuridico\n(previa autorizzazione dell'autorità giudiziaria nei casi di cui agli artt. 374 e 375, come\nrichiamati in materia di interdizione dall'art. 424). La l. n. 6/2004, tuttavia, ha introdotto la\npossibilità per il Tribunale si indicare nella sentenza che pronuncia l'interdizione atti di\nordinaria amministrazione che l'interdetto potrà compiere autonomamente ovvero con\nl'assistenza del tutore. Tale disposizione, peraltro, presenta anche profili di criticità in\nordine alla tutela dei terzi, non essendo prevista alcuna forma di pubblicità del contenuto\ndella sentenza di interdizione, con riguardo agli eventuali atti che l'interdetto è autorizzato a\ncompiere autonomamente o con l'assistenza del tutore. Il profilo della tutela dei terzi,\nperaltro, diventa ancora più problematico se si considera che l'autorizzazione configurata\ndal primo comma dell'art. 427 può essere successivamente revocata dal giudice tutelare,\nove l'interdetto ne faccia cattivo uso, sicché potrebbe capitare che l'interdetto esibisca alla\npropria controparte il provvedimento giudiziario che lo autorizza al compimento dell'atto\ntacendo, però, la revoca. Fuori dal caso disciplinato dalla norma appena esaminata, gli atti\nposti in essere dall'interdetto dopo la sentenza di interdizione sono annullabili su istanza\ndel tutore, del medesimo interdetto, dei suoi eredi o aventi causa. Nessuna legittimazione\nall'impugnazione spetta, invece, ai terzi che abbiano contrattato con l'interdetto. Lo stesso\nregime riguarda gli atti posti in essere dall'interdetto dopo la nomina del tutore\nprovvisorio, che però si trovano in uno stato di pendenza, nel senso che se il giudizio si\nconcluderà con la sentenza di interdizione gli atti saranno annullabili, altrimenti rimarranno\nvalidi, salva, eventualmente, l'applicabilità dell'art. 428 in caso di incapacità naturale.\n3. La capacità di agire dell'inabilitato\nA seguito della pubblicazione della sentenza di inabilitazione, l'inabilitato perde la\ncapacità di compiere autonomamente gli atti di straordinaria amministrazione,\npotendo procedervi solo con l'assistenza del curatore e previa autorizzazione dell'autorità\ngiudiziaria nei casi di cui all'art. 394. Gli atti compiuti dall'inabilitato senza l'assistenza del\ncuratore (o senza l'autorizzazione dell'autorità giudiziaria nei casi in cui la stessa è\nnecessaria) sono, invece, annullabili su istanza dell'inabilitato, dei suoi eredi o aventi causa\n(non dei terzi che con l'inabilitato abbiano contrattato). Lo stesso vale nel caso in cui nel\ncorso del giudizio di inabilitazione sia nominato un curatore provvisorio, ma solo ove il\ngiudizio si concluda con sentenza di inabilitazione, rimanendo, altrimenti, gli atti stessi\nvalidi, salva sempre l'applicabilità della disciplina di cui all'art. 428 in caso di incapacità\nnaturale.\nPagina 23 di 67", "framework": "La norma in commento regola le conseguenze della pronuncia di interdizione e\ninabilitazione sulla capacità di agire dell'interdetto e dell'inabilitato, nonché sugli atti\nda questi ultimi eventualmente posti in essere senza la rappresentanza del tutore o\nl'assistenza del curatore.\nPagina 22 di 67", "bibliography": "", "source_file": "document.pdf", "page_number": 22}
{"article_number": "426", "title": "Durata dell'ufficio.", "text": "Bibliografia\nBonilini-Chizzini, L'amministrazione di sostegno, Padova, 2007, 1 e ss.; Buffone,\nVolontaria giurisdizione. Tutela dei soggetti deboli, Milano, 2012, 1 e ss.; Correnti,\nFineschi, Frati, Gulino, Direttive anticipate di trattamento e amministrazione di\nsostegno: la corte di cassazione richiede lo stato d'incapacità attuale e non futuro, in\nResp. civ. e prev., fasc. 2, 2014, 695; Jannuzzi, Manuale della volontaria\ngiurisdizione, Milano, 2004, 319 e ss.; Tagliaferri, L' amministrazione di sostegno\nnell'interpretazione della giurisprudenza, Piacenza, 2010, 1 e ss.\nAutori: Giusi Ianni\nCOMMENTATO CODICE CIVILE\nCodice Civile n. 426 - Durata dell'ufficio.\n[I]. Nessuno è tenuto a continuare nella tutela dell'interdetto o nella curatela dell'inabilitato\noltre dieci anni, ad eccezione del coniuge, della persona stabilmente convivente (1), degli\nascendenti o dei discendenti.\n(1) Le parole «della persona stabilmente convivente,» sono state inserite dall'art. 8 l. 9\ngennaio 2004, n. 6.\nRiferimenti chiave:\nArtt. 383, 410; art. 8 l. n. 6/2004.", "framework": "La norma in commento fissa, in materia di interdizione e inabilitazione, un termine\ndecennale di durata dell'ufficio di tutore o curatore, salvo che l'ufficio medesimo\nsia ricoperto dal coniuge, da persona stabilmente convivente con l'interdetto o\nl'inabilitato, da un ascendente o da un discendente di quest'ultimo.\n2. La durata dell'ufficio di tutore o curatore\nIl decorso del decennio è causa automatica di cessazione dall'incarico di tutore\ndell'interdetto o del curatore dell'inabilitato, salvo che per i soggetti espressamente\nmenzionati dall'art. 426 (coniuge, persona stabilmente convivente — inciso, quest'ultimo,\nintrodotto dalla l. n. 6/2004 — ascendente o discendente dell'interdetto o dell'inabilitato). La\ndisciplina dettata dalla norma in commento si differenzia da quella enucleata dall'art.\n383 in materia di tutela minorile — potendo il giudice tutelare esonerare il tutore del\nPagina 24 di 67", "bibliography": "", "source_file": "document.pdf", "page_number": 24}
{"article_number": "424", "title": "Tutela dell'interdetto e curatela dell'inabilitato.", "text": "minore dall'ufficio solo qualora l'esercizio di esso sia divenuto soverchiamente gravoso e vi\nsia un'altra persona idonea a sostituirlo — mentre ad essa è stata allineata la\ndisposizione di cui al terzo comma dell'art. 410 (introdotta dalla l. n. 6/2004) in materia\ndi amministrazione di sostegno. Il limite del decennio deve ritenersi valido anche per il\nprotutore, che deve essere sempre nominato in caso di interdizione giudiziale ai sensi\ndell'art. 346, richiamato dall'art. 424 (salvo per il caso di nomina del tutore provvisorio).\nBenché, poi, la norma configuri una causa automatica di cessazione dell'ufficio per\ncoloro che oltrepassino il decennio nell'incarico (e non rientrino fra i soggetti indicati\ndall'art. 426), è da ritenere che sia comunque necessario, perché l'incarico concretamente\ncessi, un formale provvedimento del giudice tutelare, che designi contestualmente il\nnuovo tutore, per evitare vuoti nella rappresentanza del soggetto incapace (PESCARA, in Tr.\nRes., 1982, 734).\nBibliografia\nBonilini-Chizzini, L'amministrazione di sostegno, Padova, 2007, 1 e ss.; Buffone,\nVolontaria giurisdizione. Tutela dei soggetti deboli, Milano, 2012, 1 e ss.; Correnti,\nFineschi, Frati, Gulino, Direttive anticipate di trattamento e amministrazione di\nsostegno: la corte di cassazione richiede lo stato d'incapacità attuale e non futuro, in\nResp. civ. e prev., fasc. 2, 2014, 695; Jannuzzi, Manuale della volontaria\ngiurisdizione, Milano, 2004, 319 e ss.; Tagliaferri, L' amministrazione di sostegno\nnell'interpretazione della giurisprudenza, Piacenza, 2010, 1 e ss.\nAutori: Giusi Ianni\nCOMMENTATO CODICE CIVILE\nCodice Civile n. 424 - Tutela dell'interdetto e curatela dell'inabilitato.\n[I]. Le disposizioni sulla tutela dei minori [343 ss.] e quelle sulla curatela dei minori\nemancipati [390 ss.] si applicano rispettivamente alla tutela degli interdetti e alla curatela\ndegli inabilitati [32 c.p.].\n[II]. Le stesse disposizioni si applicano rispettivamente anche nei casi di nomina del tutore\nprovvisorio dell'interdicendo e del curatore provvisorio dell'inabilitando a norma dell'articolo\n419. Per l'interdicendo non si nomina il protutore provvisorio.\nPagina 25 di 67[III]. Nella scelta del tutore dell'interdetto e del curatore dell'inabilitato il giudice tutelare\nindividua di preferenza la persona più idonea all'incarico tra i soggetti, e con i criteri,\nindicati nell'articolo 408 (1).\n(1) Comma così sostituito dall'art. 7 l. 9 gennaio 2004, n. 6. Il testo precedentemente in\nvigore recitava: «Nella scelta del tutore dell'interdetto e del curatore dell'inabilitato il giudice\ntutelare deve preferire il coniuge maggiore di età che non sia separato legalmente, il padre,\nla madre, un figlio maggiore di età o la persona eventualmente designata dal genitore\nsuperstite con testamento, atto pubblico o scrittura privata autenticata».\nRiferimenti chiave:\nArt. 42 disp. att.", "framework": "Per la disciplina della tutela dell'interdetto e della curatela dell'inabilitato la norma in\ncommento rinvia in toto alle norme sulla tutela dei minori e sulla curatela degli\nemancipati, salve le disposizioni specifiche dettate dallo stesso art. 424 (per quanto\nriguarda la scelta della persona del tutore e del curatore) e dai successivi artt. 425 e\nss.\n2. La disciplina applicabile al tutore dell'interdetto e al curatore\ndell'inabilitato\nAlle norme del titolo X del libro primo del codice civile deve farsi riferimento sia per la\ncostituzione degli organi della tutela dell'interdetto e della curatela dell'inabilitato, che per la\ndeterminazione dei poteri di vigilanza e di indirizzo del giudice tutelare, nonché per quanto\nriguarda il sistema di autorizzazione per il compimento di taluni atti da parte degli organi\nmedesimi. Vengono dettate, tuttavia, delle disposizioni peculiari per quanto riguarda la\nscelta del tutore e del curatore (art. 424); per quanto riguarda la capacità dell'inabilitato\nall'esercizio dell'impresa (art. 425); la durata degli uffici (art. 426); il sistema di annullabilità\ndegli atti posti in essere in violazione del regime autorizzatorio delineato dal legislatore (art.\n427).\n3. La scelta del tutore e del curatore\nQuanto alla scelta del tutore e del curatore, a seguito della riforma operata dalla l. n.\n6/2004, il giudice tutelare deve ispirarsi ai criteri dettati dall'art. 408, al cui commento,\npertanto, si rinvia. I criteri di scelta di cui al terzo comma dell'art. 408, come richiamati\ndall'art. 424, si applicano anche per la scelta del tutore e del curatore provvisorio,\nnonché per la scelta del protutore, che tuttavia, per espressa previsione, non deve\nPagina 26 di 67", "bibliography": "", "source_file": "document.pdf", "page_number": 25}
{"article_number": "423", "title": "Pubblicità.", "text": "essere nominato in caso di nomina di un tutore provvisorio. La ratio va individuata\nnella provvisorietà e temporaneità dell'incarico del tutore provvisorio, che di regola non\nlascia spazio all'intervento del protutore. Ove, tuttavia, l'incarico dovesse del tutore\nprovvisorio dovesse protrarsi nel tempo e dovessero verificarsi situazioni di conflitto di\ninteresse tra tutore e interdetto è da ritenere che spetti al giudice istruttore, nel corso del\ngiudizio di interdizione, la nomina di un curatore speciale ovvero la sostituzione del tutore\nprovvisorio nominato con altro organo provvisorio.\nBibliografia\nBonilini-Chizzini, L'amministrazione di sostegno, Padova, 2007, 1 e ss.; Buffone,\nVolontaria giurisdizione. Tutela dei soggetti deboli, Milano, 2012, 1 e ss.; Correnti,\nFineschi, Frati, Gulino, Direttive anticipate di trattamento e amministrazione di\nsostegno: la corte di cassazione richiede lo stato d'incapacità attuale e non futuro, in\nResp. civ. e prev., fasc. 2, 2014, 695; Jannuzzi, Manuale della volontaria\ngiurisdizione, Milano, 2004, 319 e ss.; Tagliaferri, L' amministrazione di sostegno\nnell'interpretazione della giurisprudenza, Piacenza, 2010, 1 e ss.\nAutori: Giusi Ianni\nCOMMENTATO CODICE CIVILE\nCodice Civile n. 423 - Pubblicità.\n[I]. Il decreto di nomina del tutore o del curatore provvisorio [4193; 717 c.p.c.] e la sentenza\nd'interdizione o d'inabilitazione [421] devono essere immediatamente annotati a cura del\ncancelliere nell'apposito registro e comunicati entro dieci giorni all'ufficiale dello stato civile\nper le annotazioni in margine all'atto di nascita [430; 42 att.; 6042 n. 2 c.p.p.].", "framework": "La norma assoggetta ad una forma di pubblicità dichiarativa il decreto di nomina\ndel tutore o curatore provvisorio e l'emanazione della sentenza di interdizione o\ninabilitazione.\n2. La pubblicità dei provvedimenti in materia di interdizione e\ninabilitazione\nPagina 27 di 67", "bibliography": "", "source_file": "document.pdf", "page_number": 27}
{"article_number": "422", "title": "Cessazione del tutore e del curatore provvisorio.", "text": "Il decreto di nomina del tutore o del curatore provvisorio e la sentenza che pronuncia\nl'interdizione o l'inabilitazione devono essere immediatamente annotati a cura del\ncancelliere nell'apposito registro istituito presso ogni Tribunale e devono essere\ncomunicati entro dieci giorni all'ufficiale dello stato civile per le annotazioni in margine\nall'atto di nascita del soggetto interessato dai relativi provvedimenti. I provvedimenti\nmedesimi, inoltre, devono essere trasmessi in copia, sempre nel medesimo termine, al\ngiudice tutelare, ai sensi dell'art. 42 disp. att. (compete, infatti, in ogni caso al giudice\ntutelare la nomina definitiva del curatore o del tutore all'esito di interdizione o inabilitazione,\nanche ove vi sia stata nomina provvisoria da parte del Tribunale). La disciplina appena\ndescritta configura una forma di pubblicità notizia, priva di effetti costitutivi e volta\nsostanzialmente a tutelare i terzi nell'ambito dei rapporti negoziali, consentendo agli\nstessi di conoscere l'esistenza di un procedimento di interdizione o inabilitazione (in itinere\no già concluso) a carico di un determinato soggetto. Non sono previste, tuttavia,\nconseguenze sanzionatorie per l'inadempimento alle formalità previste dagli artt. 423 e 42\ndisp. att.\nBibliografia\nBonilini-Chizzini, L'amministrazione di sostegno, Padova, 2007, 1 e ss.; Buffone,\nVolontaria giurisdizione. Tutela dei soggetti deboli, Milano, 2012, 1 e ss.; Correnti,\nFineschi, Frati, Gulino, Direttive anticipate di trattamento e amministrazione di\nsostegno: la corte di cassazione richiede lo stato d'incapacità attuale e non futuro, in\nResp. civ. e prev., fasc. 2, 2014, 695; Jannuzzi, Manuale della volontaria\ngiurisdizione, Milano, 2004, 319 e ss.; Tagliaferri, L' amministrazione di sostegno\nnell'interpretazione della giurisprudenza, Piacenza, 2010, 1 e ss.\nAutori: Giusi Ianni\nCOMMENTATO CODICE CIVILE\nCodice Civile n. 422 - Cessazione del tutore e del curatore provvisorio.\n[I]. Nella sentenza che rigetta l'istanza d'interdizione o d'inabilitazione, può disporsi che il\ntutore o il curatore provvisorio rimanga in ufficio fino a che la sentenza non sia passata in\ngiudicato [324 c.p.c.].", "framework": "Pagina 28 di 67", "bibliography": "", "source_file": "document.pdf", "page_number": 28}
{"article_number": "421", "title": "Decorrenza degli effetti della interdizione e", "text": "Gli effetti della sentenza che pronuncia sulla domanda di interdizione o inabilitazione\ndecorrono dalla data della pubblicazione anche in caso di rigetto della relativa\nrichiesta, con la conseguenza che in tal caso cessano immediatamente anche i\nlimiti alla capacità di agire dell'interdicendo o inabilitando determinati dalla nomina di\nun tutore o curatore provvisorio. In caso di rigetto, tuttavia, il collegio può stabilire\nche il tutore o curatore provvisorio resti in carica fino al passaggio in giudicato\ndella pronuncia reiettiva.\n2. La ratio della disposizione\nLa ratio della disposizione viene individuata dalla dottrina nell'esigenza di tutelare i\nterzi che vengano in rapporti negoziali con l'interdicendo o inabilitando e che potrebbero\nricevere pregiudizio dall'alternarsi di pronunce discordanti sulla sua capacità (SCARDULLA,\nInterdizione, in Enc. dir., Milano, 1971, 947).\nBibliografia\nBonilini-Chizzini, L'amministrazione di sostegno, Padova, 2007, 1 e ss.; Buffone,\nVolontaria giurisdizione. Tutela dei soggetti deboli, Milano, 2012, 1 e ss.; Correnti,\nFineschi, Frati, Gulino, Direttive anticipate di trattamento e amministrazione di\nsostegno: la corte di cassazione richiede lo stato d'incapacità attuale e non futuro, in\nResp. civ. e prev., fasc. 2, 2014, 695; Jannuzzi, Manuale della volontaria\ngiurisdizione, Milano, 2004, 319 e ss.; Tagliaferri, L' amministrazione di sostegno\nnell'interpretazione della giurisprudenza, Piacenza, 2010, 1 e ss.\nAutori: Giusi Ianni\nCOMMENTATO CODICE CIVILE\nCodice Civile n. 421 - Decorrenza degli effetti della interdizione e\ndell'inabilitazione.\n[I]. L'interdizione e l'inabilitazione producono i loro effetti dal giorno della pubblicazione\ndella sentenza [427], salvo il caso previsto dall'articolo 416.La sentenza dichiarativa dell'interdizione o dell'inabilitazione produce effetto dal\ngiorno della sua pubblicazione, salva la disciplina derogatoria di cui all'art. 416 c.c.\nper il caso in cui l'interdizione o inabilitazione venga pronunciata nei confronti di\nminore non emancipato durante l'ultimo anno della minore età. Essa, quindi, non ha\nmai effetto retroattivo.\n2. La sentenza di interdizione o inabilitazione e la decorrenza dei suoi\neffetti\nLa sentenza che decide sulla domanda di interdizione o inabilitazione è adottata dal\nTribunale con sentenza collegiale, ai sensi dell'art. 50-bis c.p.c. e, qualora la domanda\nsia accolta e sia dichiarata l'interdizione o l'inabilitazione, la relativa pronuncia produce i\nsuoi effetti dalla data della pubblicazione, salvo che l'interdizione o inabilitazione venga\npronunciata nei confronti di minore nell'ultimo anno della minore età, perché in questo\ncaso, ai sensi dell'art. 416, gli effetti sono differiti al compimento effettivo della maggiore\netà dell'interdetto o inabilitato (fino a quel momento legalmente rappresentato dal genitore\no dal tutore).\nFino al momento della pubblicazione il soggetto manterrà, quindi, la piena capacità di\nagire, salvo che sia stato nominato un tutore o curatore provvisorio (Cass. n. 7477/2011),\ncosì come rimarranno validi gli atti giuridici da tale soggetto posti in essere nelle more della\npubblicazione della decisione. La sentenza è impugnabile secondo le regole generali e\npassa in giudicato formale ex art. 324 c.p.c. se non impugnata nei termini di legge. È\nsempre possibile, tuttavia, la revoca dell'interdizione o inabilitazione qualora cessi la\ncausa che ha legittimato l'adozione della relativa pronuncia (art. 429), così come il\npassaggio in giudicato del rigetto non preclude la riproposizione della domanda al mutare\ndella situazione di fatto riguardante l'interdicendo o l'inabilitando (Cass. n.\n1770/2012).\nBibliografia\nBonilini-Chizzini, L'amministrazione di sostegno, Padova, 2007, 1 e ss.; Buffone,\nVolontaria giurisdizione. Tutela dei soggetti deboli, Milano, 2012, 1 e ss.; Correnti,\nFineschi, Frati, Gulino, Direttive anticipate di trattamento e amministrazione di\nsostegno: la corte di cassazione richiede lo stato d'incapacità attuale e non futuro, in\nResp. civ. e prev., fasc. 2, 2014, 695; Jannuzzi, Manuale della volontaria\ngiurisdizione, Milano, 2004, 319 e ss.; Tagliaferri, L' amministrazione di sostegno\nnell'interpretazione della giurisprudenza, Piacenza, 2010, 1 e ss.\nPagina 30 di 67", "framework": "Pagina 29 di 67", "bibliography": "", "source_file": "document.pdf", "page_number": 29}
{"article_number": "420", "title": "[Internamento definitivo in manicomio] (1).", "text": "Autori: Giusi Ianni\nCOMMENTATO CODICE CIVILE\nCodice Civile n. 420 - [Internamento definitivo in manicomio] (1).\n(1) Articolo abrogato dall'art. 11 l. 13 maggio 1978, n. 180.\nBibliografia\nBonilini-Chizzini, L'amministrazione di sostegno, Padova, 2007, 1 e ss.; Buffone,\nVolontaria giurisdizione. Tutela dei soggetti deboli, Milano, 2012, 1 e ss.; Correnti,\nFineschi, Frati, Gulino, Direttive anticipate di trattamento e amministrazione di\nsostegno: la corte di cassazione richiede lo stato d'incapacità attuale e non futuro, in\nResp. civ. e prev., fasc. 2, 2014, 695; Jannuzzi, Manuale della volontaria\ngiurisdizione, Milano, 2004, 319 e ss.; Tagliaferri, L' amministrazione di sostegno\nnell'interpretazione della giurisprudenza, Piacenza, 2010, 1 e ss.\nCOMMENTATO CODICE CIVILE\nCodice Civile n. 418 - Poteri dell'autorità giudiziaria.\n[I]. Promosso il giudizio d'interdizione, può essere dichiarata anche d'ufficio l'inabilitazione\nper infermità di mente [415].\n[II]. Se nel corso del giudizio d'inabilitazione si rivela l'esistenza delle condizioni richieste\nper l'interdizione, il pubblico ministero [69 c.p.c.] fa istanza al tribunale di pronunziare\nl'interdizione, e il tribunale provvede nello stesso giudizio, premessa l'istruttoria necessaria\n[40 att.].\n[III]. Se nel corso del giudizio di interdizione o di inabilitazione appare opportuno applicare\nl'amministrazione di sostegno, il giudice, d'ufficio o ad istanza di parte, dispone la\ntrasmissione del procedimento al giudice tutelare. In tal caso il giudice competente per\nl'interdizione o per l'inabilitazione può adottare i provvedimenti urgenti di cui al quarto\ncomma dell'articolo 405 (1).\n(1) Comma aggiunto dall'art. 6 l. 9 gennaio 2004, n. 6.\nRiferimenti chiave:\nArt. 6 l. n. 6/2004.La norma regola l'eventualità in cui nel corso del giudizio di interdizione o\ninabilitazione emergano i presupposti per l'adozione di un differente istituto di\nprotezione del soggetto passivo.\n2. Il coordinamento tra interdizione, inabilitazione e amministrazione\ndi sostegno\nSe nel corso del giudizio di interdizione il giudice rilevi la sussistenza dei presupposti\nper l'inabilitazione per infermità di mente, anche d'ufficio può dichiarare inabilitato il\nsoggetto passivo, in deroga, quindi, alla generale regola della corrispondenza tra chiesto e\npronunciato di cui all'art. 112 c.p.c. Tale facoltà non sussiste per le altre cause che\nlegittimano l'inabilitazione (prodigalità, abuso di sostanze alcooliche o stupefacenti, cecità\no sordità dalla nascita o dalla prima infanzia, dovendo, quindi, in tal caso il giudice rigettare\nla domanda di interdizione e rimettere, eventualmente, gli atti al P.M. per la proposizione\ndella domanda di inabilitazione. Se, invece, nel corso del giudizio di inabilitazione\nemergano le condizioni per l'adozione di una pronuncia di interdizione, il giudice può\nugualmente adottare la relativa statuizione, ma solo ove vi sia l'espressa richiesta del P.M.\ne abbia luogo la correlativa istruttoria nel contraddittorio delle parti (non è consentito, cioè,\nal giudice procedervi d'ufficio, in mancanza di espressa istanza del P.M.).\nSi ritiene, peraltro, che analoga facoltà di istanza competa al soggetto privato che\nabbia proposto domanda di inabilitazione (Cass. n. 2704/1995). Se, infine, nel corso del\ngiudizio di interdizione o di inabilitazione il giudice valuti la sussistenza dei presupposti per\nil ricorso alla meno afflittiva misura dell'amministrazione di sostegno, esso d'ufficio o\nsu istanza di parte, previo rigetto della domanda di interdizione, dispone la trasmissione\ndegli atti al giudice tutelare (competente, appunto, alla nomina dell'amministratore di\nsostegno), adottando, eventualmente, i provvedimenti urgenti di cui all'art. 405. Nessun\nvincolo, peraltro, il giudice tutelare ha di nominare in questo caso l'amministratore di\nsostegno, potendo egli a sua volta rimettere gli atti al Pubblico Ministero per l'instaurazione\ndel giudizio di interdizione o inabilitazione ove ritenga che ne sussistono i relativi\npresupposti (art. 413, u.c.). La Corte Costituzionale, in proposito, ha ritenuto non fondata\n— in riferimento agli artt. 2,3,4,41,42 e 101 Cost. — la questione di legittimità\ncostituzionale degli art. 413, comma ult., e 418, comma ult., sotto il profilo che negli stessi\nmancherebbe la previsione di uno strumento di composizione delle divergenze\neventualmente insorte fra il giudice tutelare (cui sono attribuiti i provvedimenti in tema di\namministrazione di sostegno) e il tribunale in composizione collegiale (cui sono attribuiti\nquelli in tema di interdizione e inabilitazione), osservando che, da un lato, il meccanismo\ndell'impugnazione (da proporsi avverso i provvedimenti di entrambi gli organi innanzi alla\nCorte d'appello) costituisce la sede naturale per la soluzione di eventuali contrasti, e,\ndall'altro lato, le norme impugnate nonché l'art. 429, prevedono specifici strumenti di\nraccordo tra il procedimento di amministrazione di sostegno e quelli di interdizione o\nPagina 32 di 67", "framework": "Pagina 31 di 67", "bibliography": "", "source_file": "document.pdf", "page_number": 31}
{"article_number": "417", "title": "Istanza d'interdizione o di inabilitazione.", "text": "inabilitazione, in forza dei quali — ove tra giudice tutelare e tribunale sorgano conflitti sulla\nmaggiore idoneità dell'uno o dell'altro istituto ai fini della più adeguata protezione\ndell'incapace — questi non rimane comunque privo di tutela (Corte Cost. n. 440/2005).\nBibliografia\nBonilini-Chizzini, L'amministrazione di sostegno, Padova, 2007, 1 e ss.; Buffone,\nVolontaria giurisdizione. Tutela dei soggetti deboli, Milano, 2012, 1 e ss.; Correnti,\nFineschi, Frati, Gulino, Direttive anticipate di trattamento e amministrazione di\nsostegno: la corte di cassazione richiede lo stato d'incapacità attuale e non futuro, in\nResp. civ. e prev., fasc. 2, 2014, 695; Jannuzzi, Manuale della volontaria\ngiurisdizione, Milano, 2004, 319 e ss.; Tagliaferri, L' amministrazione di sostegno\nnell'interpretazione della giurisprudenza, Piacenza, 2010, 1 e ss.\nAutori: Giusi Ianni\nCOMMENTATO CODICE CIVILE\nCodice Civile n. 417 - Istanza d'interdizione o di inabilitazione.\n[I]. L'interdizione e la inabilitazione possono essere promosse dalle persone indicate negli\narticoli 414 e 415, dal coniuge, dalla persona stabilmente convivente (1), dai parenti entro il\nquarto grado, dagli affini entro il secondo grado, dal tutore o curatore ovvero dal pubblico\nministero [418; 69, 712 ss. c.p.c.].\n[II]. Se l'interdicendo o l'inabilitando si trova sotto la responsabilità genitoriale o ha per\ncuratore uno dei genitori, l'interdizione o l'inabilitazione non può essere promossa che su\nistanza del genitore medesimo o del pubblico ministero [69, 712 ss. c.p.c.] (2).\n(1) Le parole da «possono» a «convivente» sono state sostituite alle parole «possono\nessere promosse dal coniuge» dall'art. 5 l. 9 gennaio 2004, n. 6.\n(2) Comma così modificato dall'art. 146 l. 24 novembre 1981, n. 689. L'art. 63, d.lg. 28\ndicembre 2013, n. 154, ha sostituito alle parole: «potestà dei genitori», le parole:\n«responsabilità genitoriale». Ai sensi dell’art. 108, d.lg. n. 154 del 2013, la modifica è\nentrata in vigore a partire dal 7 febbraio 2014.\nRiferimenti chiave:\nArt. 1 l. n. 76/2016; Art. 63 d.lgs. n. 154/2013; Art. 5 l. n. 6/2004; Art. 146 l. n. 689/1981.\nPagina 33 di 67Ai sensi dell'art. 712 c.p.c. la domanda di interdizione o inabilitazione deve rivestire la\nforma del ricorso e va presentata al Tribunale del luogo in cui ha residenza o domicilio la\npersona nei cui confronti la pronuncia è richiesta. Se la domanda viene proposta nei\nconfronti di minorenne ai sensi dell'art. 416 (nell'ultimo anno della maggiore età) la\ncompetenza è del Tribunale per i minorenni territorialmente competente, ai sensi\ndell'art. 40 disp. att. Nel ricorso devono essere esposti i fatti su cui la domanda si fonda e\ndevono essere indicati il nome, il cognome e la residenza del coniuge (a cui è equiparata,\nexl. n. 76/2016, la parte dell'unione civile); dei parenti entro il quarto grado; degli affini\nentro il secondo grado e, se vi sono, del tutore o curatore dell'interdicendo o\ndell'inabilitando. A seguito delle modifiche apportate dalla l. n. 76/2016 deve essere,\naltresì, indicato il nominativo dell'eventuale convivente di fatto. A fronte della domanda, il\nPresidente del Tribunale, ordinata in ogni caso la comunicazione al Pubblico Ministero,\nnomina il giudice istruttore e fissa l'udienza di comparizione dinanzi a quest'ultimo,\nordinando la comparizione personale dell'interdicendo o dell'inabilitando e delle altre\npersone indicate in ricorso le cui informazioni siano ritenute utili. Nel giudizio di interdizione\no inabilitazione, quindi, parenti ed affini dell'interdicendo o dell'inabilitando non hanno\nqualità e veste di parti in senso proprio, avendo essi un compito «consultivo» e cioè di\nfonti di utili informazioni al giudice, di talché va escluso che detti parenti ed affini siano\nqualificabili come parti necessarie del procedimento (Cass. n. 15346/2000), pur essendone\nsempre ammissibile l'intervento in giudizio. Va osservato che la disciplina di cui agli artt.\n712 e ss. c.p.c. resta in vigore per i soli procedimenti pendenti alla data del 28 febbraio\n2023, mentre per i procedimenti instaurati successivamente divengono applicabili le\nnorme da 473-bis.52 a 473-bis.58 c.p.c, che traspongono, con alcuni adattamenti, il\nnuovo rito uniforme in materia di persone, famiglia e minori previsto dal d.lgs. n.\n149/2022.\nBibliografia\nBonilini-Chizzini, L'amministrazione di sostegno, Padova, 2007, 1 e ss.; Buffone,\nVolontaria giurisdizione. Tutela dei soggetti deboli, Milano, 2012, 1 e ss.; Correnti,\nFineschi, Frati, Gulino, Direttive anticipate di trattamento e amministrazione di\nsostegno: la corte di cassazione richiede lo stato d'incapacità attuale e non futuro, in\nResp. civ. e prev., fasc. 2, 2014, 695; Jannuzzi, Manuale della volontaria\ngiurisdizione, Milano, 2004, 319 e ss.; Tagliaferri, L' amministrazione di sostegno\nnell'interpretazione della giurisprudenza, Piacenza, 2010, 1 e ss.\nAutori: Giusi Ianni\nPagina 35 di 67", "framework": "La norma individua i soggetti legittimati a richiedere una pronuncia di\ninterdizione o inabilitazione rispetto ai soggetti versanti nelle condizioni di cui\nagli artt. 414 e 415.\n2. I soggetti legittimati a chiedere l'interdizione o l'inabilitazione\nL'istanza di interdizione o inabilitazione della persona maggiorenne può essere\npresentata dallo stesso interdicendo o inabilitando; dal coniuge di questi ultimi; dalla\npersona stabilmente convivente; dai parenti entro il quarto grado, dagli affini entro il\nsecondo grado; dal tutore o curatore ovvero dal Pubblico Ministero. La menzione del\nconvivente è il frutto delle modifiche apportate dalla l. n. 6/2004, che ha conferito\nespressa rilevanza, a tali fini, alla famiglia di fatto. La l. n. 76/2016 (di “Regolamentazione\ndelle unioni civili tra persone dello stesso sesso e disciplina delle convivenze”) ha\nulteriormente rafforzato la tutela del “convivente di fatto” ( definendosi come tale la persona\nmaggiorenne unita stabilmente da legami affettivi di coppia e di reciproca assistenza\nmorale e materiale ad altra persona maggiorenne, non vincolata da rapporti di parentela,\naffinità o adozione, da matrimonio o da un’unione civile: cosìart. 1, comma 36, della citata\nlegge), imponendo, con la modifica dell’art. 712 c.p.c., l’indicazione del convivente di fatto\nnel ricorso diretto ad ottenere l’interdizione o l’inabilitazione. Al coniuge, inoltre, agli effetti\ndi cui agliartt. 712-720-bis c.p.c. e, quindi, anche ai fini della legittimazione alla\nproposizione dell’istanza di interdizione e di inabilitazione, deve intendersi equiparata la\nparte dell’unione civile tra persone dello stesso sesso, sempre in forza di quanto stabilito\ndal già menzionato provvedimento normativo.\nLa medesima legge, inoltre, fugando i dubbi che sul punto aveva manifestato la\ndottrina, ha riconosciuto la legittimazione all'istanza anche dello stesso soggetto che\nversi nelle condizioni di cui agli artt. 414-415, anche al fine di uniformare la disciplina\nesistente a quella introdotta per l'amministrazione di sostegno (art. 406). Se, invece,\nl'interdizione o inabilitazione vengano richieste nell'ultimo anno della minore età\n(sfruttandosi la possibilità offerta dall'art. 416), la legittimazione all'istanza, se il minore non\nè soggetto a tutela, compete solo al genitore o al Pubblico Ministero e analogamente,\nquando si richieda l'interdizione di minore emancipato o di soggetto già inabilitato, ove\ncuratore sia il genitore dell'incapace la legittimazione alla domanda compete solo a\nquest'ultimo, oltre che al Pubblico Ministero.\n3. Forma della domanda e competenza\nPagina 34 di 67", "bibliography": "", "source_file": "document.pdf", "page_number": 33}
{"article_number": "416", "title": "Interdizione e inabilitazione nell'ultimo anno di minore", "text": "COMMENTATO CODICE CIVILE\nCodice Civile n. 416 - Interdizione e inabilitazione nell'ultimo anno di minore\netà.\n[I]. Il minore non emancipato può essere interdetto o inabilitato nell'ultimo anno della sua\nminore età [6922; 40 att.]. L'interdizione o l'inabilitazione ha effetto dal giorno in cui il\nminore raggiunge l'età maggiore [421; 40 att.].\nRiferimenti chiave:\nArtt. 414,415", "framework": "Il minore non emancipato non può essere dichiarato interdetto e neppure inabilitato.\nLa norma in commento prevede, tuttavia, la possibilità di adottare sentenza di\ninterdizione o inabilitazione nell'ultimo anno della minore età, posticipandone gli\neffetti al giorno in cui la maggiore età è effettivamente compiuta.\n2. La ratio della disciplina\nFino al raggiungimento della maggiore età il minore non emancipato, anche se versante in\nuna delle condizioni di cui agli artt. 414 e 415, è tutelato dall'eventuale compimento di atti\npregiudizievoli, avendo per legge un rappresentante legale (genitore o tutore). Per\nevitare, tuttavia, che il minore resti sprovvisto di protezione al compimento della maggiore\netà, il legislatore ammette una pronuncia di interdizione o inabilitazione preventiva,\nadottata, cioè, nell'ultimo anno della minore età, ma i cui effetti sono posticipati al\ncompimento della maggiore età, di modo che non vi siano soluzioni di continuità nella\nsalvaguardia dell'incapace. L'istanza in questo caso, ai sensi dell'art. 40 disp. att., si\npropone dinanzi al Tribunale per i minorenni e la dilazione degli effetti stabilita dall'art.\n416 ha anche delle ricadute di natura procedurale, perché ad esempio nel relativo giudizio\nnon potrà trovare spazio, di regola, la possibilità di nomina di un tutore provvisorio\n(essendo, come detto, il minore già munito di un rappresentante legale fino al compimento\ndella maggiore età). Solo nell'eventualità in cui il giudizio inizi durante la minore età e non\nsi concluda prima del compimento della maggiore età da parte dell'interdicendo o\ndell'inabilitando, potrà nominarsi un tutore o un curatore provvisorio.\nPagina 36 di 67", "bibliography": "", "source_file": "document.pdf", "page_number": 36}
{"article_number": "415", "title": "Persone che possono essere inabilitate.", "text": "Bibliografia\nBonilini-Chizzini, L'amministrazione di sostegno, Padova, 2007, 1 e ss.; Buffone,\nVolontaria giurisdizione. Tutela dei soggetti deboli, Milano, 2012, 1 e ss.; Correnti,\nFineschi, Frati, Gulino, Direttive anticipate di trattamento e amministrazione di\nsostegno: la corte di cassazione richiede lo stato d'incapacità attuale e non futuro, in\nResp. civ. e prev., fasc. 2, 2014, 695; Jannuzzi, Manuale della volontaria\ngiurisdizione, Milano, 2004, 319 e ss.; Tagliaferri, L' amministrazione di sostegno\nnell'interpretazione della giurisprudenza, Piacenza, 2010, 1 e ss.\nAutori: Giusi Ianni\nCOMMENTATO CODICE CIVILE\nCodice Civile n. 415 - Persone che possono essere inabilitate.\n[I]. Il maggiore di età infermo di mente, lo stato del quale non è talmente grave da far luogo\nall'interdizione, può essere inabilitato [417 ss., 429].\n[II]. Possono anche essere inabilitati coloro che, per prodigalità o per abuso abituale di\nbevande alcooliche o di stupefacenti, espongono sé o la loro famiglia a gravi pregiudizi\neconomici.\n[III]. Possono infine essere inabilitati il sordo (1) e il cieco dalla nascita o dalla prima\ninfanzia, se non hanno ricevuto un'educazione sufficiente, salva l'applicazione dell'articolo\n414 quando risulta che essi sono del tutto incapaci di provvedere ai propri interessi (2).\n(1) L'espressione «sordo» è stata sostituita al termine «sordomuto» dall'art. 1 l. 20 febbraio\n2006, n. 95.\n(2) V. art. 1 l. 3 febbraio 1975, n. 18.\nRiferimenti chiave:\nArt. 42 l. n. 6/2004; art. 1 l. n. 95/2006; art. 1 l. n. 18/1975.Possono essere interdette solo le persone maggiorenni, non anche i minori di età, che\nversano già in uno stato di incapacità assoluta di agire ed hanno già ex lege un\nrappresentante legale che li sostituisce nel compimento degli atti giuridici (genitore o\ntutore) e neppure gli emancipati, per cui è delineato un regime di parziale incapacità\nanalogo, dal punto di vista degli effetti giuridici, a quello dell'inabilitato.\nCause di inabilitazione sono:\n- lo stato di infermità mentale, consistente in una alterazione delle facoltà mentali, anche\nnon legata ad una precisa patologia, in un grado tale da determinare nel soggetto\nun'incapacità parziale di curare i propri interessi, da accertarsi in concreto e all'attualità\nrispetto all'adozione del provvedimento giudiziale (Cass. n. 2078/1971);\n- la prodigalità (quale comportamento abituale caratterizzato da larghezza nello spendere,\nnel regalare o nel rischiare eccessivamente rispetto alle proprie condizioni socio-\neconomiche e al valore oggettivamente attribuibile al denaro, indipendentemente da una\nsua derivazione da specifica malattia o comunque infermità, e, quindi, anche quando si\ntraduca in atteggiamenti lucidi, espressione di libera scelta di vita, purché sia ricollegabile a\nmotivi futili. Cass. n. 5492/2018) o l'abuso abituale di sostanze alcooliche o\nstupefacenti, ove concorra, in relazione a tali situazioni, un'esposizione dello inabilitando\no della sua famiglia a gravi pregiudizi economici;\n- alcune menomazioni fisiche (la sordità o cecità dalla nascita o dalla prima infanzia) ove\nil soggetto non abbia ricevuto un'educazione sufficiente da provvedere autonomamente\nai propri affari e fermo il ricorso all'istituto dell'interdizione qualora la menomazione sia tale\nda impedire completamente la cura degli interessi.\nPeraltro, come già osservato per l'interdizione, anche l'inabilitazione si presenta a seguito\ndell'entrata in vigore della l. 6/2004 quale misura di protezione di carattere residuale, di\ncui il Tribunale può fare applicazione solo una volta esclusa la possibilità di fare ricorso alla\nmeno afflittiva misura dell'amministrazione di sostegno (Cass. n. 17962/2015; Cass. n.\n5492/2018)\nBibliografia\nBonilini-Chizzini, L'amministrazione di sostegno, Padova, 2007, 1 e ss.; Buffone,\nVolontaria giurisdizione. Tutela dei soggetti deboli, Milano, 2012, 1 e ss.; Correnti,\nFineschi, Frati, Gulino, Direttive anticipate di trattamento e amministrazione di\nPagina 38 di 67", "framework": "La norma disciplina i presupposti per il ricorso all'istituto dell'inabilitazione,\ncomportante una limitazione della capacità di agire intermedia tra l'interdizione e\nl'amministrazione di sostegno. I presupposti per l'accesso all'istituto sono rimasti\nimmutati anche a seguito dell'entrata in vigore della l. n. 6/2004.\n2. I soggetti che possono essere inabilitati\nPagina 37 di 67", "bibliography": "", "source_file": "document.pdf", "page_number": 37}
{"article_number": "414", "title": "Persone che possono essere interdette (1).", "text": "sostegno: la corte di cassazione richiede lo stato d'incapacità attuale e non futuro, in\nResp. civ. e prev., fasc. 2, 2014, 695; Jannuzzi, Manuale della volontaria\ngiurisdizione, Milano, 2004, 319 e ss.; Tagliaferri, L' amministrazione di sostegno\nnell'interpretazione della giurisprudenza, Piacenza, 2010, 1 e ss.\nAutori: Giusi Ianni\nCOMMENTATO CODICE CIVILE\nCodice Civile n. 414 - Persone che possono essere interdette (1).\n[I]. Il maggiore di età [2] e il minore emancipato [390], i quali si trovano in condizioni di\nabituale infermità di mente che li rende incapaci di provvedere ai propri interessi, sono\ninterdetti [417 ss., 429; 40 att.; 643 c.p.] quando ciò è necessario per assicurare la loro\nadeguata protezione.\n(1) Articolo così sostituito dall'art. 42l. 9 gennaio 2004, n. 6. Il testo precedente recitava:\n«Persone che devono essere interdette. [I]. Il maggiore di età e il minore emancipato, i\nquali si trovano in condizioni di abituale infermità di mente che li rende incapaci di\nprovvedere ai propri interessi, devono essere interdetti».\nRiferimenti chiave:\nArt. 4 l. n. 6/2004.raggiungimento della maggiore età. Requisito imprescindibile e causa esclusiva di\ninterdizione è l'infermità mentale, sottendendo tale nozione, secondo la giurisprudenza,\nnon l'esistenza di una tipica malattia mentale, con caratteristiche patologiche ben definite,\nbensì la presenza di un'alterazione delle facoltà mentali (Cass. n. 2552/1976), da\naccertarsi in concreto (Cass. n. 18322/2007) — anche eventualmente mediante il ricorso a\nconsulenza tecnica d'ufficio — e all'attualità rispetto all'adozione del provvedimento\ngiudiziario (Cass. n. 2031/1990). Tale alterazione deve avere, però, carattere di\nabitualità, cioè di durata nel tempo tale da qualificarla come «habitus» normale del\nsoggetto (ancorché in presenza di lucidi intervalli: Cass. n. 5709/1985) e deve incidere,\nannullandola, sulla capacità del soggetto medesimo di provvedere alla cura dei propri\ninteressi. Occorre, infine, valutare che il ricorso all'interdizione sia assolutamente\nnecessario per assicurare la protezione dell'incapace, con riferimento, in particolare, alla\npossibilità di ricorrere al meno afflittivo istituto dell'amministrazione di sostegno.\n3. Interdizione e amministratore di sostegno\nCome chiarito dalla giurisprudenza (Cass. n. 4866/2010) ed evincibile dal complesso\ndi norme oggi racchiuse sotto il titolo XII del libro primo del codice civile, a seguito\ndell'entrata in vigore della l. n. 6/2004 l'interdizione e l'inabilitazione si presentano quali\nmisure di protezione di carattere residuale, di cui il Tribunale può fare applicazione solo\nuna volta esclusa la possibilità di fare ricorso alla meno afflittiva misura\ndell'amministrazione di sostegno. Si è, in particolare, chiarito che il criterio distintivo tra\nl'amministrazione di sostegno e gli altri istituti a tutela dell'incapace è qualitativo e non\nquantitativo e deve, quindi, essere individuato con riguardo non già al diverso, e meno\nintenso, grado di infermità o di impossibilità di attendere ai propri interessi da parte del\nsoggetto carente di autonomia, ma, piuttosto, alla maggiore idoneità di tale strumento ad\nadeguarsi alle esigenze del soggetto stesso, tenuto conto della sua complessiva\ncondizione psico-fisica e di tutte le circostanze caratterizzanti la fattispecie, con riguardo, in\nparticolare, alla rete di protezione di cui la persona gode e alle esigenze che con l'invocata\nmisura protettiva si mirano a soddisfare, dato il carattere estremamente più duttile\ndell'amministrazione di sostegno rispetto alle misure dell'interdizione e dell'inabilitazione.\nCiò, tuttavia, non significa che a seguito dell'entrata in vigore della l. n. 6/2004 gli istituti\ndell'interdizione e dell'inabilitazione debbano considerarsi abrogati: come infatti chiarito\nanche dalla Corte Cost. n. 440/2005, la complessiva disciplina inserita dalla l. n. 6/2004\nsulle preesistenti norme del codice civile affida al giudice il compito di individuare l'istituto\nche, nel caso concreto, garantisca all'incapace la tutela più adeguata con la minore\nlimitazione possibile della sua capacità, ferma restando la possibilità di ricorrere alle più\ninvasive misure dell'inabilitazione o dell'interdizione ove ciò risulti assolutamente\nnecessario per la protezione della persona, in una prospettiva di constatata\nimpossibilità di ricorso all'amministrazione di sostegno.\nPagina 40 di 67", "framework": "La norma disciplina i presupposti per il ricorso all'istituto dell'interdizione giudiziale.\nLe disposizioni sull'interdizione sono state modificate dalla l. n. 6/2004, al fine di\ngarantirne il coordinamento con la nuova disciplina dell'amministrazione di\nsostegno. Dall'interdizione giudiziale si distingue, invece, l'interdizione legale, che\nconsegue automaticamente a talune sentenze di condanna ai sensi degli artt. 32 e\n33 c.p., quale istituto, quindi, sanzionatorio e non protettivo come quello di cui agli\nartt. 414 e ss.\n2. I soggetti che possono essere interdetti\nPossono essere interdette le persone maggiorenni ovvero i minori emancipati, non\nanche i minori non emancipati, che versano già in uno stato di incapacità assoluta di agire\ned hanno ex lege un rappresentante legale che li sostituisce nel compimento degli atti\ngiuridici (genitore o tutore). Ai sensi dell'art. 416, invero, l'interdizione e l'inabilitazione\npossono essere pronunciate anche nell'ultimo anno della minore età dell'interdicendo o\ndell'inabilitando, ma in tal caso gli effetti della sentenza decorreranno, comunque, dal\nPagina 39 di 67", "bibliography": "", "source_file": "document.pdf", "page_number": 39}
{"article_number": "412", "title": "Atti compiuti dal beneficiario o dall'amministratore di", "text": "Si è così precisato che nel giudizio di interdizione il giudice di merito, nel valutare se\nricorrono le condizioni previste dall'art. 418 per la nomina di un amministratore di\nsostegno, rimettendo gli atti al giudice tutelare, deve considerare che, rispetto\nall'interdizione e all'inabilitazione, l'ambito di applicazione dell'amministrazione di sostegno\nva individuato con riguardo non già al diverso, e meno intenso, grado di infermità o di\nimpossibilità di attendere ai propri interessi del soggetto carente di autonomia, ma alle\nresidue capacità e all'esperienza di vita dallo stesso maturate, anche attraverso gli studi\nscolastici e lo svolgimento dell'attività lavorativa. Ne consegue che non si può impedire\nall'incapace, che ha dimostrato di essere in grado di provvedere in forma sufficiente alle\nproprie quotidiane ed ordinarie esigenze di vita, il compimento, con il supporto di un\namministratore di sostegno, di atti di gestione ed amministrazione del patrimonio\nposseduto (anche se ingente), restando affidato al giudice tutelare il compito di conformare\ni poteri dell'amministratore e le limitazioni da imporre alla capacità del beneficiario in\nfunzione delle esigenze di protezione della persona e di gestione dei suoi interessi\npatrimoniali, ricorrendo eventualmente all'ausilio di esperti e qualificati professionisti del\nsettore (così Cass. n. 17962/2015).\nBibliografia\nCBonilini-Chizzini, L'amministrazione di sostegno, Padova, 2007, 1 e ss.; Buffone,\nVolontaria giurisdizione. Tutela dei soggetti deboli, Milano, 2012, 1 e ss.; Correnti,\nFineschi, Frati, Gulino, Direttive anticipate di trattamento e amministrazione di\nsostegno: la corte di cassazione richiede lo stato d'incapacità attuale e non futuro, in\nResp. civ. e prev., fasc. 2, 2014, 695; Jannuzzi, Manuale della volontaria\ngiurisdizione, Milano, 2004, 319 e ss.; Tagliaferri, L' amministrazione di sostegno\nnell'interpretazione della giurisprudenza, Piacenza, 2010, 1 e ss.\nAutori: Giusi Ianni\nCOMMENTATO CODICE CIVILE\nCodice Civile n. 412 - Atti compiuti dal beneficiario o dall'amministratore di\nsostegno in violazione di norme di legge o delle disposizioni del giudice (1).\n[I]. Gli atti compiuti dall'amministratore di sostegno in violazione di disposizioni di legge, od\nin eccesso rispetto all'oggetto dell'incarico o ai poteri conferitigli dal giudice, possono\nessere annullati su istanza dell'amministratore di sostegno, del pubblico ministero, del\nbeneficiario o dei suoi eredi ed aventi causa.\nPagina 41 di 67[II]. Possono essere parimenti annullati su istanza dell'amministratore di sostegno, del\nbeneficiario, o dei suoi eredi ed aventi causa, gli atti compiuti personalmente dal\nbeneficiario in violazione delle disposizioni di legge o di quelle contenute nel decreto che\nistituisce l'amministrazione di sostegno.\n[III]. Le azioni relative si prescrivono nel termine di cinque anni. Il termine decorre dal\nmomento in cui è cessato lo stato di sottoposizione all'amministrazione di sostegno.\n(1) Articolo inserito dall'art. 3, comma 1, l. 9 gennaio 2004, n. 6, che ha inserito l'intero\nCapo in testa al titolo XII. Questo articolo, fino all'abrogazione ex art. 77 l. 4 maggio 1983,\nn. 184 era parte del titolo XI.\nRiferimenti chiave:\nArt. 3 l. n. 6/2004.", "framework": "La norma individua le conseguenze sanzionatorie per gli atti compiuti dal beneficiario\no dall'amministratore di sostegno in violazione di disposizioni legislative o giudiziali.\n2. Le conseguenze sanzionatorie degli atti compiuti\ndall'amministratore di sostegno\nCoerentemente a quanto stabilito in materia di tutela e responsabilità genitoriale, la\nsanzione prevista per gli atti compiuti dall'amministratore di sostegno senza la\nnecessaria autorizzazione del giudice tutelare o in eccesso rispetto all'oggetto dell'incarico\no ai poteri conferiti dal giudice medesimo è quella dell'annullabilità, che può essere fatta\nvalere su istanza dell'amministratore di sostegno, del Pubblico Ministero, del beneficiario o\ndei suoi eredi ed aventi causa. La legittimazione del Pubblico Ministero rappresenta,\ninvero, una peculiarità della disciplina dell'amministrazione di sostegno, la cui ratio appare,\nperaltro, difficilmente comprensibile alla dottrina, essendo difficilmente ipotizzabile un\ncontrollo capillare del P.M. sugli atti negoziali posti in essere dall'amministratore di\nsostegno (ed essendo più logico ipotizzare che il P.M. si attivi al fine di chiedere la stessa\nrevoca dell'amministratore di sostegno qualora egli agisca in violazione dei poteri ricevuti).\nL'azione di annullamento si prescrive nel termine di cinque anni, che decorre dal\nmomento in cui è cessato lo stato di sottoposizione all'amministrazione di sostegno.\n3. Le conseguenze sanzionatorie degli atti compiuti dal beneficiario\nSono annullabili su istanza dell'amministratore di sostegno, del beneficiario, o dei suoi\neredi ed aventi causa, anche gli atti compiuti personalmente dal beneficiario in\nviolazione delle disposizioni di legge o di quelle contenute nel decreto che istituisce\nPagina 42 di 67", "bibliography": "", "source_file": "document.pdf", "page_number": 41}
{"article_number": "411", "title": "Norme applicabili all'amministrazione di sostegno1.", "text": "l'amministrazione di sostegno. Non è prevista, quindi, per tale ipotesi la legittimazione\nall'impugnazione del P.M. Anche in questo caso, invece, il termine di prescrizione per\nl'esperimento dell'azione è quello di cinque anni, decorrente dal momento in cui è cessato\nlo stato di sottoposizione all'amministrazione di sostegno.\nBibliografia\nBIBLIOGRAFIA: Bonilini-Chizzini, L'amministrazione di sostegno, Padova, 2007, 1 e\nss.; Buffone, Volontaria giurisdizione. Tutela dei soggetti deboli, Milano, 2012, 1 e\nss.; Correnti, Fineschi, Frati, Gulino, Direttive anticipate di trattamento e\namministrazione di sostegno: la corte di cassazione richiede lo stato d'incapacità\nattuale e non futuro, in Resp. civ. e prev., fasc. 2, 2014, 695; Jannuzzi, Manuale\ndella volontaria giurisdizione, Milano, 2004, 319 e ss.; Tagliaferri, L' amministrazione\ndi sostegno nell'interpretazione della giurisprudenza, Piacenza, 2010, 1 e ss.\nAutori: Giusi Ianni\nCOMMENTATO CODICE CIVILE\nCodice Civile n. 411 - Norme applicabili all'amministrazione di sostegno1.\n[I]. Si applicano all'amministratore di sostegno, in quanto compatibili, le disposizioni di cui\nagli articoli da 349 a 353 e da 374 a 388. [I provvedimenti di cui agli articoli 375 e 376 sono\nemessi dal giudice tutelare] (2) .\n[II]. All'amministratore di sostegno si applicano altresì, in quanto compatibili, le disposizioni\ndegli articoli 596, 599 e 779.\n[III]. Sono in ogni caso valide le disposizioni testamentarie e le convenzioni in favore\ndell'amministratore di sostegno che sia parente entro il quarto grado del beneficiario,\novvero che sia coniuge o persona che sia stata chiamata alla funzione in quanto con lui\nstabilmente convivente.\n[IV]. Il giudice tutelare, nel provvedimento con il quale nomina l'amministratore di sostegno,\no successivamente, può disporre che determinati effetti, limitazioni o decadenze, previsti\nda disposizioni di legge per l'interdetto o l'inabilitato, si estendano al beneficiario\ndell'amministrazione di sostegno, avuto riguardo all'interesse del medesimo ed a quello\ntutelato dalle predette disposizioni. Il provvedimento è assunto con decreto motivato a\nseguito di ricorso che può essere presentato anche dal beneficiario direttamente.\nPagina 43 di 67[1] Articolo inserito dall'art. 3, comma 1, l. 9 gennaio 2004, n. 6, che ha inserito l'intero Capo in testa al titolo XII. Questo\narticolo, fino all'abrogazione ex art. 77 l. 4 maggio 1983, n. 184 era parte del titolo XI.\n[2] Periodo soppresso dall'art. 1, comma 9, d.lgs. 10 ottobre 2022, n. 149 (ai sensi dell'art. 52 d.lgs. n. 149/2022, il\ncitato decreto legislativo entra in vigore il giorno successivo a quello della sua pubblicazione nella Gazzetta Ufficiale). Per\nla disciplina transitoria v. art. 35 d.lgs. n. 149/2022, come da ultimo modificato dall'art. 1, comma 380, lett. a), l. 29\ndicembre 2022, n. 197, che prevede che : \"1. Le disposizioni del presente decreto, salvo che non sia diversamente\ndisposto, hanno effetto a decorrere dal 28 febbraio 2023 e si applicano ai procedimenti instaurati successivamente a tale\ndata. Ai procedimenti pendenti alla data del 28 febbraio 2023 si applicano le disposizioni anteriormente vigenti.\".\nRiferimenti chiave:\nArt. 3 l. n. 6/2004.apportate dal d.lgs. n. 149/2022 che, anche in materia di tutela e per i procedimenti\nintrodotti successivamente al 28 febbraio 2023, ha generalizzato il potere di\nautorizzazione del giudice tutelare. Il richiamo, inoltre, è operato nei limiti della\ncompatibilità, dovendosi coordinare le norme richiamate con le disposizioni dettate dai\nsuccessivi commi del medesimo art. 411, nonché con la disciplina di cui ai precedenti artt.\n409 e 410 e quella di cui al successivo art. 412.\nSi è ritenuto che l'amministratore di sostegno, nell'ambito delle materie per le quali\nrappresenta il beneficiario, non necessiti dell'autorizzazione del giudice tutelare per\nresistere in giudizio, tenuto conto che tale attività è sempre funzionale alla conservazione\ndegli interessi del rappresentato, di talché la previsione di cui al combinato disposto degli\nartt. 374, comma 1, n. 5) e 411, deve ritenersi esclusivamente operante nelle ipotesi di\npromozione dei giudizi individuati dall'art. 374, comma 1, n. 5). (Cass. n.\n6518/2019). Ancor più di recente si è aggiunto che i beneficiari di una amministrazione di\nsostegno sono dotati di un'autonoma legittimazione processuale non solo ai fini\ndell'apertura della relativa procedura ma anche per impugnare i provvedimenti adottati dal\ngiudice tutelare nel corso della stessa, essendo invece necessaria l'assistenza\ndell'amministratore di sostegno e la previa autorizzazione del giudice tutelare, a norma del\ncombinato disposto degli artt. 374, n. 5, e 411 c.c., per l'instaurazione dei giudizi nei\nconfronti di terzi estranei a tale procedura (Cass. n. 5380/2020).\n3. Le regole peculiari dettate per l'amministrazione di sostegno\nAll'amministratore di sostegno, nei limiti della compatibilità, si applicano anche le norme\nche prevedono l'incapacità del tutore di ricevere per testamento e di accettare\ndonazioni a lui fatte dall'incapace, anche per interposta persona (artt. 596,599 e 779). È\ndettata, tuttavia, una specifica disciplina derogatoria per il caso in cui l'amministratore di\nsostegno sia parente entro il quarto grado del beneficiario, ovvero sia coniuge o persona\nche sia stata chiamata alla funzione in quanto con lui stabilmente convivente: in tal caso,\ninfatti, le disposizioni testamentarie e le convenzioni in favore dell'amministratore\nsono sempre valide. Possono applicarsi, infine, al beneficiario dell'amministrazione di\nsostegno le norme limitative dettate dalla legge per l'interdetto e l'inabilitato, ma solo\nove lo disponga il giudice tutelare nel decreto di nomina (o in decreto motivato successivo)\navuto riguardo all'interesse del beneficiario ed a quello tutelato dalle disposizioni dichiarate\napplicabili.\nPagina 45 di 67", "framework": "La norma in commento, al fine di definire la disciplina applicabile all'amministrazione\ndi sostegno, richiama alcune disposizioni dettate per la tutela, ponendo, tuttavia,\nanche delle regole peculiari del nuovo istituto.\n2. Le norme sulla tutela applicabili all'amministrazione di sostegno\nVengono rese applicabili all'amministratore di sostegno, in particolare, due gruppi di\nnorme dettate per il tutore. Le prime attengono all'insediamento dell'amministratore (che\ndeve prestare giuramento dinanzi al giudice tutelare: art. 349); ai casi di incapacità ad\nassumere l'ufficio (art. 350); alla dispensabilità, ex lege o su domanda di parte dall'incarico\n(artt. 351, 352 e 353). Le seconde attengono, invece, alla necessità di autorizzazione da\nparte dell'autorità giudiziaria per il compimento di taluni atti (artt. 374 e 375); alla necessità\nper l'autorità giudiziaria che concede l'autorizzazione alla vendita di determinarne le\nmodalità e stabilire il reimpiego del prezzo (art. 376); all'individuazione delle conseguenze\ndella violazione del regime autorizzatorio fissato dalla legge (art. 377); all'individuazione\ndegli atti vietati all'amministratore di sostegno (art. 378); alla gratuità dell'ufficio, salva la\npossibilità per il giudice tutelare di riconoscere un'equa indennità (art. 379); all'obbligo per\nl'amministratore di tenere la contabilità della gestione e rendicontarne periodicamente al\ngiudice tutelare (art. 380); alla possibilità per il giudice tutelare di imporre una cauzione\n(art. 381); alla responsabilità dell'amministratore di sostegno per i danni cagionati al\nbeneficiario in violazione ai doveri degli uffici (art. 382); alla possibilità di esonero\ndell'amministratore dall'ufficio (art. 383); ai casi di rimozione e sospensione\ndell'amministratore (art. 384); all'obbligo di rendiconto finale e alla sua approvazione da\nparte del giudice tutelare (artt. 385 e 386); al termine di prescrizione delle azioni relative\nall'amministrazione (art. 387); al divieto di convenzioni prima dell'approvazione del conto\n(art. 388). Vi sono, tuttavia, delle peculiarità, perché ad esempio le autorizzazioni per il\ncompimento degli atti di cui agli artt. 374 e 375 competono sempre al giudice tutelare e\nmai al Tribunale, qualunque ne sia l'oggetto ciò anche antecedentemente alle modifiche\nPagina 44 di 67", "bibliography": "", "source_file": "document.pdf", "page_number": 43}
{"article_number": "410", "title": "Doveri dell'amministratore di sostegno (1).", "text": "Bibliografia\nBIBLIOGRAFIA: Bonilini-Chizzini, L'amministrazione di sostegno, Padova, 2007, 1 e\nss.; Buffone, Volontaria giurisdizione. Tutela dei soggetti deboli, Milano, 2012, 1 e\nss.; Correnti, Fineschi, Frati, Gulino, Direttive anticipate di trattamento e\namministrazione di sostegno: la corte di cassazione richiede lo stato d'incapacità\nattuale e non futuro, in Resp. civ. e prev., fasc. 2, 2014, 695; Jannuzzi, Manuale\ndella volontaria giurisdizione, Milano, 2004, 319 e ss.; Tagliaferri, L' amministrazione\ndi sostegno nell'interpretazione della giurisprudenza, Piacenza, 2010, 1 e ss.\nAutori: Giusi Ianni\nCOMMENTATO CODICE CIVILE\nCodice Civile n. 410 - Doveri dell'amministratore di sostegno (1).\n[I]. Nello svolgimento dei suoi compiti l'amministratore di sostegno deve tener conto dei\nbisogni e delle aspirazioni del beneficiario.\n[II]. L'amministratore di sostegno deve tempestivamente informare il beneficiario circa gli\natti da compiere nonché il giudice tutelare in caso di dissenso con il beneficiario stesso. In\ncaso di contrasto, di scelte o di atti dannosi ovvero di negligenza nel perseguire l'interesse\no nel soddisfare i bisogni o le richieste del beneficiario, questi, il pubblico ministero o gli\naltri soggetti di cui all'articolo 406 possono ricorrere al giudice tutelare, che adotta con\ndecreto motivato gli opportuni provvedimenti.\n[III]. L'amministratore di sostegno non è tenuto a continuare nello svolgimento dei suoi\ncompiti oltre dieci anni, ad eccezione dei casi in cui tale incarico è rivestito dal coniuge,\ndalla persona stabilmente convivente, dagli ascendenti o dai discendenti.\n(1) Articolo inserito dall'art. 3, comma 1, l. 9 gennaio 2004, n. 6, che ha inserito l'intero\nCapo in testa al titolo XII. Questo articolo, fino all'abrogazione ex art. 77 l. 4 maggio 1983,\nn. 184 era parte del titolo XI.\nRiferimenti chiave:\nArt. 3 l. n. 6/2004.2. I doveri dell'amministratore di sostegno\nIl legislatore è chiaro nello stabilire che l'amministratore di sostegno, nello svolgimento del\nsuo ufficio, debba tenere conto dei bisogni e delle aspirazioni del beneficiario e abbia\nun vero e proprio obbligo di dialogo con il beneficiario, che deve essere\ncostantemente informato sugli atti che devono essere compiuti dall'amministratore,\ninformando immediatamente il giudice tutelare di eventuali dissensi manifestati dal\nbeneficiario.\nLa norma è stata, nel tempo, sospettata di incostituzionalità, nella parte in cui non\nsubordina al consenso dell'interessato il compimento dei singoli atti gestionali, o comunque\nnon attribuisce efficacia paralizzante al suo dissenso in ordine a tale attivazione e al\ncompimento di tali atti; essa, tuttavia, è stata sempre fatta salva dal giudice delle leggi\n(Corte cost. n. 4/2007 e n. 292/2007 ).\nIl dissenso del beneficiario, quindi, non può essere mai tale da paralizzare il potere di\ndecisione del giudice tutelare, che aprirà ugualmente la procedura di amministrazione di\nsostegno ove lo ritenga necessario per la sua tutela e adotterà i provvedimenti necessari\nove informato dall'amministratore circa il dissenso rispetto ad eventuali atti gestionali\n(BUFFONE, La protezione giuridica dell'adulto incapace: l'anziano e l'amministrazione di\nsostegno, in Giur. mer., fasc.12, 2011, 2907). Il giudice tutelare deve essere informato (dal\nP.M. o dagli altri soggetti legittimati a domandare l'apertura della procedura) anche di\neventuali situazioni di conflitto di interesse o dimala gestioda parte\ndell'amministratore e anche in tal caso dovrà adottare i provvedimenti più opportuni per la\ntutela del beneficiario (ad esempio, la nomina di un curatore speciale per il compimento di\nun atto determinato; la convocazione a chiarimenti dell'amministratore ovvero, nei casi più\ngravi, la revoca dell'amministratore che non eserciti al meglio il suo mandato).\nL'amministratore di sostegno, in ogni caso, non è tenuto a continuare nello svolgimento dei\nsuoi compiti oltre dieci anni, ad eccezione dei casi in cui tale incarico è rivestito dal\nconiuge, dalla persona stabilmente convivente, dagli ascendenti o dai discendenti.\nBibliografia\nBIBLIOGRAFIA: Bonilini-Chizzini, L'amministrazione di sostegno, Padova, 2007, 1 e\nss.; Buffone, Volontaria giurisdizione. Tutela dei soggetti deboli, Milano, 2012, 1 e\nss.; Correnti, Fineschi, Frati, Gulino, Direttive anticipate di trattamento e\namministrazione di sostegno: la corte di cassazione richiede lo stato d'incapacità\nPagina 47 di 67", "framework": "La norma disciplina i doveri che fanno capo all'amministratore di sostegno\nnell'esercizio delle sue funzioni.\nPagina 46 di 67", "bibliography": "", "source_file": "document.pdf", "page_number": 46}
{"article_number": "409", "title": "Effetti dell'amministrazione di sostegno (1).", "text": "attuale e non futuro, in Resp. civ. e prev., fasc. 2, 2014, 695; Jannuzzi, Manuale\ndella volontaria giurisdizione, Milano, 2004, 319 e ss.; Tagliaferri, L' amministrazione\ndi sostegno nell'interpretazione della giurisprudenza, Piacenza, 2010, 1 e ss.\nAutori: Giusi Ianni\nCOMMENTATO CODICE CIVILE\nCodice Civile n. 409 - Effetti dell'amministrazione di sostegno (1).\n[I]. Il beneficiario conserva la capacità di agire per tutti gli atti che non richiedono la\nrappresentanza esclusiva o l'assistenza necessaria dell'amministratore di sostegno.\n[II]. Il beneficiario dell'amministrazione di sostegno può in ogni caso compiere gli atti\nnecessari a soddisfare le esigenze della propria vita quotidiana.\n(1) Articolo inserito dall'art. 3, comma 1, l. 9 gennaio 2004, n. 6, che ha inserito l'intero\nCapo in testa al titolo XII. Questo articolo, fino all'abrogazione ex art. 77 l. 4 maggio 1983,\nn. 184 era parte del titolo XI.\nRiferimenti chiave:\nArt. 3 l. n. 6/2004.", "framework": "La norma disciplina gli effetti dell'apertura dell'amministrazione di sostegno, con\nriguardo, in particolare, alle ripercussioni sulla capacità di agire del beneficiario.\n2. La capacità del beneficiario in caso di nomina dell'amministratore\ndi sostegno\nPer effetto della nomina dell'amministratore di sostegno, il beneficiario perde unicamente la\ncapacità di porre in essere gli atti che il giudice tutelare, nel decreto di nomina, ha stabilito\nche debbano essere compiuti dall'amministratore in via esclusiva, ovvero dal beneficiario\ncon l'assistenza necessaria dell'amministratore. Tutti gli altri atti, invece, potranno essere\ncompiuti dal beneficiario autonomamente.\nIl beneficiario, inoltre, può sempre compiere autonomamente gli atti finalizzati al\nsoddisfacimento dei bisogni della vita quotidiana e, come chiarito dalla giurisprudenza\ndi merito, mantiene la capacità di contrarre matrimonio, giacché il corrispondente\ndivieto, stabilito a tutela dell'interdetto per infermità di mente (art. 85), è estensibile\nall'amministrazione di sostegno (art. 411) unicamente allorché, a causa di immaturità\npsico-fisica dovuta a “grave infermità mentale” (arg. ex artt. 414 e 415), il beneficiario non\nPagina 48 di 67", "bibliography": "", "source_file": "document.pdf", "page_number": 48}
{"article_number": "406", "title": "Soggetti (1).", "text": "risulti in grado di vivere il rapporto di coniugio con consapevole assunzione delle gravose\nresponsabilità che il vincolo comporta (Trib. Modena 18 dicembre 2013).Il provvedimento\ncon il quale il giudice tutelare decide sull'istanza, formulata nell'ambito di una procedura di\namministrazione di sostegno, diretta ad ottenere l'estensione al beneficiario, ai sensi del\ncombinato disposto degli artt. 411, comma 4 e 85 c.c., del divieto di contrarre matrimonio,\nincidendo in maniera definitiva, sia pure \"rebus sic stantibus\", sulla capacità di\nautodeterminarsi della persona e quindi su un diritto personalissimo, ha natura\nintrinsecamente decisoria, ed è quindi reclamabile dinanzi alla Corte d’Appello (Cass. n.\n4733/2021). Si è riconosciuta la capacità di testare del beneficiario di un'amministrazione\ndi sostegno affetto da Sla e dotato di comunicatore oculare, benché con l'assistenza\ndell'amministratore, limitata alla trasposizione in forma scritta delle volontà testamentarie\ndel beneficiario e alla sua sottoscrizione in nome e per conto del beneficiario (Trib.\nVarese 12 marzo 2012).\nBibliografia\nBonilini-Chizzini, L'amministrazione di sostegno, Padova, 2007, 1 e ss.; Buffone,\nVolontaria giurisdizione. Tutela dei soggetti deboli, Milano, 2012, 1 e ss.; Correnti,\nFineschi, Frati, Gulino, Direttive anticipate di trattamento e amministrazione di\nsostegno: la corte di cassazione richiede lo stato d'incapacità attuale e non futuro, in\nResp. civ. e prev., fasc. 2, 2014, 695; Jannuzzi, Manuale della volontaria\ngiurisdizione, Milano, 2004, 319 e ss.; Tagliaferri, L' amministrazione di sostegno\nnell'interpretazione della giurisprudenza, Piacenza, 2010, 1 e ss.\nAutori: Giusi Ianni\nCOMMENTATO CODICE CIVILE\nCodice Civile n. 406 - Soggetti (1).\n[I]. Il ricorso per l'istituzione dell'amministrazione di sostegno può essere proposto dallo\nstesso soggetto beneficiario, anche se minore, interdetto o inabilitato, ovvero da uno dei\nsoggetti indicati nell'articolo 417.\n[II]. Se il ricorso concerne persona interdetta o inabilitata il medesimo è presentato\ncongiuntamente all'istanza di revoca dell'interdizione o dell'inabilitazione davanti al giudice\ncompetente per quest'ultima.\n[III]. I responsabili dei servizi sanitari e sociali direttamente impegnati nella cura e\nassistenza della persona, ove a conoscenza di fatti tali da rendere opportuna l'apertura del\nPagina 49 di 67procedimento di amministrazione di sostegno, sono tenuti a proporre al giudice tutelare il\nricorso di cui all'articolo 407 o a fornirne comunque notizia al pubblico ministero.\n(1) Articolo inserito dall'art. 3, comma 1, l. 9 gennaio 2004, n. 6, che ha inserito l'intero\nCapo in testa al titolo XII. Questo articolo, fino all'abrogazione ex art. 77 l. 4 maggio 1983,\nn. 184 era parte del titolo XI.\nRiferimenti chiave:\nArt. 3 l. n. 6/2004 ; art. 1 l. n. 76/2016.", "framework": "La norma individua i soggetti legittimati a presentare ricorso al giudice tutelare al\nfine di ottenere la nomina di un amministratore di sostegno.\n2. I soggetti legittimati alla richiesta di nomina dell'amministratore di\nsostegno\nLa domanda diretta ad ottenere la nomina dell'amministrazione di sostegno può\nessere proposta dallo stesso soggetto beneficiario, anche se minore, interdetto o\ninabilitato, ovvero da uno dei soggetti indicati nell'art. 417, anch'esso novellato dalla l. n.\n6/2004 (il coniuge del beneficiario, la persona con quest'ultimo stabilmente convivente, i\nparenti entro il quarto grado, gli affini entro il secondo grado, il tutore o il curatore del\nbeneficiario e il Pubblico Ministero). La legittimazione del convivente, peraltro,\nrappresenta una novità della riforma del 2004, che ha dato rilevanza, a questi fini, anche\nalla famiglia di fatto. A seguito dell’entrata in vigore dellal. n. 76/2016 deve, peraltro,\nintendersi equiparato al coniuge ai fini della proposizione della domanda di nomina\ndell’amministratore di sostegno anche la parte dell’unione civile tra persone dello stesso\nsesso, in forza di quanto stabilito dal medesimo testo normativo. Sono legittimati alla\nproposizione del ricorso anche i responsabili dei servizi sanitari e sociali direttamente\nimpegnati nella cura e assistenza della persona, qualora vengano a conoscenza di fatti tali\nda rendere opportuna l'apertura del procedimento di amministrazione di sostegno. In\nalternativa, tali ultimi soggetti possono dare notizia della situazione legittimante il ricorso al\npubblico ministero, che potrà a sua volta presentare ricorso al giudice tutelare. I soggetti\nlegittimati all'azione, peraltro, sono individuati sulla base di una valutazione già effettuata a\nmonte dal legislatore, sicché il giudice tutelare dovrà prescindere da ogni disamina\ndell'interesse ad agireexart. 100 c.p.c.. Non è consentita, invece, l'apertura d'ufficio\ndella procedura di amministrazione di sostegno, contrariamente a quanto si era previsto\nnella prima bozza della legge di riforma (il giudice che constati nell'ambito di un processo\nuna situazione legittimante la nomina di un amministratore di sostegno dovrà, quindi, darne\nnotizia al Pubblico Ministero affinché quest'ultimo si attivi exartt. 404 e ss.). Chi propone il\nPagina 50 di 67", "bibliography": "", "source_file": "document.pdf", "page_number": 49}
{"article_number": "405", "title": "Decreto di nomina dell'amministratore di sostegno.", "text": "ricorso per l'istituzione di un'amministrazione di sostegno nei riguardi di un terzo è onerato,\nin caso di specifica contestazione, della prova della sua legittimazione attiva (Cass. n.\n22602/2017).\n3. La forma della domanda\nLa domanda diretta ad ottenere la nomina di un amministratore di sostegno deve rivestire\nla forma del ricorso, il cui contenuto è determinato dal successivo art. 407. Se, inoltre, il\nricorso concerne una persona interdetta o inabilitata esso deve essere presentato\ncongiuntamente all'istanza di revoca dell'interdizione o dell'inabilitazione davanti al\ngiudice competente per quest'ultima.\nBibliografia\nBIBLIOGRAFIA: Bonilini-Chizzini, L'amministrazione di sostegno, Padova, 2007, 1 e\nss.; Buffone, Volontaria giurisdizione. Tutela dei soggetti deboli, Milano, 2012, 1 e\nss.; Correnti, Fineschi, Frati, Gulino, Direttive anticipate di trattamento e\namministrazione di sostegno: la corte di cassazione richiede lo stato d'incapacità\nattuale e non futuro, in Resp. civ. e prev., fasc. 2, 2014, 695; Jannuzzi, Manuale\ndella volontaria giurisdizione, Milano, 2004, 319 e ss.; Tagliaferri, L' amministrazione\ndi sostegno nell'interpretazione della giurisprudenza, Piacenza, 2010, 1 e ss.\nAutori: Giusi Ianni\nCOMMENTATO CODICE CIVILE\nCodice Civile n. 405 - Decreto di nomina dell'amministratore di sostegno.\nDurata dell'incarico e relativa pubblicità (1).\n[I]. Il giudice tutelare provvede entro sessanta giorni dalla data di presentazione della\nrichiesta alla nomina dell'amministratore di sostegno con decreto motivato\nimmediatamente esecutivo, su ricorso di uno dei soggetti indicati nell'articolo 406.\n[II]. Il decreto che riguarda un minore non emancipato può essere emesso solo nell'ultimo\nanno della sua minore età e diventa esecutivo a decorrere dal momento in cui la maggiore\netà è raggiunta.\n[III]. Se l'interessato è un interdetto o un inabilitato, il decreto è esecutivo dalla\npubblicazione della sentenza di revoca dell'interdizione o dell'inabilitazione.\nPagina 51 di 67[IV]. Qualora ne sussista la necessità, il giudice tutelare adotta anche d'ufficio i\nprovvedimenti urgenti per la cura della persona interessata e per la conservazione e\nl'amministrazione del suo patrimonio. Può procedere alla nomina di un amministratore di\nsostegno provvisorio indicando gli atti che è autorizzato a compiere.\n[V]. Il decreto di nomina dell'amministratore di sostegno deve contenere l'indicazione:\n1) delle generalità della persona beneficiaria e dell'amministratore di sostegno;\n2) della durata dell'incarico, che può essere anche a tempo indeterminato;\n3) dell'oggetto dell'incarico e degli atti che l'amministratore di sostegno ha il potere di\ncompiere in nome e per conto del beneficiario;\n4) degli atti che il beneficiario può compiere solo con l'assistenza dell'amministratore di\nsostegno;\n5) dei limiti, anche periodici, delle spese che l'amministratore di sostegno può sostenere\ncon utilizzo delle somme di cui il beneficiario ha o può avere la disponibilità;\n6) della periodicità con cui l'amministratore di sostegno deve riferire al giudice circa l'attività\nsvolta e le condizioni di vita personale e sociale del beneficiario.\n[VI]. Se la durata dell'incarico è a tempo determinato, il giudice tutelare può prorogarlo con\ndecreto motivato pronunciato anche d'ufficio prima della scadenza del termine.\n[VII]. Il decreto di apertura dell'amministrazione di sostegno, il decreto di chiusura ed ogni\naltro provvedimento assunto dal giudice tutelare nel corso dell'amministrazione di sostegno\ndevono essere immediatamente annotati a cura del cancelliere nell'apposito registro.\n[VIII]. Il decreto di apertura dell'amministrazione di sostegno e il decreto di chiusura\ndevono essere comunicati, entro dieci giorni, all'ufficiale dello stato civile per le annotazioni\nin margine all'atto di nascita del beneficiario. Se la durata dell'incarico è a tempo\ndeterminato, le annotazioni devono essere cancellate alla scadenza del termine indicato\nnel decreto di apertura o in quello eventuale di proroga.\n(1)Articolo inserito dall'art. 3, comma 1, l. 9 gennaio 2004, n. 6, che ha inserito l'intero\nCapo in testa al titolo XII. Questo articolo, fino all'abrogazione ex art. 77 l. 4 maggio 1983,\nn. 184 era parte del titolo XI.\nRiferimenti chiave:\nArt. 3 l. n. 6/2004 ; art. 1 l. n. 76/2016Sul ricorso diretto ad ottenere la nomina di un amministratore di sostegno il giudice\ntutelare decide con decreto motivato, che deve intervenire nel termine di sessanta\ngiorni dalla data di presentazione della richiesta (il termine è, comunque, ordinatorio e\npuò avere rilevanza soltanto a fini disciplinari). Il decreto è immediatamente esecutivo,\nsalvo che la nomina dell'amministratore di sostegno avvenga in favore di minore di età,\nperché in tal caso, avendo già il minore un rappresentante legale (genitore o tutore)\nl'esecutorietà è differita al raggiungimento della maggiore età (il decreto può essere\nemesso, peraltro, solo nell'ultimo anno della minore età del beneficiario). Qualora,\ninvece, l'istanza riguardi un soggetto già interdetto o inabilitato, il decreto diverrà\nesecutivo solo con la pubblicazione della sentenza di revoca della pregressa misura di\nprotezione. Nel decreto di nomina il giudice tutelare deve poi necessariamente indicare: le\ngeneralità del beneficiario e della persona scelta come amministratore di sostegno; la\ndurata dell'incarico, che può essere a tempo determinato o indeterminato; l'oggetto\ndell'incarico e gli atti che l'amministratore potrà compiere in nome e per conto del\nbeneficiario; gli atti che il beneficiario può compiere con l'assistenza dell'amministratore;\nil limite di spesa che l'amministratore deve rispettare nella gestione del patrimonio del\nbeneficiario; la periodicità con cui l'amministratore dovrà rendicontare al giudice tutelare\nsull'attività svolta. Il decreto, quindi, non ha un contenuto integralmente tipizzato in\nordine alla limitazione della capacità di agire del beneficiario, dovendo il giudice, in\nrelazione al caso concreto, individuare gli atti che dovranno essere compiuti\ndall'amministratore di sostegno in nome e per conto del beneficiario e quelli che potranno\nessere compiuti dal beneficiario con l'assistenza dell'amministratore.\nParticolarmente ampi, quindi, appaiono in materia i poteri del giudice tutelare, a cui\nspetta il compito modellare i compiti dell'amministratore di sostegno, e di stabilirne, volta\nper volta, l'estensione in relazione alle necessità concrete e alle disponibilità finanziarie del\nbeneficiario, oltre che di vigilare sulla sua attività (Cass. S.U. n. 1606/2020).\nAnche il convivente di fatto può essere nominato amministratore di sostegno, qualora\nricorrano i presupposti di cui all'art. 404, mentre la parte dell'unione civile, essendo\nequiparata a tali effetti al coniuge, deve essere preferita ad altri soggetti nella scelta\ndell'amministratore di sostegno ove ciò sia possibile (art. 1 l. n. 76/2016).\n3. I provvedimenti urgenti\nIn presenza di ragioni di urgenza, il giudice tutelare adotta anche d'ufficio e prima della\nconclusione del procedimento i provvedimenti urgenti per la cura della persona\ninteressata e per la conservazione e l'amministrazione del suo patrimonio. Può, inoltre,\nsempre con decreto, procedere alla nomina di un amministratore di sostegno\nprovvisorio indicando gli atti che il medesimo è autorizzato a compiere.\nPagina 53 di 67", "framework": "La norma disciplina il contenuto minimo del decreto che nomina l'amministratore di\nsostegno, accordando, altresì, al giudice tutelare, in presenza di situazioni di\nurgenza, la facoltà di nominare un amministratore provvisorio antecedentemente\nalla conclusione del procedimento.\n2. Il provvedimento di nomina dell'amministratore di sostegno\nPagina 52 di 67", "bibliography": "", "source_file": "document.pdf", "page_number": 51}
{"article_number": "345", "title": "Denunzie al giudice tutelare.", "text": "Bibliografia\nBIBLIOGRAFIA: Bonilini-Chizzini, L'amministrazione di sostegno, Padova, 2007, 1 e\nss.; Buffone, Volontaria giurisdizione. Tutela dei soggetti deboli, Milano, 2012, 1 e\nss.; Correnti, Fineschi, Frati, Gulino, Direttive anticipate di trattamento e\namministrazione di sostegno: la corte di cassazione richiede lo stato d'incapacità\nattuale e non futuro, in Resp. civ. e prev., fasc. 2, 2014, 695; Jannuzzi, Manuale\ndella volontaria giurisdizione, Milano, 2004, 319 e ss.; Tagliaferri, L' amministrazione\ndi sostegno nell'interpretazione della giurisprudenza, Piacenza, 2010, 1 e ss.\nAutori: Giusi Ianni\nCOMMENTATO CODICE CIVILE\nCodice Civile n. 345 - Denunzie al giudice tutelare.\n[I]. L'ufficiale dello stato civile, che riceve la dichiarazione di morte di una persona la quale\nha lasciato figli in età minore ovvero la dichiarazione di nascita di un figlio di genitori ignoti,\ne il notaio, che procede alla pubblicazione di un testamento contenente la designazione di\nun tutore o di un protutore [620], devono darne notizia al giudice tutelare entro dieci giorni.\n[II]. Il cancelliere, entro quindici giorni dalla pubblicazione o dal deposito in cancelleria,\ndeve dare notizia al giudice tutelare delle decisioni dalle quali derivi l'apertura di una tutela.\n[III]. I parenti entro il terzo grado [76] devono denunziare al giudice tutelare il fatto da cui\nderiva l'apertura della tutela entro dieci giorni da quello in cui ne hanno avuto notizia. La\ndenunzia deve essere fatta anche dalla persona designata quale tutore o protutore entro\ndieci giorni da quello in cui ha avuto notizia della designazione.\nRiferimenti chiave:\nArt. 343", "framework": "La norma stabilisce un obbligo di denuncia in capo a quei soggetti che, per il loro\nufficio o per determinate circostanze o qualità personali, abbiano notizia di fatti che\ncomportino l'apertura della tutela.\n2. L'obbligo di denuncia\nPagina 54 di 67", "bibliography": "", "source_file": "document.pdf", "page_number": 54}
{"article_number": "344", "title": "Funzioni del giudice tutelare.", "text": "La norma, nei suoi tre commi individua tre categorie di soggetti che possono venire a\nconoscenza dei presupposti per l'apertura della tutela, obbligandoli alla denuncia al giudice\ntutelare. La prima di queste categorie riguarda i soggetti che nell'esercizio delle loro\nfunzioni apprendano l'esistenza di simili presupposti, vale a dire, l'ufficiale dello\nstato civile che riceva la dichiarazione di morte di una persona la quale ha lasciato figli in\netà minore ovvero la dichiarazione di nascita di un figlio di genitori ignoti e il notaio che\nproceda alla pubblicazione di un testamento contenente la designazione di un tutore o di\nun protutore. La seconda categoria riguarda i cancellieri degli uffici giudiziari, che si\ntrovino a pubblicare provvedimenti che comportino la necessità di apertura di una tutela. La\nterza categoria riguarda, infine, i parenti entro il terzo grado del minore che venga a\ntrovarsi privo dell'assistenza dei genitori nonché i soggetti designati quali tutori o\nprotutori (ad esempio, per testamento). La norma, pur configurando specifici obblighi e\ntermini di denuncia in capo ai soggetti menzionati, non configura sanzioni per la mancata\nottemperanza agli obblighi medesimi. Ciò non presenta profili problematici rispetto ai\npubblici ufficiali, in relazione ai quali potranno trovare applicazione le norme del codice\npenale sulla violazione dei doveri del loro ufficio (ad esempio, il reato di cui all'art. 328\nc.p.). Non sono, invece, profilabili sanzioni a carico dei privati onerati della denuncia (il\ncodice previgente sanciva, invece, la responsabilità del tutore legittimo o testamentario\nnonché dei membri del consiglio di famiglia che avessero omesso la denuncia in oggetto).\nBibliografia\nCividali, La tutela. un istituto da rinnovare e adeguare a nuove realtà, in Dir. famiglia,\nfasc.2, 2003, 453; Jannuzzi, Manuale della volontaria giurisdizione, Milano, 2004,\n259 e ss.; Veronesi, Titolo del Libro: L'intervento del giudice nell'esercizio della\npotestà dei genitori, Milano, 2008, 178 e ss.\nAutori: Giusi Ianni\nCOMMENTATO CODICE CIVILE\nCodice Civile n. 344 - Funzioni del giudice tutelare.\n[I]. Presso ogni tribunale il giudice tutelare soprintende alle tutele e alle curatele ed\nesercita le altre funzioni affidategli dalla legge (1).\n[II]. Il giudice tutelare può chiedere l'assistenza degli organi della pubblica amministrazione\ne di tutti gli enti i cui scopi corrispondono alle sue funzioni [43 ss. att.].\n(1) Comma così modificato dall'art. 140 d.lg. 19 febbraio 1998, n. 51.\nPagina 55 di 67", "framework": "", "bibliography": "", "source_file": "document.pdf", "page_number": 55}
{"article_number": "337", "title": "Vigilanza del giudice tutelare (1).", "text": "Riferimenti chiave:\nArt. 140 d.lgs. n. 51/1998.(2) L'art. 54, d.lg. 28 dicembre 2013, n. 154, ha sostituito alla parola «potestà», le parole:\n«responsabilità genitoriale». Ai sensi dell’art. 108, d.lg. n. 154 del 2013, la modifica è\nentrata in vigore a partire dal 7 febbraio 2014.\nRiferimenti chiave:\nArt. 54 d.lgs. n. 154/2013; art. 158 l. n. 151/1975", "framework": "Presso ogni Tribunale deve essere istituito l'ufficio del giudice tutelare, con\nfunzione (tra l'altro) di direzione e vigilanza sulle tutele.\n2. Il giudice tutelare: poteri e funzioni\nIl giudice tutelare è giudice monocratico che sovraintende alle tutele e alle curatele ed\nesercita le altre funzioni attribuitegli dalla legge (ad esempio, la nomina di amministratori di\nsostegno o l'autorizzazione dei genitori al compimento di taluni atti che riguardano i figli\nminori). Avendo compiti di direzione e vigilanza sulle tutele, il giudice tutelare in qualsiasi\nmomento può convocare il tutore o il protutore allo scopo di avere delucidazioni o\nchiarimenti e può impartire a tali soggetti indicazioni operative per la protezione del minore.\nNell'esercizio delle sue funzioni, inoltre, il giudice tutelare può richiedere l'assistenza della\nPolizia Giudiziaria e può chiedere informazioni e documenti a tutti gli organi della\nP.A.La norma attribuisce al giudice tutelare il potere di vigilare sulle condizioni che\nl'autorità giudiziaria abbia stabilito per l'esercizio della responsabilità genitoriale e per\nl'amministrazione dei beni del minore.\n2. La vigilanza del giudice tutelare\nLa norma in commento, letteralmente intesa e considerata la sua collocazione sistematica,\nsembra fare riferimento unicamente alla vigilanza sui provvedimenti limitativi della\nresponsabilità genitoriale e dei poteri di amministrazione dei beni del minore adottati\nai sensi degli artt. 333 e 334.\nLa giurisprudenza, invece, ha privilegiato una lettura estensiva dell'articolo, ritenendo\nche il potere di vigilanza da esso attribuito al giudice tutelare concerna non solo\nl'attuazione delle condizioni stabilite dal tribunale per i minorenni per l'esercizio della\nresponsabilità genitoriale e l'amministrazione dei beni, ma anche quelle fissate dal\ntribunale ordinario per l'affidamento della prole, nel giudizio di separazione o divorzio o\nfuori di essi (Cass. n. 14360/2000). Nell'esercizio del suo potere di vigilanza, tuttavia, il\ngiudice tutelare non ha poteri decisori, potendo unicamente stabilire le modalità\napplicative e attuative delle condizioni già stabilite dal Tribunale ordinario o da quello per i\nminorenni, restando preclusa anche qualsiasi statuizione modificativa delle condizioni\nmedesime (Cass. n. 17876/2014). Ne consegue che i provvedimenti resi dal giudice\ntutelare ex art. 337, anche quando meramente declinatori della competenza, sono privi\ndel carattere della decisorietà e definitività e non sono impugnabili con il\nregolamento necessarioexart. 42 c.p.c.", "bibliography": "Pagina 57 di 67", "source_file": "document.pdf", "page_number": 56}
{"article_number": "375", "title": "[Autorizzazione del tribunale]1.", "text": "Bellelli, I doveri del figlio verso i genitori nella legge di riforma della filiazione, in Dir.\nfamiglia fasc.2, 2013, 645; Buffone, Le novità del «decreto filiazione», Milano, 2014,\n1 e ss.; Collura-Zatti, Trattato di diritto di famiglia, Milano, 2012, 1449 e ss; Dogliotti,\nLa filiazione fuori dal matrimonio, Milano, 2015, 197 e ss.; Figone, La riforma della\nfiliazione e della responsabilità genitoriale, Torino, 2014, 1 e ss.; Montecchiari, La\npotestà dei genitori, Milano, 2006, 223 e ss; Ruscello, La potestà dei genitori.\nUsufrutto legale, Milano, 2010, 1 e ss.\nAutori: Giusi Ianni\nCOMMENTATO CODICE CIVILE\nCodice Civile n. 375 - [Autorizzazione del tribunale]1.\n[I]. [ Il tutore non può senza l'autorizzazione del tribunale [732 c.p.c.]:\n1) alienare beni, eccettuati i frutti e i mobili soggetti a facile deterioramento [376];\n2) costituire pegni o ipoteche;\n3) procedere a divisioni o promuovere i relativi giudizi;\n4) fare compromessi e transazioni o accettare concordati.\n[II]. L'autorizzazione è data su parere del giudice tutelare [377] ].\n[1] Articolo abrogato dall'art. 1, comma 7, lett. b), d.lgs. 10 ottobre 2022, n. 149 (ai sensi dell'art. 52 d.lgs. n. 149/2022, il\ncitato decreto legislativo entra in vigore il giorno successivo a quello della sua pubblicazione nella Gazzetta Ufficiale). Per\nla disciplina transitoria v. art. 35 d.lgs. n. 149/2022, come da ultimo modificato dall'art. 1, comma 380, lett. a), l. 29\ndicembre 2022, n. 197, che prevede che : \"1. Le disposizioni del presente decreto, salvo che non sia diversamente\ndisposto, hanno effetto a decorrere dal 28 febbraio 2023 e si applicano ai procedimenti instaurati successivamente a tale\ndata. Ai procedimenti pendenti alla data del 28 febbraio 2023 si applicano le disposizioni anteriormente vigenti.\".\nRiferimenti chiave:\nArt. 357; art. 45 disp. att.2. La necessità di autorizzazione del Tribunale\nAnche l'elencazione degli atti contenuta nell'art. 375, così come quella contenuta nel\nprecedente art. 374, è considerata tassativa e insuscettibile di applicazione analogica\n(Cass. n. 11748/2003).\n3. Profili processuali\nSull’istanza di autorizzazione ex art. 375 c.c. il Tribunale – per i procedimenti pendenti alla\ndata del 28 febbraio 2023 - decide in camera di consiglio, acquisito il parere del giudice\ntutelare. Il provvedimento del Tribunale è poi reclamabile dinanzi alla Corte d'Appello\nnel termine perentorio di dieci giorni dalla comunicazione o dalla notifica, secondo la\ngenerale regola dettata dall'art. 739 c.p.c. In pendenza del termine per il reclamo, il decreto\nautorizzatorio non è esecutivo, salvo che l'esecutorietà venga statuita dal medesimo\nTribunale ai sensi dell'art. 741 c.p.c., in presenza di “ragioni di urgenza”.\n4. La mancanza di autorizzazione\nL'inosservanza della disciplina di cui all'art. 375 rende l'atto negoziale compiuto dal\ntutore (senza, quindi, l'autorizzazione del Tribunale) annullabile. L'annullabilità potrà\nessere chiesta dal tutore, dal minore nel frattempo divenuto maggiorenne, dai suoi eredi o\naventi causa. Non potrà, invece, essere invocata dall'altro contraente né rilevata d'ufficio\ndal giudice (Cass. n. 2111/1961).\nL'annullamento, inoltre, come chiarito dalla giurisprudenza, non travolge i diritti\nacquistati a titolo oneroso dai terzi in buona fede, dove per terzi devono considerarsi\ntutti coloro che siano rimasti estranei al contratto originario, non avendovi in alcun modo\npartecipato; non i successori universali del titolare del rapporto giuridico, sempre vincolati\ndal negozio di disposizione compiuto dal loro autore, anche se non trascritto (Cass. n.\n2194/1962). In caso, invece, di promuovimento di un giudizio di divisione in mancanza di\nautorizzazione del Tribunale, si determina un vizio di legittimazione processuale che, non\nattenendo a materia disponibile, determina la nullità dell'intero giudizio e deve essere\nrilevato d'ufficio dal giudice (Cass. n. 14869/2000). È da ritenere, tuttavia, che anche in\nquesto caso debba trovare applicazione l'art. 182 c.p.c., sicché, prima di ogni\ndeterminazione, il giudice dovrà assegnare un termine perentorio affinché il tutore si\nmunisca delle prescritte autorizzazioni; termine che, se rispettato, produrrà la sanatoria\ncon effettoex tuncdel vizio.\nPagina 59 di 67", "framework": "Per l'impatto che gli atti menzionati dall'art. 375 possono avere sul patrimonio del\nminore, il codice stabiliva che essi potessero essere compiuti dal tutore solo su\nautorizzazione del Tribunale, su parere del giudice tutelare. La norma in\nquestione è stata, tuttavia, abrogata dal d.lgs. n. 149/2022, con effetto dal 28\nfebbraio 2023 (in forza delle modifiche al regime transitorio apportate dalla l.\n197/2022) e con applicabilità ai soli procedimenti instaurati successivamente a tale\ndata. Per i procedimenti, quindi, destinati a rientrare nel campo di applicazione del\nd.lgs. 149/2022 è rimessa in via esclusiva al giudice tutelare la competenza\nall'autorizzazione degli atti posti in essere da soggetti incapaci.\nPagina 58 di 67", "bibliography": "", "source_file": "document.pdf", "page_number": 58}
{"article_number": "374", "title": "Autorizzazione del giudice tutelare1.", "text": "Bibliografia\nCividali, La tutela. un istituto da rinnovare e adeguare a nuove realtà, in Dir. famiglia,\nfasc.2, 2003, 453; Jannuzzi, Manuale della volontaria giurisdizione, Milano, 2004,\n259 e ss.; Veronesi, Titolo del Libro: L'intervento del giudice nell'esercizio della\npotestà dei genitori, Milano, 2008, 178 e ss.\nAutori: Giusi Ianni\nCOMMENTATO CODICE CIVILE\nCodice Civile n. 374 - Autorizzazione del giudice tutelare1.\n[I]. Il tutore non può senza l'autorizzazione del giudice tutelare:\n1) acquistare beni, eccettuati i mobili necessari per l'uso del minore, per l'economia\ndomestica e per l'amministrazione del patrimonio;\n2) alienare beni, eccettuati i frutti e i mobili soggetti a facile deterioramento;\n3) riscuotere capitali;\n4) costituire pegni o ipoteche, ovvero consentire alla cancellazione di ipoteche o\nallo svincolo di pegni;\n5) assumere obbligazioni, salvo che queste riguardino le spese necessarie per il\nmantenimento del minore e per l'ordinaria amministrazione del suo patrimonio;\n6) accettare eredità o rinunciarvi, accettare donazioni o legati soggetti a pesi o a\ncondizioni, procedere a divisioni;\n7) fare compromessi e transazioni o accettare concordati;\n8) fare contratti di locazione di immobili oltre il novennio o che in ogni caso si\nprolunghino oltre un anno dopo il raggiungimento della maggiore età;\n9) promuovere giudizi, salvo che si tratti di denunzie di nuova opera o di danno\ntemuto, di azioni possessorie o di sfratto e di azioni per riscuotere frutti o per ottenere\nprovvedimenti conservativi.\n[1] Articolo sostituito dall'art. 1, comma 7, lett. a), d.lgs. 10 ottobre 2022, n. 149 (ai sensi dell'art. 52 d.lgs. n. 149/2022, il\ncitato decreto legislativo entra in vigore il giorno successivo a quello della sua pubblicazione nella Gazzetta Ufficiale). Per\nla disciplina transitoria v. art. 35 d.lgs. n. 149/2022, come da ultimo modificato dall'art. 1, comma 380, lett. a), l. 29\ndicembre 2022, n. 197, che prevede che : \"1. Le disposizioni del presente decreto, salvo che non sia diversamente\ndisposto, hanno effetto a decorrere dal 28 febbraio 2023 e si applicano ai procedimenti instaurati successivamente a tale\ndata. Ai procedimenti pendenti alla data del 28 febbraio 2023 si applicano le disposizioni anteriormente vigenti.\". Si\nriporta il testo anteriore alla suddetta modificazione: «Autorizzazione del giudice tutelare. Il tutore non può senza\nl'autorizzazione del giudice tutelare: 1) acquistare beni, eccettuati i mobili necessari per l'uso del minore, per l'economia\ndomestica e per l'amministrazione del patrimonio; 2) riscuotere capitali, consentire alla cancellazione di ipoteche o allo\nsvincolo di pegni, assumere obbligazioni, salvo che queste riguardino le spese necessarie per il mantenimento del minore\ne per l'ordinaria amministrazione del suo patrimonio; 3) accettare eredità o rinunciarvi , accettare donazioni o legati\nsoggetti a pesi o a condizioni; 4) fare contratti di locazione d'immobili oltre il novennio o che in ogni caso si prolunghino\nPagina 60 di 67oltre un anno dopo il raggiungimento della maggiore età; 5) promuovere giudizi, salvo che si tratti di denunzie di nuova\nopera o di danno temuto, di azioni possessorie o di sfratto e di azioni per riscuotere frutti o per ottenere provvedimenti\nconservativi».\nRiferimenti chiave:\nArt. 357; art. 182 c.p.c..da parte sua, la necessità di compiere la preventiva valutazione in ordine all'interesse ed al\nrischio economico per l'incapace (Cass. n. 19499/2015). Si è esclusa, infine, la necessità\ndi autorizzazione quando il minore, con l'assistenza del tutore, intenda contrastare una\npretesa avanzata da altri (Cass. n. 6518/2019).\nA differenza, poi, di quanto stabilito dall'art. 320 per il compimento di atti di straordinaria\namministrazione da parte dei genitori, il legislatore non subordina l'autorizzazione alla\nnecessità o utilità evidente dell'atto per il minore, pur dovendosi comunque considerare\nnecessaria una valutazione di opportunità nell'interesse del minore medesimo, alla luce\ndella stessa ratio che permea l'istituto della tutela.\n3. Profili processuali\nSull'istanza di autorizzazione, il giudice tutelare decide con decreto, reclamabile\ndinanzi al Tribunale ordinario ai sensi del primo comma dell'art. 45 disp. att., nel termine\nperentorio di dieci giorni dalla comunicazione o dalla notifica (art. 739 c.p.c.). Sempre a\nseguito delle modifiche apportate dal d.lgs. n. 149/2022 e per i procedimenti introdotti\nsuccessivamente al 28 febbraio 2023, il Tribunale in sede di reclamo pronuncerà in\ncomposizione monocratica quando il provvedimento ha contenuto patrimoniale o gestorio,\ne in composizione collegiale in tutti gli altri casi. Solo decorso il termine per il reclamo il\ndecreto autorizzatorio diventa esecutivo, salvo che l'immediata esecutorietà sia stabilita\ndal medesimo giudice tutelare ricorrendo ragioni di urgenza (art. 741 c.p.c.). Peraltro,\nsecondo la giurisprudenza i decreti di autorizzazione emessi dal giudice tutelare ai sensi\ndegli artt. 374 non hanno le connotazioni formali e sostanziali delle decisioni giurisdizionali,\nma si presentano come provvedimenti amministrativi. Essi, pertanto, se pure\ndivengono efficaci con il decorso del termine per il reclamo ex art. 741 c.p.c., non hanno,\ntuttavia, attitudine ad acquistare efficacia di giudicato, né esplicito, in ordine alla\ndecisione positiva o negativa sull'autorizzazione riportata nel dispositivo, né implicito, in\nordine alle questioni valutate e decise quali presupposti logici necessari di quella (Cass. n.\n10822/2001 ) e non sono, conseguentemente, ricorribili per Cassazione (Cass. n.\n3493/2018).\n4. La mancanza di autorizzazione\nL'inosservanza della disciplina di cui all'art. 374 rende l'atto negoziale compiuto dal\ntutore (senza, quindi, l'autorizzazione del giudice tutelare) annullabile. L'annullabilità potrà\nessere chiesta dal tutore, dal minore nel frattempo divenuto maggiorenne, dai suoi eredi o\naventi causa. Non potrà, invece, essere invocata dall'altro contraente né rilevata d'ufficio\ndal giudice (Cass. n. 2111/1961). L'annullamento, inoltre, come chiarito dalla\nPagina 62 di 67", "framework": "Nell'ambito della gestione del patrimonio del minore da parte del tutore il codice\ndistingueva tre categorie di atti: gli atti di ordinaria amministrazione (che possono\nliberamente essere compiuti dal tutore); gli atti di straordinaria amministrazione (che\nnecessitano di autorizzazione da parte del giudice tutelare); gli atti di disposizione\n(che possono compiersi solo su autorizzazione del Tribunale ordinario, dietro parere\ndel giudice tutelare). A seguito, tuttavia, delle modifiche apportate dal d.lgs. n.\n149/2022 – che ha dato attuazione alla norma della legge delega che ha prescritto di\nridurre i casi in cui il tribunale provvede in composizione collegiale, limitandoli alle\nsole ipotesi in cui è previsto l'intervento del pubblico ministero ovvero ai procedimenti\nin cui il tribunale è chiamato a pronunciarsi in ordine all'attendibilità di stime\neffettuate o alla buona amministrazione di cose comuni –si è soppressa la\ncompetenza del tribunale in composizione collegiale nella materia relativa alle\nautorizzazioni relative al compimento di atti da parte di soggetti incapaci (minori o\nsoggetti sottoposti a misure di protezione), attribuendosi in via esclusiva la\ncompetenza al giudice tutelare. Le modifiche apportate dal d.lgs. n. 149/2022 hanno\neffetto, in forza delle modifiche al regime transitorio apportate dalla l. n. 197/2022,\ndal 28 febbraio 2023 e si applicano ai soli procedimenti instaurati successivamente\na tale data.\n2. La necessità di autorizzazione del giudice tutelare\nSecondo la giurisprudenza l'elencazione degli atti contenuta nell'art. 374 è tassativa e\ninsuscettibile di applicazione analogica (Cass. n. 11748/2003; Cass. n. 71/1971); e ciò\nsia per quanto riguarda gli atti per cui si richiede l'autorizzazione del giudice tutelare sia per\nquanto riguarda le deroghe. Si è escluso, quindi, ad esempio, che l'azione diretta ad\nottenere il rilascio di un immobile per urgente ed improrogabile necessità del locatore\nminore o incapace potesse parificarsi all'azione per sfratto che, in via eccezionale il tutore\npuò esperire senza autorizzazione del giudice tutelare.\nSi è escluso, altresì, che il tutore di persona interdetta, già costituito e soccombente in\nprimo grado, necessiti dell'autorizzazione del giudice tutelare per appellare la relativa\nsentenza, mancando, in tale ipotesi, diversamente da quella dell'inizio ex novo del giudizio\nPagina 61 di 67", "bibliography": "", "source_file": "document.pdf", "page_number": 60}
{"article_number": "432", "title": "Inabilitazione nel giudizio di revoca dell'interdizione.", "text": "giurisprudenza, non travolge i diritti acquistati a titolo oneroso dai terzi in buona fede,\ndove per terzi devono considerarsi tutti coloro che siano rimasti estranei al contratto\noriginario, non avendovi in alcun modo partecipato; non vi rientrano, quindi, i successori\nuniversali del titolare del rapporto giuridico, sempre vincolati dal negozio di disposizione\ncompiuto dal loro autore, anche se non trascritto (Cass. n. 2194/1962). Nel caso, invece, in\ncui il tutore abbia promosso un giudizio nell'interesse dell'incapace senza\nl'autorizzazione prescritta dall'art. 374 (salvi i casi derogatori configurati dalla medesima\nnorma), si determina un vizio di legittimazione processuale che, non attenendo a\nmateria disponibile, determina, secondo la giurisprudenza, la nullità dell'intero giudizio e\ndeve essere rilevato d'ufficio dal giudice (Cass. n. 14869/2000; Cass. n. 11344/2003). È da\nritenere, tuttavia, che nel caso prospettato debba trovare applicazione l'art. 182 c.p.c.,\nsicché, prima di ogni determinazione, il giudice dovrà assegnare un termine perentorio\naffinché il tutore si munisca delle prescritte autorizzazioni; termine che, se rispettato,\nprodurrà la sanatoria con effettoex tuncdel vizio.\nBibliografia\nCividali, La tutela. un istituto da rinnovare e adeguare a nuove realtà, in Dir. famiglia,\nfasc.2, 2003, 453; Jannuzzi, Manuale della volontaria giurisdizione, Milano, 2004,\n259 e ss.; Veronesi, Titolo del Libro: L'intervento del giudice nell'esercizio della\npotestà dei genitori, Milano, 2008, 178 e ss.\nAutori: Giusi Ianni\nCOMMENTATO CODICE CIVILE\nCodice Civile n. 432 - Inabilitazione nel giudizio di revoca dell'interdizione.\n[I]. L'autorità giudiziaria che, pur riconoscendo fondata l'istanza di revoca dell'interdizione,\nnon crede che l'infermo abbia riacquistato la piena capacità, può revocare l'interdizione e\ndichiarare inabilitato l'infermo medesimo.\n[II]. Si applica anche in questo caso il primo comma dell'articolo precedente.\n[III]. Gli atti non eccedenti l'ordinaria amministrazione, compiuti dall'inabilitato dopo la\npubblicazione della sentenza che revoca l'interdizione, possono essere impugnati solo\nquando la revoca è esclusa con sentenza passata in giudicato.\nRiferimenti chiave:\nPagina 63 di 67Art. 429", "framework": "Il giudice che pronuncia la revoca dell'interdizione deve dichiarare inabilitato\nl'infermo qualora ritenga che, pur essendo venuta meno la causa che aveva\nlegittimato la pronuncia di interdizione, egli non abbia ancora riacquistato la piena\ncapacità di curare i propri interessi.\n2. L'inabilitazione a seguito di revoca dell'interdizione\nLa norma deve essere letta in coordinato con l'art. 429 il quale, all'ultimo comma, all'esito\ndelle modifiche apportate dalla l. n. 6/2004, dispone che se nel corso del giudizio per la\nrevoca dell'interdizione o dell'inabilitazione appare opportuno che, successivamente alla\nrevoca, il soggetto sia assistito dall'amministratore di sostegno, il Tribunale, d'ufficio o su\nistanza di parte, dispone la trasmissione degli atti al giudice tutelare. Il giudice della revoca,\nquindi, a fronte di una capacità ancora non piena del soggetto già interdetto per la sua\ninfermità mentale, deve dichiararne l'inabilitazione solo ove ritenga non sufficiente per\nla sua tutela l'amministrazione di sostegno, dovendo, altrimenti, rimettere gli atti al\ngiudice tutelare per i provvedimenti di competenza. Anche qualora il Tribunale,\ncontestualmente alla revoca, dichiari inabilitato l'infermo, gli effetti della pronuncia si\nprodurranno dal passaggio in giudicato della sentenza medesima. Tuttavia, ove nelle\nmore tra la pubblicazione della sentenza di revoca e il suo passaggio in giudicato\nl'inabilitato-già interdetto compia autonomamente atti di straordinaria amministrazione gli\nstessi saranno annullabili solo ove la revoca venga esclusa con sentenza passata in\ngiudicato (restando, in caso contrario, definitivamente validi).", "bibliography": "Bonilini-Chizzini, L'amministrazione di sostegno, Padova, 2007, 1 e ss.; Buffone,\nVolontaria giurisdizione. Tutela dei soggetti deboli, Milano, 2012, 1 e ss.; Correnti,\nFineschi, Frati, Gulino, Direttive anticipate di trattamento e amministrazione di\nsostegno: la corte di cassazione richiede lo stato d'incapacità attuale e non futuro, in\nResp. civ. e prev., fasc. 2, 2014, 695; Jannuzzi, Manuale della volontaria\ngiurisdizione, Milano, 2004, 319 e ss.; Tagliaferri, L' amministrazione di sostegno\nnell'interpretazione della giurisprudenza, Piacenza, 2010, 1 e ss.\nAutori: Giusi Ianni\nPagina 64 di 67", "source_file": "document.pdf", "page_number": 63}
{"article_number": "431", "title": "Decorrenza degli effetti della sentenza di revoca.", "text": "COMMENTATO CODICE CIVILE\nCodice Civile n. 431 - Decorrenza degli effetti della sentenza di revoca.\n[I]. La sentenza che revoca l'interdizione o l'inabilitazione produce i suoi effetti appena\npassata in giudicato [324 c.p.c.].\n[II]. Tuttavia gli atti compiuti dopo la pubblicazione della sentenza di revoca non possono\nessere impugnati se non quando la revoca è esclusa con sentenza passata in giudicato.", "framework": "La norma individua il momento a partire dal quale si producono gli effetti della\nsentenza di revoca e regolamenta, altresì, l'impugnabilità degli atti posti in essere\ndall'interdetto o dall'inabilitato nel periodo compreso tra la pubblicazione della\nsentenza di revoca e il suo passaggio in giudicato.\n2. La sentenza di revoca e i suoi effetti\nGli effetti della sentenza di revoca si producono dalla data del passaggio in giudicato\ndella pronuncia medesima (impugnabile secondo le regole generali del codice di rito). Fino\na quel momento restano fermi i poteri-doveri del tutore e del curatore e gli atti posti in\nessere dall'interdetto o dall'inabilitato senza la rappresentanza o l'assistenza del curatore\nsono annullabili ai sensi dell'art. 427. Un regime peculiare, tuttavia, è dettato dalla norma in\ncommento per il periodo temporale compreso tra la pubblicazione della sentenza di\nrevoca di primo grado e il suo passaggio in giudicato: in tal caso, infatti, gli atti\ncompiuti personalmente dall'interdetto o dall'inabilitato potranno essere impugnati solo\nqualora la revoca venga esclusa con sentenza passata in giudicato (il che significa che\nqualora la revoca venga, invece, confermata in via definitiva all'esito di gravame o la\nrelativa pronuncia non venga impugnata gli atti in questione resteranno validi).", "bibliography": "Bonilini-Chizzini, L'amministrazione di sostegno, Padova, 2007, 1 e ss.; Buffone,\nVolontaria giurisdizione. Tutela dei soggetti deboli, Milano, 2012, 1 e ss.; Correnti,\nFineschi, Frati, Gulino, Direttive anticipate di trattamento e amministrazione di\nsostegno: la corte di cassazione richiede lo stato d'incapacità attuale e non futuro, in\nResp. civ. e prev., fasc. 2, 2014, 695; Jannuzzi, Manuale della volontaria\nPagina 65 di 67", "source_file": "document.pdf", "page_number": 65}
{"article_number": "430", "title": "Pubblicità.", "text": "giurisdizione, Milano, 2004, 319 e ss.; Tagliaferri, L' amministrazione di sostegno\nnell'interpretazione della giurisprudenza, Piacenza, 2010, 1 e ss.\nAutori: Giusi Ianni\nCOMMENTATO CODICE CIVILE\nCodice Civile n. 430 - Pubblicità.\n[I]. Alla sentenza di revoca dell'interdizione o dell'inabilitazione si applica l'articolo 423.Studiorum 2024\nPagina 67 di 67", "framework": "La sentenza di revoca dell'interdizione e dell'inabilitazione è soggetta al medesimo\nregime pubblicitario delineato dall'art. 423 per la sentenza dichiarativa\ndell'interdizione o dell'inabilitazione.\n2. La pubblicità della sentenza di revoca\nCiò comporta che la sentenza di revoca deve essere immediatamente annotata a cura\ndel cancelliere nell'apposito registro delle tutele e delle curatele e comunicata entro dieci\ngiorni all'ufficiale di stato civile per le annotazioni in margine dell'atto di nascita del\nsoggetto interessato. Trattasi di forma di pubblicità-notizia che non produce alcun effetto\ncostitutivo (producendosi, invece, gli effetti della revoca dal passaggio in giudicato della\nsentenza, come evincibile dal successivo art. 431).", "bibliography": "Bonilini-Chizzini, L'amministrazione di sostegno, Padova, 2007, 1 e ss.; Buffone,\nVolontaria giurisdizione. Tutela dei soggetti deboli, Milano, 2012, 1 e ss.; Correnti,\nFineschi, Frati, Gulino, Direttive anticipate di trattamento e amministrazione di\nsostegno: la corte di cassazione richiede lo stato d'incapacità attuale e non futuro, in\nResp. civ. e prev., fasc. 2, 2014, 695; Jannuzzi, Manuale della volontaria\ngiurisdizione, Milano, 2004, 319 e ss.; Tagliaferri, L' amministrazione di sostegno\nnell'interpretazione della giurisprudenza, Piacenza, 2010, 1 e ss.\nAutori: Giusi Ianni\nUniversità di Bologna Alma Mater © Copyright Giuffrè Francis Lefebvre S.p.A. 09/12/2024\nPagina 66 di 67", "source_file": "document.pdf", "page_number": 66}
