{"article_number": "1172", "title": "Denunzia di danno temuto.", "text": "COMMENTATO CODICE CIVILE\nCodice Civile n. 1172 - Denunzia di danno temuto.\n[I]. Il proprietario, il titolare di altro diritto reale di godimento o il possessore, il quale ha\nragione di temere che da qualsiasi edificio, albero o altra cosa sovrasti pericolo di un\ndanno grave e prossimo alla cosa che forma l'oggetto del suo diritto o del suo possesso,\npuò denunziare il fatto all'autorità giudiziaria e ottenere, secondo le circostanze, che si\nprovveda per ovviare al pericolo [688 ss. c.p.c.].\n[II]. L'autorità giudiziaria, qualora ne sia il caso, dispone idonea garanzia [1179] per i danni\neventuali.\nRiferimenti chiave:\nArtt. 978, 1140, 1179; artt. 21,688 ss. c.p.c.circostanze, che si provveda per ovviare al pericolo, aggiungendo che l'autorità\ngiudiziaria, qualora ne sia il caso, dispone idonea garanzia per i danni eventuali.\n2. Danno grave e prossimo\nI concetti di cui sopra hanno registrato puntuale applicazione nelle pronunce della\nmagistratura di vertice.\nInvero, si è affermato che, in tema di azioni di nunciazione, la condizione dell'azione di\ndanno temuto non deve individuarsi in un danno certo o già verificatosi, bensì anche nel\n(solo) ragionevole pericolo che il danno si verifichi (Cass. I, n. 10282/2004); ne\nconsegue che l'azione può esperirsi pure quando un danno si sia già verificato, ma\npermanga il pericolo che esso si verifichi di nuovo, poiché la circostanza che un danno si\nsia già prodotto non esclude il pericolo che possa verificarsi un ulteriore futuro danno e che\nquindi sussista il ragionevole timore che continui a sovrastare pericolo di un danno grave e\nprossimo alla cosa che forma l'oggetto del diritto o del possesso (Cass. II, n. 25094/2022).\nIn tema di danno temuto, il pericolo di danno alla salute, ai fini dell'ammissibilità\ndell'istanza cautelare exart. 1172, non assume rilievo caratterizzante ed esclusivo ove tale\npericolo costituisca conseguenza della menomazione delle facoltà di godimento pieno ed\nesclusivo della cosa in proprietà (Cass. II, n. 1778/2007).\nÈ esperibile la denuncia di danno temuto, quando sussista il pericolo di un danno grave e\nprossimo alla cosa del denunciante, proveniente da cosa altrui; non occorre che la causa\ndel danno agisca ininterrottamente, perché basta che essa possa, in qualsiasi\nmomento, produrre il danno minacciato o aggravare quello già prodotto (Cass. II, n.\n792/1947).\nRicorre l'ipotesi di danno temuto (art. 1172) quando da parte del ricorrente si assuma che\nda un'opera eseguita sull'altrui proprietà possa derivare danno al proprio fondo, non in\nconsiderazione dell'attività in sé posta in essere, bensì per il pericolo di danno cui\nsoggiace il fondo in conseguenza della situazione determinatasi per effetto dell'opera\nportata a compimento (Cass. II, n. 141/1995).\nSul versante dottrinale, si è sostanzialmente concordi nell'individuare tre presupposti\nper la proponibilità dell'azione: il pericolo di danno derivante da una cosa ad un'altra, la\ngravità e la prossimità di tale danno, e il ragionevole timore del pericolo (VERDE, 190),\nanche se tali presupposti sono variamente caratterizzati. Tuttavia, non è mancato chi\nreputa la nozione di “cosa” estensibile fino a ricomprendere un'opera in fase di\nrealizzazione, così da lucrare la cumulabilità con la denuncia di nuova opera (DINI, 170). In\nsintonia con la tesi di quanti ritengono che oggetto della denuncia di danno temuto sia\ncomunque un comportamento umano, benché omissivo, si è specificato che la minaccia di\nPagina 2 di 5danno deve essere ricollegabile ad un comportamento antigiuridico del denunciato;\nl'antigiuridicità dovrebbe, infatti, concretizzarsi nella colpa del soggetto nel cui potere è\ncollocata la cosa pregiudizievole, il quale adoperando l'ordinaria diligenza avrebbe potuto\nevitare il prodursi della situazione foriera di pericolo (GIUSTI — SCARPA, 268). In tal senso,\nsi potrebbe ritenere che la denuncia di danno temuto sia ammissibile anche ove lo stato di\npericolo sia provocato da eventi naturali — quindi, indipendenti dalla volontà umana — che\nabbiano reso pericoloso un oggetto di per sé innocuo; sarebbe difatti sufficiente,\nl'accertamento dell'inerzia del convenuto, che avrebbe potuto evitare il pericolo\nesercitando il proprio dovere di vigilanza sulla cosa.\n3. Differenze dall'azione di manutenzione\nI giudici di legittimità hanno, altresì, tracciato i confini dell'azione de qua.\nInfatti, la denuncia di danno temuto ex art. 1172, prevista nel titolo IX del libro III,\nproponibile dal proprietario, dal titolare di altro diritto reale di godimento o dal possessore, il\nquale abbia ragione di temere che da qualsiasi edificio, albero o altra cosa derivi pericolo di\ngrave danno al bene che forma oggetto del suo diritto o del suo possesso, al fine di\nottenere, secondo le circostanze, dall'autorità giudiziaria che si provveda per ovviare il\npericolo, è istituto diverso dall'azione exart. 1170, contemplata nel precedente titolo VIII\ndello stesso codice, ed in virtù della quale chi è molestato nel possesso di un immobile, di\nun diritto reale sopra un immobile o di un'universalità di mobili può chiedere la\nmanutenzione del possesso medesimo; detta diversità si riverbera anche sui termini entro i\nquali le rispettive azioni possono essere esercitate: la prima entro l'ordinario termine\nprescrizionale di cui all'art. 2946, mentre per l'azione di manutenzione il termine previsto è\ndi un anno dalla turbativa (Cass. II, n. 10403/2001).\n4. Legittimazione attiva e passiva\nRilevanti, infine, le puntualizzazioni circa i legittimi contendenti.\nIn tema di azioni di nunciazione, la denunzia di danno temuto non presuppone l'esclusiva\naltruità della cosa da cui deriva il pericolo, giacché diversamente da quanto dall'art. 1171\nprevisto con il fare riferimento all'opera da “altri” intrapresa sul proprio come sull'altrui\nfondo, per l'ipotesi della nuova opera l'art. 1172 indica espressamente quale fonte\ngeneratrice di danno “qualsiasi edificio, albero o altra cosa”, in tale generica formulazione\ndovendo pertanto ritenersi compresa anche la cosa di cui è comproprietario l'istante,\nche non sia in grado di ovviarvi autonomamente, giacché anche in tal caso risulta integrato\nil ”rapporto tra cosa e cosa” che ne costituisce il presupposto essenziale (Cass. II, n.\n1778/2007).\nPagina 3 di 5Poiché l'azione di danno temuto (art. 1172) postula un rapporto di cosa a cosa — nel\nsenso che il fondo altrui deve costituire pericolo per quello proprio — è improponibile da\ncolui che l'esperisce a tutela di un suo diritto personale, nella specie all'incolumità\nfisica, prospettata dagli utenti di una strada, di cui veniva denunciata la pericolosità per\nl'eccessiva pendenza, dovuta all'arbitraria modifica del tracciato precedente (Cass. II, n.\n9783/1997).\nAll'esito della fase cautelare, l'obbligo di rimuovere la situazione di pericolo di danno,\ngrave e prossimo, incombe su colui che abbia la proprietà, il possesso o comunque la\ndisponibilità della cosa (edificio, albero, o altra cosa inanimata sul fondo) dalla quale\npromana la minaccia di danno per la proprietà (o altro diritto reale) o per il possesso di\ncolui che denunci la situazione di pericolo (Cass. II, n. 345/2001).\nNell'azione di danno temuto è legittimato passivo, non solo, il titolare del diritto reale, ma\nanche il possessore e colui che, in ogni caso, abbia la disponibilità del bene da cui si\nassume che derivi la situazione di pericolo di danno grave, in quanto l'obbligo di custodia\ne manutenzione sussiste in ragione dell'effettivo potere fisico sulla cosa (Cass. II, n.\n5336/2016).\nQualora l'azione nunciatoria non abbia ad oggetto la richiesta di demolizione di un'opera,\nbensì il ripristino dello stato dei luoghi, la domanda può essere interpretata come richiesta\ndi risarcimento del danno in forma specifica e, pertanto, quando essa sia avanzata\ncontro l'autore del fatto dannoso, non si verifica un'ipotesi di litisconsorzio necessario tra lo\nstesso ed il proprietario o comproprietario del fondo sul quale l'opera illegittima è stata\neseguita (Cass. II, n. 6480/2010).\nSul versante passivo, gran parte della dottrina opina ritiene che l'istanza di cui all'art.\n1172 possa essere avanzata anche contro il possessore, per un duplice ordine di motivi;\nin primo luogo, perché il possesso comporterebbe una presunzione di titolarità del\ncorrispondente diritto (BORSELLI, 475; VERDE, 209); in secondo luogo, perché l'azione\ncautelare è un rimedio d'urgenza e, come tale, non sempre consente la ricerca dell'avente\ntitolo (FRANCHI, 211). Tuttavia, non manca chi rileva che sarebbe opportuno considerare\nlegittimato passivo solo il proprietario, che verrebbe così sanzionato per la sua inerzia;\nsolo lui può essere destinatario dell'ordine di eliminare la cosa pericolosa (SACCO-\nCATERINA, in Tr. C. M. 2000, 445).\nBibliografia\nPagina 4 di 5Borselli, Denuncia di nuova opera e di danno temuto (diritto civile), in Nss. D.I., IV,\nTorino, 1960; Cabella Pisu, Denuncia di nuova opera e di danno temuto, in Dig. civ.,\nV, Torino, 1989; Dini, La denuncia di nuova opera, Milano, 1985; Id., La denuncia di\ndanno temuto, Milano, 1985; Franchi, Le denunce di nuova opera e di danno temuto,\nPadova, 1968; Jannuzzi, Denuncia di nuova opera, in Enc. dir., XII, Milano, 1964;\nRoselli, Il possesso e le azioni di nunciazione, in Giurisprudenza sistematica di diritto\ncivile e commerciale, diretto da Bigiavi, Torino, 1993; Verde, Azioni di nunciazione,\nMilano, 2004.\nAutori: Alberto Celeste\nUniversità di Bologna Alma Mater © Copyright Giuffrè Francis Lefebvre S.p.A.\n07/12/2024\nStudiorum 2024\nPagina 5 di 5", "framework": "A chiusura del titolo IX del libro III, dedicato alle azioni nunciatorie, la norma in\ncommento disciplina la denuncia di danno temuto, la quale è data nel caso in cui vi\nsia pericolo di un danno grave e prossimo alla cosa medesima derivante da\nqualsiasi altra cosa. Mentre la denuncia di nuova opera tende ad evitare che la\nprosecuzione di un'opera intrapresa, che si ha ragione di temere dannosa per la\npropria cosa, si concreti in un danno effettivo, la denuncia de qua mira a prevenire il\ndanno minacciato dallo stato attuale della cosa altrui (rispettivamente, rapporto\nattività umana-cosa, e rapporto cosa-cosa). In altri termini, al possessore, al\nproprietario ed al titolare di altro diritto reale di godimento è concessa la tutela della\npropria posizione giuridica ove il bene ad essa relativo risultasse minacciato dal\npericolo proveniente non da un'attività umana, bensì da un altro oggetto, data la\nsua situazione o la sua peculiare conformazione. Nello specifico, si dispone che il\nproprietario, il titolare di altro diritto reale di godimento o il possessore, il quale\nha ragione di temere che da qualsiasi edificio, albero o altra cosa sovrasti pericolo di\nun danno grave e prossimo alla cosa che forma l'oggetto del suo diritto o del suo\npossesso, può denunciare il fatto all'autorità giudiziaria e ottenere, secondo le\nPagina 1 di 5", "bibliography": ""}
