{"article_number": "1781", "title": "Diritti del depositario.", "text": "COMMENTATO CODICE CIVILE\nCodice Civile n. 1781 - Diritti del depositario.\n[I]. Il depositante è obbligato a rimborsare il depositario delle spese fatte per conservare la\ncosa, a tenerlo indenne delle perdite cagionate dal deposito e a pagargli il compenso\npattuito [1802, 27613].applicabilità, per la parte non contrastante con la natura pubblicistica della funzione\nanzidetta, degli articoli del codice civile che disciplinano il contratto di deposito.\nLa giurisprudenza ha evidenziato che, in tema di compenso del depositario di\nveicoli sottoposti a sequestro penale od amministrativo, il rimborso per le opere di\nconservazione, previsto dall'art. 1781,è dovuto soltanto nella misura in cui siano\nprovati specifici costi di conservazione (Cass. II, n. 16208/2008).\nLa S.C. ha, inoltre, ritenuto che nell'ipotesi in cui un veicolo oggetto di furto sia recuperato\ndalla polizia giudiziaria ed affidato ad un depositario, questi non può pretendere dal\nproprietario, o dell'impresa assicuratrice che abbia risarcito il danno a quest'ultimo, un\ncorrispettivo per il deposito nell'ipotesi in cui né la polizia né egli stesso abbiano informato\nil proprietario dell'avvenuto ritrovamento e del deposito (Cass. III, n.759/2011).\nIn una recente pronuncia si è ritenuto che le spese di custodia di veicolo sequestrato\nnell'ambito di procedimento penale sono dovute, per il periodo successivo alla scadenza\ndel termine di trenta giorni dalla comunicazione del dissequestro di cui all'art. 150 del\nd.P.R. n. 115 del 2002, dal soggetto (anche non proprietario) indicato nel provvedimento\ncome avente diritto alla restituzione, il quale, se intende contestare tale qualità, è tenuto a\nproporre opposizione ai sensi del comb. disp. degli artt. 127 e 263, comma 5, c.p.p., fermo\nrestando il potere di agire in sede civile per il rimborso nei confronti dell'effettivo obbligato\n(Cass. II, n. 14368/2024).\n3. Indennizzo perdite\nLa dottrina (FIORENTINO, in Comm. S. B., 110; MASTROPAOLO, in Tr. Res., 544) reputa\nche le perdite indennizzabili siano solo quelle derivanti direttamente dalla cosa\ndepositata, in quanto causa di danni al depositario o a terzi, mentre vanno escluse le\nperdite che costituiscono il sacrificio imposto necessariamente dallo stesso contratto (ad\nes. spese inerenti all'organizzazione del servizio in forma di impresa) o che al contrario\nderivano solo indirettamente dal deposito (ad es. perdite subite dal depositario per non\naver più potuto lucrosamente utilizzare il locale adibito a custodia).\n4. Pagamento compenso e diritto ritenzione\nIl diritto al compenso e la sua misura possono risultare da patto espresso, oppure\nderivare implicitamente dalle circostanze di cui all'art. 1767 (GALASSO A E GALASSO G.,\n273).\nPagina 2 di 79", "framework": "La norma disciplina le obbligazioni del depositante afferenti al rimborso delle spese\nfatte per la custodia, all'indennizzo delle perdite cagionate dal deposito ed al\npagamento del compenso.\n2. Rimborso spese\nPer quanto riguarda il rimborso delle spese, il depositario avrà dritto al rimborso di\ntutte le spese necessarie o anche solo opportune alla conservazione della cosa,\nsecondo un criterio di proporzionalità rispetto allo scopo da raggiungere e al valore della\ncosa depistata (MASTROPAOLO, 6).\nLa dottrina maggioritaria ritiene che non siano rimborsabili le spese effettuate per il\nmiglioramento della cosa senza il consenso del depositario in considerazione del fatto\nche normalmente non compete al depositario l'uso della cosa e che è proprio in funzione\ndell'uso della cosa che può sorgere l'esigenza di effettuare dei miglioramenti\n(DALMARTELLO e PORTALE, 265; FIORENTINO, in Comm. S. B., 108).\n2.1. La custodia giudiziaria\nIl rapporto che si instaura tra la p.a. ed il privato investito della funzione di custode di\ncose sequestrate si configura — salvo quanto previsto dagli artt. 58 e 59 d.P.R. n.\n115/2002 — come un vero e proprio contratto di deposito, con conseguente\nPagina 1 di 79", "bibliography": "", "source_file": "document.pdf", "page_number": 1}
{"article_number": "1766", "title": "Nozione.", "text": "A tutela dei crediti del depositario verso il depositante, il codice prevede un privilegio\nspeciale sulla cosa depositata (art. 2761) e attribuisce al depositario un diritto di\nritenzione della cosa medesima finché non sia soddisfatto del suo credito (art. 2756).\nLa giurisprudenza ha rimarcato che nel deposito a titolo oneroso il depositario\nconserva il diritto al compenso anche per il periodo durante il quale esercita il diritto di\nritenzione sulle cose depositate fino alla soddisfazione del suo credito, atteso il protrarsi\ndella prestazione di custodia e tenuto conto che, altrimenti, l'esercizio di una facoltà\nriconosciuta dall'ordinamento al depositario, quale creditore insoddisfatto, si risolverebbe in\npregiudizio per lo stesso creditore (Cass. III, n. 6520/1997).\nBibliografia\nDalmartello e Portale, voce Deposito, in Enc. dir., XII, Milano, 1964; Forchielli, I\ncontratti reali, Milano, 1952; Galasso A. e Galasso G., Deposito, in Dig. civ., 1989;\nMajello, Custodia e Deposito, Napoli, 1958; Majello, Il deposito nell'interesse del\nterzo, in Banca, borsa tit. cred. 1961, I, 311; Mastropaolo, Deposito (in generale), in\nEnc. giur., Roma, 1988; Salomoni, La responsabilità del custode per la perdita della\ndetenzione del bene ricevuto, in Resp. civ. prev. 2014, fasc. 5, 1435.\nAutori: Caterina Costabile\nCOMMENTATO CODICE CIVILE\nCodice Civile n. 1766 - Nozione.\n[I]. Il deposito è il contratto col quale una parte riceve dall'altra una cosa mobile con\nl'obbligo di custodirla e di restituirla in natura.Gli autori che privilegiano il primo aspetto riconducono il deposito al contratto\nd'opera (MASTROPAOLO, in Tr. Res., 441), coloro che invece privilegiano il secondo\nprofilo inquadrano il deposito nella categoria dei contratti di custodia (SCALISI, in\nComm. S., 39).\n2. Natura giuridica\nNel deposito, avente natura reale, la consegna della cosa è necessaria per il\nperfezionamento del contratto (FIORENTINO, in Comm. S. B.,73; SCALISI, in Comm. S., 16).\nLa giurisprudenza, pur ritenendo che il contratto di deposito non può prescindere dalla\nconsegna della cosa mobile (Cass. I, n. 1733/2015), reputa tuttavia che la consegna possa\nrealizzarsi anche con una ficta traditio attraverso la ritenzione della cosa da parte del\ndepositario (Cass. III, n. 7493/2007).\nÈ stato, inoltre, evidenziato che per il perfezionamento del contratto di deposito non è\nnecessario il previo scambio espresso del consenso dei contraenti, essendo all'uopo\nsufficienti la consegna e l'accettazione della cosa da parte, rispettivamente, del\ndepositante e del depositario (Cass. III, n. 3982/2007).\n2.1. L'ammissibilità di un contratto consensuale di deposito\nÈ discussa in dottrina l'ammissibilità di un contratto consensuale di deposito.\nUn orientamento minoritario lo reputa ammissibile sostenendo che le parti\npotrebbero concludere un contratto atipico consensuale che si perfezionerebbe a\nprescindere dalla consegna della cosa e che sarebbe riconducibile nello schema del\ncontratto d'opera ex art. 2222 (DALMARTELLO E PORTALE, 253; FIORENTINO, in Comm. S. B.,\n73).\nÈ stato, tuttavia, evidenziato in senso contrario che non sarebbe possibile ritenere attuale\nun'obbligazione in assenza del bene da custodire, a meno di ritenere il vincolo come\nnascente da un contratto preliminare.\nDal punto di vista pratico, non riveste importanza decisiva la questione se il contratto di\ndeposito consensuale rientri nello schema legale tipico dell'art. 1766 oppure vada\nconfigurato come contratto atipico. Ciò in quanto, superato il giudizio di meritevolezza degli\ninteressi sottostanti, troveranno comunque applicazione le disposizioni codicistiche sul\ndeposito (in via diretta o analogica), con la conseguenza che il sinallagma contrattuale si\narricchirà di un'ulteriore prestazione (GALASSO A. E GALASSO G., 257).\nPagina 4 di 792.2. Il contratto preliminare di deposito\nIn dottrina è controversa la configurabilità del contratto preliminare di deposito.\nSecondo alcuni autori deve ritenersi ammissibile la stipulazione di contratto\npreliminare di deposito dal quale derivi l'obbligo per una o per entrambe le parti di stipulare\nun contratto definitivo reale di deposito (FIORENTINO, in Comm. S. B., 73; FORCHIELLI, 156).\nAltra impostazione (DALMARTELLO E PORTALE, 253; SCALISI, in Comm. S., 19), invece,\nevidenzia che l'ammissione della legittimità di un contratto preliminare di deposito\ncontrasta con il principio espresso nell'art. 1351 (secondo il quale il contratto preliminare\ndeve rivestire gli stessi requisiti di forma del contratto definitivo) e con quello espresso\ndall'art. 2932 (secondo cui il contratto preliminare per essere efficace e, dunque,\nsuscettibile di esecuzione forzata in forma specifica, è necessario che presenti tutti i\nrequisiti di esistenza e di validità del contratto definitivo).\n3. Le parti nel contratto di deposito\nIl contratto di deposito è stipulato tra depositante, che effettua la consegna della cosa, e\ndepositario, che si obbliga alla custodia e alla restituzione della stessa.\nLa legittimazione ad assumere la posizione di depositante spetta a chiunque abbia la\ndetenzione della cosa.\nDunque, soggetto attivo dell'obbligazione di restituzione è il depositante, non\npotendo il depositario esigere la prova della proprietà della cosa depositata (Cass.\nIII, n. 6048/2010).\nLa posizione di depositario non può, invece, essere assunta dal proprietario del bene\n(depositum rei suae consistere non potest), salvo che il depositante stesso non abbia un\ndiritto reale (comproprietà, usufrutto) o personale (diritto di godimento in qualità di\nconduttore) sulla cosa.\n4. Contratti misti\nL'obbligazione di custodire una cosa determinata non è esclusiva del deposito,\nriscontrandosi in varie altre figure contrattuali quale obbligazione accessoria e grava, in\ngenerale, ai sensi dell'art. 1177 su chiunque abbia l'obbligo di consegnare (restituire) una\ncosa.\nPagina 5 di 79Pertanto, qualora l'obbligo di custodire abbia una funzione strumentale rispetto a\nun'altra obbligazione di carattere principale e si atteggi come meramente accessoria\nrispetto a quella dedotta in obbligazione, per il suo adempimento trovano applicazione —\nai sensi dell'art. 1177 — le regole stabilite per l'adempimento delle obbligazioni in\ngenerale.\nLe norme che disciplinano la responsabilità del depositario sono applicabili\nunicamente nel caso in cui l'obbligazione di custodia sia assunta come principale e\nassorbente, rappresentando l'unica prestazione qualificatrice del contratto\n(FIORENTINO, in Comm. S. B., 54; GALASSO A. E GALASSO G., 266).\nDi conseguenza, nei contratti misti, in cui l'obbligo di custodire costituisce una\nprestazione accessoria rispetto all'obbligazione in cui si sostanzia il contratto, non si\napplicano le regole sulla responsabilitàex recepto aventi natura eccezionale, bensì\nquelle ordinarie sulla responsabilità per colpa, le quali prevedono — invece — come\nparametro di valutazione la diligenza del buon padre di famiglia (Cass. III, n. 2084/2014).\n5. Contratti atipici: handling aereoportuale, contratto di ormeggio,\ncontratto di parcheggio\nLa prassi degli ultimi anni ha visto lo svilupparsi di alcuni contratti atipici riconducibili al\ndeposito posti sempre più di frequente all'attenzione della giurisprudenza.\nÈ stato spesso sottoposto all'attenzione della giurisprudenza il servizio c.d. di «handling»\naeroportuale consistente nell'insieme delle operazioni di carattere complementare o\nstrumentale alle attività del vettore aereo in ambito aeroportuale.\nIn passato la S.C. aveva ritenuto che la consegna, da parte del vettore, delle cose\ntrasportate all'impresa esercente il servizio configura un contratto di deposito a favore\ndel terzo, che ha per oggetto la custodia e il deposito delle merci sbarcate ai fini della\nconservazione e della restituzione al destinatario o ad un suo incaricato, e che tale obbligo\ndi custodia e deposito non cessa con la messa a disposizione della merce, ma solo con la\nconsegna materiale della stessa all'avente diritto (Cass. III, n. 14593/2007; Cass. III, n.\n18074/2003).\nTuttavia, le Sezioni Unite hanno statuito che nel trasporto aereo di merci, l'attività svolta\ndall'impresa esercente il servizio di c.d. \"handling\" aeroportuale non viene resa in\nesecuzione di un autonomo contratto di deposito a favore di terzo, concluso tra\nl'\"handler\" (promittente) e il vettore (stipulante) a beneficio del mittente o del destinatario,\nma rientra, come attività accessoria, nella complessiva prestazione che forma\nPagina 6 di 79oggetto del contratto di trasporto, la quale non si esaurisce nel mero trasferimento delle\ncose ma comprende anche la fase ad esso antecedente (allorché l'\"handler\" riceve la\nmerce dal mittente in funzione della consegna al vettore, nell'aeroporto di partenza) e la\nfase ad esso successiva (allorché riceve la merce dal vettore in funzione della messa a\ndisposizione del destinatario, nell'aeroporto di destinazione), atteso che tale prestazione\ndeve corrispondere, ai sensi dell'art. 1174 c.c., all'interesse del creditore ad ottenere la\nriconsegna delle cose trasportate nel luogo, nel termine e con le modalità indicate nel\ncontratto medesimo (Cass. S.U., n. 21850/2017).\nIl contratto di ormeggio è sempre caratterizzato da una struttura minima essenziale,\nconsistente nella semplice messa a disposizione ed utilizzazione delle strutture portuali\ncon conseguente assegnazione di un delimitato e protetto spazio acqueo; il suo contenuto\npuò, tuttavia, estendersi anche ad altre prestazioni, quali la custodia del natante o delle\ncose in esso contenute (Cass. III, n. 6839/2024). Anche il contratto atipico di ormeggio\nin un porto turistico con obbligo di custodia, è stato ritenuto assimilabile al contratto di\ndeposito: detto contratto comporta, salvo patto contrario, l'obbligo dell'ormeggiatore di\ncustodire non solo il natante, ma anche le relative pertinenze, nonché obbligo di restituirli,\nalla scadenza, nello stato in cui erano stati consegnati (Cass. III, n. 18419/2009).\nLe norme relative al contratto di deposito sono ritenute applicabili anche al contratto\natipico di parcheggio poiché il depositario assume verso il depositante l'obbligo di\nrestituzione della cosa nello stato in cui è stata consegnata (DARMATELLO e PORTALE, 249).\nPeraltro, in caso di sottrazione del veicolo, il depositario è tenuto al risarcimento del\ndanno, salvo che provi l'imprevedibilità e l'inevitabilità della perdita, nonostante l'uso della\ndiligenza del buon padre di famiglia, e dunque la non imputabilità dell'inadempimento\n(Cass. III, n. 22807/2014; Cass. III, n. 1957/2009).\nIn particolare la giurisprudenza ritiene sussistente detto tipo di responsabilità del\ndepositario solo con riferimento all'ipotesi di parcheggio custodito e non anche a quella\ndi parcheggio non custodito, purché risulti presente un idoneo avviso ai terzi che indichi\ntrattarsi di parcheggio «non custodito» ritenendo che non possa reputarsi tale\nl'informazione circa l'assenza di custodia presente sul retro del biglietto (Cass. III, n.\n18277/2023; Cass. III, n. 28232/2005) o nel regolamento affisso all'interno del parcheggio\n(Cass. II, n. 18277/2023).\nLe S.U., sulla scorta di tali principi, hanno ritenuto che il gestore concessionario del\nComune di un parcheggio senza custodia non è responsabile del furto del veicolo in\nsosta nell'area all'uopo predisposta ai sensi dell'art. 7 comma 1 lett. f) d.lgs. n. 285/1992\nse l'avviso «parcheggio incustodito» è esposto in modo adeguatamente percepibile prima\ndella conclusione del contratto (Cass.S.U., n. 14319/2011).\nPagina 7 di 79", "framework": "Il deposito è un contratto reale ad effetti obbligatori (dovendosi la cosa restituire\nin natura), a forma libera e ad esecuzione continuata, avente ad oggetto la\ncustodia di una cosa mobile.\nLa custodia può essere riguardata sotto due profili: nel senso di attività custodiente\nintesa come prestazione del depositario, ovvero come funzione pratica del deposito\nche giustifica e finalizza l'affidamento della cosa al depositario (causa del contratto).\nPagina 3 di 79", "bibliography": "", "source_file": "document.pdf", "page_number": 3}
{"article_number": "1785", "title": "Limiti di responsabilità (1).", "text": "In caso di affidamento in custodia onerosa da parte della polizia di Stato di un\nveicolo, a seguito di sinistro o perché provento di reato, il proprietario della vettura è\ntenuto al pagamento del corrispettivo per la custodia del bene, qualora sia stato informato\ndell'avvenuto deposito, in quanto la tempestiva comunicazione dell'avvenuto rinvenimento\nconfigura un'adesione tacita al contratto di deposito stipulato in suo favore; diversamente,\nin assenza di una tempestiva comunicazione, questi non è tenuto al pagamento del\ncorrispettivo, in quanto il contratto di deposito non tollera oneri od obblighi a carico del\nterzo (Cass. II, n. 25486/2021).\nBibliografia\nDalmartello e Portale, voce Deposito, in Enc. dir., XII, Milano, 1964; Forchielli, I\ncontratti reali, Milano, 1952; Galasso A. e Galasso G., Deposito, in Dig. civ., 1989;\nMajello, Custodia e Deposito, Napoli, 1958; Majello, Il deposito nell'interesse del\nterzo, in Banca, borsa tit. cred. 1961, I, 311; Mastropaolo, Deposito (in generale), in\nEnc. giur., Roma, 1988; Salomoni, La responsabilità del custode per la perdita della\ndetenzione del bene ricevuto, in Resp. civ. prev. 2014, fasc. 5, 1435.\nAutori: Caterina Costabile\nCOMMENTATO CODICE CIVILE\nCodice Civile n. 1785 - Limiti di responsabilità (1).\n[I]. L'albergatore non è responsabile quando il deterioramento, la distruzione o la\nsottrazione sono dovuti:\n1) al cliente, alle persone che l'accompagnano, che sono al suo servizio o che gli rendono\nvisita;\n2) a forza maggiore;\n3) alla natura della cosa.\n(1) Articolo così sostituito dall'art. 3 l. 10 giugno 1978, n. 316. Il testo originario recitava:\n«Obbligo di denuncia del danno. [I] Fuori del caso indicato dal n. 1 del secondo comma\ndell'articolo precedente, la responsabilità dell'albergatore è esclusa, se il cliente non gli\ndenunzia il danno appena ne ha avuto conoscenza».\nRiferimenti chiave:\nL. n. 316/1978.\nPagina 8 di 79risarcimento del danno conseguente al furto di una pelliccia appesa all'attaccapanni della\nhall dell'albergo, ravvisando la colpa dell'albergatore per il fatto di avere predisposto la\nrastrelliera in prossimità della sala da pranzo, in una posizione che ne rendeva impossibile\nla sorveglianza al personale).\n3. Forza maggiore\nL'albergatore non è responsabile quando il deterioramento, la distruzione o la sottrazione\ndella cosa sono dovuti a forza maggiore (n. 2).\nLa giurisprudenza ha rimarcato che la sottrazione con violenza o minaccia delle\ncose depositate dal cliente in albergo può imputarsi alla forza maggiore\nanalogamente a quanto previsto in tema di responsabilità del vettore per la perdita delle\ncose consegnategli per il trasporto qualora le stesse vengano sottratte a causa di una\nrapina, con conseguente esclusione della responsabilità dell'albergatore solo quando le\ncomprovate circostanze di tempo e di luogo in cui la sottrazione stessa ebbe a verificarsi\nsiano state tali da renderla assolutamente imprevedibile ed inevitabile (Cass. III, n.\n18651/2003).\n4. Natura della cosa\nL'albergatore non è responsabile quando il deterioramento, la distruzione o la sottrazione\ndella cosa sono dovuti alla natura della cosa (n. 3).\nSi tratta in tal caso di caratteristiche intrinseche e vizi della cosa, che determinano\neventi lesivi del tutto estranei all'attività alberghiera e che l'albergatore non ha alcun\nobbligo di prevedere né di tentare di impedire.\nLa norma, nella sua generale previsione, attribuisce natura esimente anche ai vizi\ndelle cose che sono state consegnate in custodia all'albergatore (GERI, 215).\nBibliografia\nBonfiglio, Il contratto di albergo ed il contratto di deposito alberghiero, in Giust. civ.\n1995, I, 2222; Bonilini, La responsabilità dell'albergatore, in Resp. civ. prev. 1987,\n30; Bussoletti, Albergo (contratto di), in Enc. giur., I, Roma, 1988; Carnevali, in\nPagina 10 di 79", "framework": "L'albergatore può esonerarsi dalla responsabilità quando prova la ricorrenza\ndella cause tassativamente previste dalla presente disposizione (BUSSOLETTI, 8;\nMASTROPAOLO, in Tr. Res., 553; ZUDDAS, 115).\nLa dottrina reputa che la norma si riferisca, allo scopo di escluderla, sia alla\nresponsabilità limitata (1783) che a quella illimitata (1784) dell'albergatore\n(MASTROPAOLO, ult. cit.; PREDEN, 1998, 62; ZUDDAS, cit., 112).\nSi è altresì osservato che, la necessità di fornire la prova positiva che l'evento\ndannoso è attribuibile ad uno dei fattori causali espressamente e tassativamente\nelencati, rende la responsabilità dell'albergatore particolarmente rigorosa: la causa\nignota del danno viene difatti posta a carico dell'albergatore medesimo, il quale\nnon può liberarsi nemmeno provando di aver tenuto un comportamento diligente\n(GERI, 203).\n2. Fatto del cliente\nL'albergatore non è responsabile quando il deterioramento, la distruzione o la sottrazione\nsono dovuti al cliente, alle persone che l'accompagnano, che sono al suo servizio o gli\nrendono visita (n. 1).\nLa ratio dell'esonero risiede nella circostanza che il fatto lesivo in questa ipotesi si\ncollega direttamente all'agire del cliente o di persone che per volontà di questi sono\nposti in grado di arrecare danno alle sue cose, al di fuori di ogni possibile controllo\ndell'albergatore (FIORENTINO, in Comm. S. B., 123).\nSe il fatto del cliente non è causa esclusiva, ma concorrente, del danno, avendolo\nsoltanto favorito o aggravato, senza interrompere il nesso eziologico tra di esso e la\ncondotta dell'albergatore, a norma dell'art. 1227 il risarcimento è dovuto in misura\nproporzionalmente ridotta (BONILINI, 141).\nLa giurisprudenza ha ritenuto che non ricorre la causa di esonero della responsabilità\ndell'albergatore, ex art. 1785, n. 1, c.c., nel caso in cui il cliente non gli abbia affidato in\ncustodia, non sussistendo alcun un obbligo normativo in tal senso, gli oggetti di valore di\nsua proprietà, posto che, per le cose portate in albergo di cui il cliente mantiene il\npossesso, la responsabilità dell'albergatore è indipendente da qualsiasi consegna,\nessendo collegata al solo fatto dell'introduzione degli effetti personali del cliente nei locali,\nper il tempo in cui si dispone dell'alloggio (Cass. III, n. 4132/2024; nella specie, la S.C. ha\nconfermato la sentenza impugnata che aveva accolto la domanda di un cliente di\nPagina 9 di 79", "bibliography": "", "source_file": "document.pdf", "page_number": 8}
{"article_number": "1795", "title": "Diritti del possessore della sola fede di deposito.", "text": "Commento alla legge 10 giugno 1978, n. 316, in Le nuove leggi civ. comm., 1979,\nsub art. 1-3, 127; Fragali, Albergo (contratto di), in Enc. dir., I, Milano, 1958; Geri,\nAlbergatore (responsabilità del), in Nss. D.I., App. I, Torino, 1980, 198; Mezzasoma,\nLa responsabilità civile dell'albergatore, in Rass. dir. civ. 1990, 536; Preden, Albergo\n(contratto di), in Enc. dir. agg., Milano, 1998, 57; Zuddas, Il contratto di albergo, in\nCiurnelli, Monticelli e Zuddas, Il contratto di albergo. Il contratto di viaggio. I contratti\ndel tempo libero, Milano, 1994.\nAutori: Caterina Costabile\nCOMMENTATO CODICE CIVILE\nCodice Civile n. 1795 - Diritti del possessore della sola fede di deposito.\n[I]. Il possessore della sola fede di deposito [1790] può ritirare le cose depositate anche\nprima della scadenza del debito per cui furono costituite in pegno, depositando presso i\nmagazzini generali la somma dovuta alla scadenza al creditore pignoratizio [1771].\n[II]. Sotto la responsabilità dei magazzini generali, quando si tratta di merci fungibili, il\npossessore della sola fede di deposito [1790] può ritirare anche parte delle merci,\ndepositando presso i magazzini generali una somma proporzionale all'ammontare del\ndebito garantito dalla nota di pegno [1791] e alla quantità delle merci ritirate.espressamente riconosciuta dal disposto dell'art. 1795, che indica nel magazzino\ngenerale la persona autorizzata a riceverli (DE MAJO, 80).\n2. Il ritiro parziale\nIl comma 2 dell'art. 1795 regola poi la possibilità di ritiro parziale della merce, previo\nversamento al magazzino generale di una somma proporzionale all'ammontare del debito\ngarantito dalla nota di pegno e alla quantità delle merci ritirate.\nTale disposizione costituisce indubbiamente una deroga al principio della\nindivisibilità del pegno, sancita dall'art. 2799, ma è temperata dalla precisazione che\nla consegna parziale può essere effettuata soltanto quando si tratta di merci\nfungibili, e sotto la responsabilità dei magazzini generali.\nÈ evidente come questa responsabilità, stabilita dalla legge a carico del magazzino\ngenerale, dia a questo la facoltà di rifiutarsi di operare una riconsegna parziale, o quando\nritiene che la merce non sia fungibile, ovvero quando il possessore della fede non versi la\nsomma richiesta, ritenendola superiore a quella dovuta (DE MAJO, ult. cit.).\nIl magazzino non può rifiutarsi di consegnare la merce, se sono rispettate le condizioni di\nlegge, e diviene depositario (art. 1782), nell'interesse del possessore della nota, del denaro\nversato per ritirare la merce (BOZZI, 154).\nIl magazzino è inoltre responsabile verso il possessore della nota di pegno dell'eventuale\ndiminuzione delle garanzie che si fosse verificata in seguito al ritiro della merce senza un\nadeguato deposito di denaro.\n3. Il deposito di denaro\nIn riferimento all'efficacia del deposito della somma di denaro presso i magazzini generali\nda parte del possessore della fede di deposito ai sensi dell'art. 1795 la dottrina precisa\nche, qualora il deposito della somma di denaro si verifichi dopo la scadenza del debito\ngarantito dalla nota di pegno, il possessore della fede di deposito è liberato dal\nproprio debito, posto che i magazzini generali vanno considerati «persona autorizzata\ndalla legge» ai sensi dell'art. 1188.\nSe, invece, il deposito della somma si verifica prima della scadenza del debito\ngarantito, allora si verifica una sostituzione della garanzia reale con la garanzia\npersonale, consistente nell'obbligazione dei magazzini generali nei confronti del\npossessore della nota di pegno (FIORENTINO, in Comm. S. B., 1967, 127).\nPagina 12 di 79", "framework": "Il possessore della sola fede di deposito, rimane titolare, nei confronti dei\nmagazzini generali, dopo il distacco e la girata della nota, esclusivamente del\ndiritto di disporre delle merci con la limitazione costituita dall'esistenza del\npegno che grava su di esse.\nEgli pertanto le può ritirare, anche prima della scadenza del debito per cui furono\ncostituite in pegno, solo se deposita presso il magazzino generale la somma dovuta\nalla scadenza al creditore pignoratizio.\nLa ratio della norma deve rintracciarsi nell'art. 2794, in base al quale colui che\nha costituito il pegno non può esigerne la restituzione, se non siano stati\ninteramente pagati il capitale e gli interessi e non siano state rimborsate le\nspese relative al debito e al pegno.\nL'art. 1795 si differenzia dall'art. 2794 nel senso che, mentre in base a\nquest'ultima norma il costituente il pegno non potrebbe versare capitale e interessi al\ndepositario (designato per la custodia da entrambe le parti), tale facoltà gli è invece\nPagina 11 di 79", "bibliography": "", "source_file": "document.pdf", "page_number": 11}
{"article_number": "1794", "title": "Prima girata della nota di pegno.", "text": "Bibliografia\nAngeloni, Magazzini generali, in Nss. D.I., X, Torino 1964; Bozzi, Magazzini\nGenerali, in Enc. dir., Milano, 1975; Clarizia, Nota di pegno, in Enc. dir., Milano,\n1978; De Majo, Fede di deposito, in Enc. dir., Milano, 1968; Lener, Nota di pegno, in\nDig. comm., 1994; Majello, Custodia e Deposito, Napoli, 1958; Massamormile,\nMagazzini generali, in Dig. comm., Torino, 1993; Rescigno, Fede di Deposito, in Dig.\ncomm., 1991; Zuddas, Il deposito in albergo e nei magazzini generali, Torino, 2006.\nAutori: Caterina Costabile\nCOMMENTATO CODICE CIVILE\nCodice Civile n. 1794 - Prima girata della nota di pegno.\n[I]. La prima girata [1792, 2009 ss.] della sola nota di pegno [1791] deve indicare\nl'ammontare del credito e degli interessi [1282] nonché la scadenza. La girata corredata\ndelle dette indicazioni deve essere trascritta sulla fede di deposito e controfirmata dal\ngiratario.\n[II]. La girata della nota di pegno [1791] che non indica l'ammontare del credito vincola, a\nfavore del possessore di buona fede [11471, 1994], tutto il valore delle cose depositate.\nRimane tuttavia salva al titolare o al terzo possessore della fede di deposito [1790], che\nabbia pagato una somma non dovuta, l'azione di rivalsa nei confronti del diretto contraente\ne del possessore di mala fede della nota di pegno [1791].propriamente qualificata non come «girata» bensì come «emissione» (FIORENTINO, in\nComm. S. B., 1967, 127).\nLa detta prima girata deve indicare: a) la scadenza; b) l'ammontare del credito e\ndegli interessi per cui è fatta; c) il cognome e il nome del giratario.\nLa prima girata della nota di pegno, corredata da tutte le dette indicazioni, deve\npoi essere trascritta sulla fede di deposito e controfirmata dal giratario, allo\nscopo di portare a conoscenza di ogni successivo giratario della fede di\ndeposito, nonché del magazzino generale, l'esistenza e l'entità del vincolo\npignoratizio: così il giratario della fede potrà dedurre dalla somma, convenuta per il\ntrasferimento della disponibilità della merce, quella parte dovuta al possessore della\nnota di pegno, ed il magazzino generale saprà quale somma debba essere versata\nda parte del possessore della fede di deposito che voglia ritirare la merce (DE MAJO,\n74).\nNel caso di mancata trascrizione, i successivi giratari della fede di deposito dovranno\nritenere (non essendo unita alla stessa la nota di pegno) che sulla merce sia stato\ncostituito un pegno e, non essendone indicato l'ammontare, dovranno considerarla\nvincolata per il suo intero valore (LENER, 275).\n2. Mancata trascrizione dei dati\nLe indicazioni previste dal primo comma della norma non vanno considerate essenziali\ne la loro omissione non produce l'invalidità del titolo: più in particolare, la mancata\nindicazione della scadenza rende il credito incorporato nella nota di pegno esigibile\na vistaexart. 1183,mentre l'omissione del nome del giratario, che pure deve essere\nindicato, dà luogo a una girata in bianco (CLARIZIA, 548).\nIl 2 comma dell'articolo disciplina espressamente le conseguenze della mancata\nindicazione dell'ammontare del credito prevedendo che il possessore in buona fede\ndella nota di pegno ha diritto di vincolare le merci per tutto il loro valore.\nTuttavia, nel caso in cui il titolare o il terzo possessore della fede di deposito abbia pagato\nuna somma non dovuta, corrispondente alla differenza tra il valore delle merci e l'effettivo\nammontare del credito garantito, ha azione di rivalsa nei confronti del primo contraente,\nprimo prenditore della nota di pegno nonché del possessore di mala fede della nota che\nfosse consapevole del minor ammontare del credito garantito.\n3. Divergenza dei dati emergenti dai due titoli\nPagina 14 di 79", "framework": "La nota di pegno acquista vita giuridica autonoma e natura di autonomo titolo\ndi credito per effetto del suo distacco dalla fede di deposito, distacco che si\nopera mediante la prima girata.\nEssa deve essere scritta sul titolo, normalmente a tergo di esso, ma può anche\nessere apposta sulla faccia anteriore, non potendosi confondere con la firma\ndell'emittente magazzino generale (CLARIZIA, 549); deve essere datata e firmata dal\ngirante.\nPoiché è con il distacco e la «prima girata» che la nota di pegno acquista una\npropria vita giuridica, tale operazione, ad avviso della dottrina andrebbe più\nPagina 13 di 79", "bibliography": "", "source_file": "document.pdf", "page_number": 13}
{"article_number": "1793", "title": "Diritti del possessore.", "text": "In caso di trascrizione inesatta, ovvero di indicazioni diverse emergenti dai due titoli,\ndovrà distinguersi a seconda che venga presentato al magazzino generale un solo\ntitolo o ambedue: nel primo caso il magazzino sarà tenuto alle risultanze del titolo;\nnella seconda ipotesi prevarrà la nota di pegno.\nLa ragione è nella preminente tutela del creditore pignoratizio; inoltre, tra i due\ndocumenti, deve prestarsi maggior fede alla nota di pegno piuttosto che alla fede di\ndeposito, nella quale sono «trasferite» le indicazioni della prima girata (ANGELONI, 347; DE\nMAJO, 106; FIORENTINO, ult. cit.).\nBibliografia\nAngeloni, Magazzini generali, in Nss. D.I., X, Torino 1964; Bozzi, Magazzini\nGenerali, in Enc. dir., Milano, 1975; Clarizia, Nota di pegno, in Enc. dir., Milano,\n1978; De Majo, Fede di deposito, in Enc. dir., Milano, 1968; Lener, Nota di pegno, in\nDig. comm., 1994; Majello, Custodia e Deposito, Napoli, 1958; Massamormile,\nMagazzini generali, in Dig. comm., Torino, 1993; Rescigno, Fede di Deposito, in Dig.\ncomm., 1991; Zuddas, Il deposito in albergo e nei magazzini generali, Torino, 2006.\nAutori: Caterina Costabile\nCOMMENTATO CODICE CIVILE\nCodice Civile n. 1793 - Diritti del possessore.\n[I]. Il possessore della fede di deposito [1790] unita alla nota di pegno [1791] ha diritto alla\nriconsegna delle cose depositate [1777, 1996]; egli ha altresì diritto di richiedere che, a sue\nspese, le cose depositate siano divise in più partite e che per ogni partita gli sia rilasciata\nuna fede di deposito distinta con la nota di pegno in sostituzione del titolo complessivo.\n[II]. Il possessore della sola nota di pegno [1791] ha diritto di pegno sulle cose depositate\n[2784 ss.].\n[III]. Il possessore della sola fede di deposito [1790] non ha diritto alla riconsegna delle\ncose depositate, se non osserva le condizioni indicate dall'articolo 1795; egli può valersi\ndella facoltà concessa dall'articolo 1788.Il possesso del doppio titolo attribuisce al possessore tutti i diritti derivanti dal\ncontratto di deposito ed in particolare il diritto alla restituzione delle cose\ndepositate.\nIl possessore della sola nota ha un diritto di pegno sulle merci depositate nel\nmagazzino.\nIl possessore della sola fede di deposito può ottenere la consegna delle cose\ndepositate solo se osserva le condizioni imposte dall'art. 1795; può esercitare il\ndiritto di ispezionare le merci e di ritirare i campioni d'uso (art. 1788).\n2. Diritto di restituzione delle cose depositate\nL'esercizio del diritto di restituzione delle cose depositate da parte del possessore del\ndoppio titolo è subordinato al pagamento del compenso spettante ai magazzini generali,\ndei diritti doganali e di ogni altro diritto eventualmente gravante sulle merci.\nDi fronte alla richiesta di restituzione delle merci, il magazzino potrà opporre al\nportatore del doppio titolo sole le eccezioni risultanti o richiamate dal titolo stesso,\nin quanto regolato dai principi della letteralità e dell'autonomia (RESCIGNO, 61; ZUDDAS,\n230).\nNon invece le eccezioni derivanti dai suoi rapporti con i precedenti possessori del titolo, né\nle eccezioni derivanti dal rapporto che ha dato origine alla sua emissione, come quelle\nrelative all'inesistenza della causa, salvo che il possessore sia anche il depositante primo\nprenditore del titolo (ANGELONI, 170).\n3. Il frazionamento del doppio titolo\nL'art. 1793 attribuisce al possessore della fede di deposito unita alla nota di pegno il diritto\ndi chiedere che, a sue spese, le cose depositate siano divise in più partite e che per ogni\npartita gli sia rilasciata, in sostituzione del titolo complessivo, una fede di deposito distinta,\ncon relativa nota di pegno.\nSi tratta di una particolarità dei cosiddetti titoli in serie, applicata eccezionalmente ai titoli\nemessi dai magazzini generali, che, peraltro, titoli in serie non sono.\nSi tratta di un diritto strettamente cartolare, essendo attribuito in modo\nspecifico al possessore del doppio titolo, e non invece genericamente al depositante\ndi merci presso i magazzini generali (DE MAJO, 73).\nPagina 16 di 79", "framework": "Pagina 15 di 79", "bibliography": "", "source_file": "document.pdf", "page_number": 15}
{"article_number": "1792", "title": "Intestazione e circolazione dei titoli.", "text": "Bibliografia\nAngeloni, Magazzini generali, in Nss. D.I., X, Torino 1964; Bozzi, Magazzini\nGenerali, in Enc. dir., Milano, 1975; Clarizia, Nota di pegno, in Enc. dir., Milano,\n1978; De Majo, Fede di deposito, in Enc. dir., Milano, 1968; Lener, Nota di pegno, in\nDig. comm., 1994; Majello, Custodia e Deposito, Napoli, 1958; Massamormile,\nMagazzini generali, in Dig. comm., Torino, 1993; Rescigno, Fede di Deposito, in Dig.\ncomm., 1991; Zuddas, Il deposito in albergo e nei magazzini generali, Torino, 2006.\nAutori: Caterina Costabile\nCOMMENTATO CODICE CIVILE\nCodice Civile n. 1792 - Intestazione e circolazione dei titoli.\n[I]. La fede di deposito [1790] e la nota di pegno [1791] possono intestarsi al nome del\ndepositante o di un terzo da questo designato, e sono trasferibili, sia congiuntamente sia\nseparatamente, mediante girata [2009 ss.].Se la girata si riferisce al doppio titolo, è sufficiente che sia apposta sulla fede di\ndeposito, non essendo necessario riprodurla sulla nota di pegno, sempre però che\nquesta sia tuttora unita alla fede (LENER, 275).\nLa girata deve essere scritta sul titolo, deve essere sottoscritta e la sottoscrizione deve\nessere autografa ed autonoma. Essendo la legge di circolazione quella dei titoli all'ordine,\nsi deve ritenere ammissibile la girata in bianco e quella al portatore, ed invece nulla\nla girata parziale.\nQualsiasi condizione apposta alla girata si ha come non scritta (DE MAJO, 71).\nIl doppio titolo può anche essere trasferito con un mezzo diverso dalla girata, ma in tal\ncaso gli effetti saranno quelli di una cessione.\n3. Le girate cd. improprie\nIn dottrina si discute circa l'ammissibilità delle girate cd. improprie.\nIn ordine alla girata «per procura» o «per incasso» (art. 2013), risulta unanime la\nsoluzione positiva (CLARIZIA, 548; DE MAJO, 72),\nDiversamente, gli autori sono divisi in ordine alla ammissibilità della girata «in garanzia»\n(art. 2014).\nL'opinione maggioritaria la reputa ammissibile sia in relazione al doppio titolo che alla\nsola fede di deposito (ANGELONI, 169; CLARIZIA, ult. cit.; FIORENTINO, in Comm. S. B., 1967,\n123; LENER, ult. cit.) osservando, con riguardo alla girata in garanzia della fede di deposito,\nche il girante costituisce in pegno il titolo rappresentativo della merce, e non la merce\nstessa: quindi il possesso che viene trasferito al creditore pignoratizio è il possesso del\ntitolo mediante la forma caratteristica della girata in garanzia.\nChi non concorda con tale impostazione (DE MAJO, ult. cit.) osserva che il distacco della\nnota di pegno dalla fede di deposito è l'unica forma prevista per la costituzione in pegno di\ntali titoli: disposta legislativamente una speciale forma per la girata in garanzia, produttrice\ndi particolari effetti, non potrebbe dunque essere consentita al privato di mutare le regole\ndella circolazione, risultanti da apposita norma.\n4. La girata al magazzino generale\nPagina 18 di 79", "framework": "La fede di deposito e la nota di pegno possono intestarsi a nome del depositante o di\nun terzo da questi indicato e sono trasferibili, sia congiuntamente sia separatamente,\nmediante girata.\nTrattandosi di titoli di credito all'ordine agli stessi risulta applicabile la disciplina di\ncui agli artt. 2008 e ss.\nLa giurisprudenza ha osservato che il terzo designato, ancorché non\ndirettamente partecipe del negozio tra depositante e depositario, si inserisce sin\ndall'inizio nel meccanismo negoziale dei titoli dei quali è primo prenditore con la\nconseguenza che, ai fini dell'opponibilità delle eccezioni da parte del\ndepositario, la posizione di questi non e equiparabile a quella del semplice\ngiratario dei titoli medesimi (Cass. III, n. 1859/1974).\n2. La girata del doppio titolo: forma, contenuto, requisiti\nPagina 17 di 79", "bibliography": "", "source_file": "document.pdf", "page_number": 17}
{"article_number": "1791", "title": "Nota di pegno.", "text": "Si reputa consentita la girata del doppio titolo al magazzino generale precisandosi\nin tal caso che il magazzino non può ulteriormente girare il titolo (DE MAJO, ult. cit.).\nInfatti, nel caso in cui il magazzino generale avesse ricevuto il titolo in girata per\nnegoziazione del titolo stesso, la successiva girata praticamente costituirebbe un'illecita\nemissione del doppio titolo su merci dello stesso magazzino generale (emissione vietata\ndall'art. 7 r.d. n. 126/1927): nel caso invece in cui il doppio titolo fosse stato girato al\nmagazzino generale per quietanza del ritiro della merce, la successiva girata da parte del\nmagazzino costituirebbe una emissione a vuoto, perché ovviamente il magazzino non\npotrebbe avere presso di sé le merci già restituite.\nBibliografia\nAngeloni, Magazzini generali, in Nss. D.I., X, Torino 1964; Bozzi, Magazzini\nGenerali, in Enc. dir., Milano, 1975; Clarizia, Nota di pegno, in Enc. dir., Milano,\n1978; De Majo, Fede di deposito, in Enc. dir., Milano, 1968; Lener, Nota di pegno, in\nDig. comm., 1994; Majello, Custodia e Deposito, Napoli, 1958; Massamormile,\nMagazzini generali, in Dig. comm., Torino, 1993; Rescigno, Fede di Deposito, in Dig.\ncomm., 1991; Zuddas, Il deposito in albergo e nei magazzini generali, Torino, 2006.\nAutori: Caterina Costabile\nCOMMENTATO CODICE CIVILE\nCodice Civile n. 1791 - Nota di pegno.\n[I]. Alla fede di deposito [1790] è unita la nota di pegno, sulla quale sono ripetute le\nindicazioni richieste dall'articolo precedente.\n[II]. La fede di deposito e la nota di pegno devono essere staccate da un unico registro a\nmatrice, da conservarsi presso i magazzini.\nRiferimenti chiave:\nR.d. n. 126/1927.La nota di pegno è un titolo di pegno che si accompagna alla fede di\ndeposito rispetto alla quale è un documento accessorio (SCALISI, in Comm. S.,\n2011, 413).\nLa nota di pegno è inizialmente congiunta alla fede di deposito. Il doppio titolo è\nstampato su carta filigranata dalla quale deve risultare chiaramente la ditta del\nmagazzino generale (art. 6 r.d. n. 126/1927); è staccato da un unico registro a\nmatrice e conservato presso i magazzini (art. 1791 comma 2).\nTanto sulla fede di deposito quanto sulla nota di pegno deve essere indicato se la\nmerce sia stata o no periziata dal magazzino (art. 13 r.d. n. 126/1927).\nLa nota di pegno attribuisce il diritto di pegno sulle merci e quindi il diritto a far\nvendere le cose depositate secondo la procedura di cui all'art. 1515 al fine di rivalersi\nsul prezzo in caso di inadempimento del debitore, attestato dal protesto previsto\nnelle forme della legge cambiaria.\n2. Natura giuridica\nIn dottrina si discute circa la natura giuridica della nota di pegno (CLARIZIA, 547).\nSecondo un primo minoritario orientamento la stessa andrebbe considerata titolo\ncambiario posto che la stesa incorpora direttamente o indirettamente una promessa di\npagamento di una somma di denaro (DE MAJO, 63).\nSi è tuttavia osservato che osterebbe a tale qualificazione la mancanza di specifiche\nprevisioni di legge che le estendo l'intera normativa in tema di titoli cambiari (BOZZI, 161).\nSecondo l'opinione prevalente la nota di pegno avrebbe natura di titolo\nrappresentativo di merci (ANGELONI, 346; FIORENTINO, in Comm. S. B., 1967, 127).\nL'orientamento contrario assume che nella nota di pegno mancano i caratteri indicati\nnell'art. 1996 e pertanto non può definirsi titolo rappresentativo: infatti il possessore della\nnota non ha il diritto di ottenere la consegna delle merci né il possesso, né lo ius vendendi\npuò integrare il potere di disporre (DE MAJO, 52).\nA dette osservazioni, viene replicato che l'efficacia rappresentativa della nota di pegno,\nanche se è meno energica che in altri titoli, non può essere esclusa. La particolarità della\nnota di pegno sarebbe data dalla circostanza che il diritto alla consegna sussiste solo\nin collegamento con l'esercizio del diritto di vendita delle merci (CLARIZIA, ult. cit.).\nPagina 20 di 79", "framework": "Pagina 19 di 79", "bibliography": "", "source_file": "document.pdf", "page_number": 19}
{"article_number": "1790", "title": "Fede di deposito.", "text": "In dottrina si sottolinea unanimemente la natura accessoria del diritto di pegno rispetto\nal diritto principale garantito, ambedue necessariamente spettanti allo stesso soggetto,\ne si conclude che il possesso della nota di pegno attribuisce anche necessariamente il\ndiritto di credito al pagamento della somma e degli interessi indicati nel titolo alla scadenza.\nBibliografia\nAngeloni, Magazzini generali, in Nss. D.I., X, Torino 1964; Bozzi, Magazzini\nGenerali, in Enc. dir., Milano, 1975; Clarizia, Nota di pegno, in Enc. dir., Milano,\n1978; De Majo, Fede di deposito, in Enc. dir., Milano, 1968; Lener, Nota di pegno, in\nDig. comm., 1994; Majello, Custodia e Deposito, Napoli, 1958; Massamormile,\nMagazzini generali, in Dig. comm., Torino, 1993; Rescigno, Fede di Deposito, in Dig.\ncomm., 1991; Zuddas, Il deposito in albergo e nei magazzini generali, Torino, 2006.\nAutori: Caterina Costabile\nCOMMENTATO CODICE CIVILE\nCodice Civile n. 1790 - Fede di deposito.\n[I]. I magazzini generali, a richiesta del depositante, devono rilasciare una fede di deposito\ndelle merci depositate.\n[II]. La fede di deposito deve indicare:\n1) il cognome e il nome o la ditta [2563 ss.] e il domicilio [43] del depositante;\n2) il luogo del deposito;\n3) la natura e la quantità delle cose depositate e gli altri estremi atti a individuarle;\n4) se per la merce sono stati pagati i diritti doganali e se essa è stata assicurata (1).\n(1) V. art. 13 r.d.l. 1° luglio 1926, n. 2290; artt. 5 ss. r.d. 17 marzo 1938, n. 726; artt. 17 ss.\nr.d. 17 giugno 1938, n. 856.\nRiferimenti chiave:\nR.d. n. 126/1927; r.d.l. n. 2290/1926, conv. in l. n. 1158/1927; r.d. n. 726/1938; r.d. n.\n856/1938.L'emissione della fede di deposito da parte dei magazzini generali non è\nobbligatoria ma avviene su richiesta del depositante ed ha per scopo di facilitare\nla negoziazione delle merci mediante il trasferimento del titolo, ovvero la parziale\nrealizzazione del loro valore, in attesa della vendita, mediante la costituzione su di\nesse del pegno che garantisce mutui o, in genere, operazioni di finanziamento\n(BOZZI, 153).\nLa fede di deposito deve contenere una serie di indicazioni atte ad individuare il\ndepositante stesso, il luogo del deposito, le merci depositate, il pagamento dei diritti\ndoganali e l'esistenza di una assicurazione sulle merci (FIORENTINO, in Comm. S. B.,\n1967, 120).\nL'emissione è consentita solo ai magazzini generali debitamente autorizzati (art.\n7 r.d. n. 126/1927) e solo per merci depositate da terzi e non anche per quelle\nappartenenti ai magazzini stessi (SCALISI, 401).\nIn detta ultima ipotesi la fede di deposito dovrebbe considerarsi nulla (BOZZI, ult. cit.).\nLa fede di deposito attribuisce il possesso delle merci ma non la proprietà\ndelle stesse, trasferendosi il relativo diritto non in base al titolo ma in base al\nsottostante contratto di compravendita.\n2. Natura giuridica\nLa fede di deposito è un titolo rappresentativo di merci: ai sensi dell'art. 1996 il\npossessore della stessa ha pertanto diritto alla consegna delle merci che sono in essa\nspecificate, il possesso delle medesime ed il potere di disporne mediante trasferimento\ndel titolo (DE MAJO, 63; ZUDDAS, 241).\nL'incorporazione nel titolo rappresentativo del diritto alla consegna delle merci ha per\nconseguenza che il solo possessore del titolo, previa esibizione di esso, può esigere la\nrestituzione della merce e che d'altro canto il magazzino emittente è obbligato ad\neffettuarla solo a favore di chi possegga legittimamente il titolo.\n3. Emissione irregolare\nL'emissione della fede di deposito è consentita soltanto ai magazzini autorizzati (art. 7,\nr.d. n. 126/1927): ci si è, pertanto, interrogati in ordine alla possibilità per magazzini non\nautorizzati o ai quali sia stata revocata l'autorizzazione di emettere fedi di deposito o\nPagina 22 di 79", "framework": "Pagina 21 di 79", "bibliography": "", "source_file": "document.pdf", "page_number": 21}
{"article_number": "1789", "title": "Vendita delle cose depositate.", "text": "comunque titoli di credito incorporanti il diritto alla riconsegna delle merci depositate e\nrappresentativi delle merci stesse (RESCIGNO, 55).\nLa dottrina dominante ha perlopiù dato risposta affermativa al problema (ANGELONI, 167;\nFIORENTINO, ult. cit.).\nSi discute, altresì, in ordine alle conseguenze dell'emissione irregolare del titolo.\nSecondo alcuni il titolo sarebbe invalido e varrebbe come mero documento di\nlegittimazione.\nSecondo altra impostazione il titolo sarebbe valido, ma sottoposto alla disciplina dei titoli di\ncredito in generale (DE MAJO, 68).\nTaluno ancora ritiene che l'emissione irregolare importi soltanto l'applicazione delle\nsanzioni penali previste dall'art. 19, r.d. n. 126/1927 (ANGELONI, 168).\nBibliografia\nAngeloni, Magazzini generali, in Nss. D.I., X, Torino 1964; Bozzi, Magazzini\nGenerali, in Enc. dir., Milano, 1975; Clarizia, Nota di pegno, in Enc. dir., Milano,\n1978; De Majo, Fede di deposito, in Enc. dir., Milano, 1968; Lener, Nota di pegno, in\nDig. comm., 1994; Majello, Custodia e Deposito, Napoli, 1958; Massamormile,\nMagazzini generali, in Dig. comm., Torino, 1993; Rescigno, Fede di Deposito, in Dig.\ncomm., 1991; Zuddas, Il deposito in albergo e nei magazzini generali, Torino, 2006.\nAutori: Caterina Costabile\nCOMMENTATO CODICE CIVILE\nCodice Civile n. 1789 - Vendita delle cose depositate.\n[I]. I magazzini generali, previo avviso al depositante, possono procedere alla vendita delle\nmerci, quando, al termine del contratto, le merci non sono ritirate o non è rinnovato il\ndeposito, ovvero, trattandosi di deposito a tempo indeterminato, quando è decorso un anno\ndalla data del deposito, e in ogni caso quando le merci sono minacciate di deperimento.\nPer la vendita si osservano le modalità stabilite dall'articolo 1515 [83 att.].\n[II]. Il ricavato della vendita, dedotte le spese e quanto altro spetta ai magazzini generali,\ndeve essere tenuto a disposizione degli aventi diritto.\nPagina 23 di 79", "framework": "In forza della disposizione in esame i magazzini generali possono, previo\navviso al depositante, procedere alla vendita osservando le modalità previste\ndall'art. 1515 (BOZZI, 152; ZUDDAS, 184) in tre ipotesi, ovvero quando:\n- il deposito è sottoposto a termine se alla scadenza il depositante non ritira le\nmerci o non rinnova il contratto;\n- trattandosi di deposito a tempo indeterminato, è decorso un anno dalla data di\ninizio del deposito;\n- le merci sono minacciate di deperimento.\nLa vendita va, come detto, effettuata nella forma dei pubblici incanti, a mezzo di\nmediatore in merci iscritto presso la camera di commercio o, in mancanza, a mezzo\ndi ufficiale giudiziario, e deve essere fatta nei locali dei magazzini generali (BOZZI,\n163).\nIl ricavato della vendita, dedotti le spese, il compenso e quanto altro sia dovuto ai\nmagazzini, deve essere posto a disposizione degli aventi diritto (FIORENTINO, in\nComm. S. B., 1967, 118).\nLa dottrina ha evidenziato che la vendita forzata avviene in siffatte ipotesi a tutela del\ndiritto del magazzino a riscuotere il corrispettivo, all'uopo attribuendogli un mezzo più\nefficace rispetto alle azioni di diritto comune (MASSAMORMILE, 190).", "bibliography": "Angeloni, Magazzini generali, in Nss. D.I., X, Torino 1964; Bozzi, Magazzini\nGenerali, in Enc. dir., Milano, 1975; Clarizia, Nota di pegno, in Enc. dir., Milano,\n1978; De Majo, Fede di deposito, in Enc. dir., Milano, 1968; Lener, Nota di pegno, in\nDig. comm., 1994; Majello, Custodia e Deposito, Napoli, 1958; Massamormile,\nMagazzini generali, in Dig. comm., Torino, 1993; Rescigno, Fede di Deposito, in Dig.\ncomm., 1991; Zuddas, Il deposito in albergo e nei magazzini generali, Torino, 2006.\nAutori: Caterina Costabile\nPagina 24 di 79", "source_file": "document.pdf", "page_number": 23}
{"article_number": "1788", "title": "Diritti del depositante.", "text": "COMMENTATO CODICE CIVILE\nCodice Civile n. 1788 - Diritti del depositante.\n[I]. Il depositante ha diritto d'ispezionare le merci depositate e di ritirare i campioni d'uso.", "framework": "L'art. 1788 riconosce al depositante, il diritto di ispezionare le merci e di\nritirare i campioni d'uso, vale a dire di effettuare piccoli prelievi delle merci la cui\nentità è stabilita dagli usi commerciali in modo che non siano modificati\nsostanzialmente la quantità e quindi il valore della merce depositata (MASTROPAOLO,\nin Tr. Res., 1985, 578).\n2. I diritti dei depositanti\nL'art. 32 n. 126/1927 e l'art. 1788 riconoscono al depositante un particolare diritto sulle\nmerci depositate.\nLa norma regolamentare consente non solo le manipolazioni e il prelevamento di\ncampioni, operazioni queste normalmente eseguite nei depositi doganali o in magazzini\nprivati, ma anche cernite, miscele ed altre operazioni commerciali che non alterino la\nragione dei diritti doganali (BOZZI, 156; FIORENTINO, in Comm. S. B., 1967, 117).\nQueste attività possono essere eseguite solo se sia stato rilasciato il permesso della\ndogana, sotto la sua continua vigilanza, e, naturalmente, con il rispetto delle modalità\nstabilite dal regolamento dei magazzini generali.\nL'art. 1788 riconosce al depositante, il diritto di ispezionare le merci.\nIl diritto d'ispezione riconosciuto al depositante nei magazzini generali, il cui oggetto non\npuò essere che il controllo sullo stato delle merci, si pone in stretta e diretta correlazione\ncon l'obbligazione di conservazione che fa capo ai magazzini ed offre al depositante un\nduplice vantaggio: potendo verificare sempre nel corso del rapporto (e non soltanto nel\nmomento terminale di esso) l'adempimento dell'obbligazione di conservazione, egli può\nesercitare più tempestivamente (nel caso di constatazione del mancato rispetto delle\nmodalità di deposito che erano state convenute) la facoltà di recesso e limitare, pertanto, i\ndanni arrecati dall'inadempimento dei magazzini (BOZZI, 157; MASSAMORMILE, 192;\ncontraMAJELLO, 244, secondo il quale la norma in parola consentirebbe al depositante, una\nvolta controllato lo stato delle cose depositate, soltanto «di provvedere, per proprio conto,\ncontro gli eventuali vizi che la merce abbia nel frattempo manifestati»).\nPagina 25 di 79", "bibliography": "", "source_file": "document.pdf", "page_number": 25}
{"article_number": "1787", "title": "Responsabilità dei magazzini generali.", "text": "Al depositante ha inoltre diritto di ritirare i campioni d'uso, ovvero di quelle minime\nquantità di merci che nel commercio si usano come campioni e il cui prelievo non altera\nsostanzialmente la quantità e dunque il valore della merce depositata.\nBibliografia\nAngeloni, Magazzini generali, in Nss. D.I., X, Torino 1964; Bozzi, Magazzini\nGenerali, in Enc. dir., Milano, 1975; Clarizia, Nota di pegno, in Enc. dir., Milano,\n1978; De Majo, Fede di deposito, in Enc. dir., Milano, 1968; Lener, Nota di pegno, in\nDig. comm., 1994; Majello, Custodia e Deposito, Napoli, 1958; Massamormile,\nMagazzini generali, in Dig. comm., Torino, 1993; Rescigno, Fede di Deposito, in Dig.\ncomm., 1991; Zuddas, Il deposito in albergo e nei magazzini generali, Torino, 2006.\nAutori: Caterina Costabile\nCOMMENTATO CODICE CIVILE\nCodice Civile n. 1787 - Responsabilità dei magazzini generali.\n[I]. I magazzini generali sono responsabili della conservazione delle merci depositate, a\nmeno che si provi che la perdita, il calo o l'avaria, è derivata da caso fortuito, dalla natura\ndelle merci ovvero da vizi di esse o dell'imballaggio [1218] (1).\n(1) V. r.d.l. 1° luglio 1926, n. 2290, conv. in l. 9 giugno 1927, n. 1158; r.d. 16 gennaio 1927,\nn. 126; l. 12 maggio 1930, n. 685; r.d. 17 marzo 1938, n. 726; d.lg. 9 novembre 1990, n.\n376.\nRiferimenti chiave:\nD.lgs. n. 376/1990; r.d. n. 726/1938; l. n. 685/1930; r.d. n. 126/1927; r.d.l. n. 2290/1926,\nconv. in l. n. 1158/1927.La funzione dei magazzini generali definita dall'art. 1 r.d.l. n. 2290/1926 è triplice in\nquanto essi devono: 1) provvedere alla custodia ed alla conservazione delle merci e\nderrate di qualsiasi provenienza, che vi siano depositate; 2) rilasciare ai depositanti,\nche ne facciano espressa richiesta, due speciali titoli: la fede di deposito e la nota di\npegno; 3) provvedere alla vendita volontaria o forzata ai pubblici incanti delle cose\ndepositate.\nCon il deposito delle merci sorgono a carico dell'esercente dei magazzini\ngenerali le tipiche obbligazioni del depositario: l'obbligazione di custodia e quella\ndi restituzione delle cose depositate.\nLa responsabilità dei magazzini generali per l'inadempimento dell'obbligo di\nconservazione delle merci depositate, in particolare per la perdita, il calo o l'avaria, è\nparticolarmente rigorosa: da essa infatti il depositario può liberarsi soltanto\nfornendo la prova dell'evento dannoso che deve consistere in una delle cause\ngiustificatrici espressamente e tassativamente previste dall'art. 1787 (caso\nfortuito, natura delle merci, vizi di esse o dell'imballaggio).\n2. Il contratto di deposito nei magazzini generali\nOltre il proprietario o il titolare di un qualsiasi diritto reale sulla merce, sono legittimati a\nconcludere validamente il deposito il mandatario, lo spedizioniere, il vettore o il\ncommissionario, e chiunque abbia la detenzione della merce, essendo questo il requisito\nsufficiente per la conclusione del deposito\nQuello che si perfeziona tra chi ha il possesso a qualsiasi titolo o la detenzione della\nmerce e l'esercente i magazzini generali è prevalentemente considerato una figura\nparticolare del contratto di deposito (ANGELONI, 18; FIORENTINO, in Comm. S. B., 1967,\n129). La dottrina evidenzia all'uopo che la qualità professionale del depositario nonché\nalcune peculiarità della disciplina giuridica predisposta sia dalla legge speciale sia dalle\nnorme del codice civile non appaiono sufficienti a modificare la natura del contratto sì da\nfarlo assurgere a tipo contrattuale autonomo.\nAnche la giurisprudenza configura il contratto stipulato tra i magazzini generali e i\nclienti come un comune contratto di deposito (Cass. III, n. 6218/1981).\nAl pari del deposito ordinario, il deposito nei magazzini generali è un contratto reale, a\nforma libera ed ad esecuzione continuata.\nPagina 27 di 79Data la qualità professionale del depositario, il deposito nei magazzini generali è da\nritenersi a titolo oneroso, in applicazione del principio generale fissato dall'art. 1767\n(BOZZI, 146).\nI magazzini generali, all'atto del ricevimento delle merci, rilasciano al depositante una\nricevuta, chiamata bollettino d'entrata (o anche ricevuta di deposito, scontrino di\nintroduzione, ecc.), che ha semplice valore probatorio della consegna delle merci, ma non\nattribuisce al possessore alcun diritto alla riconsegna (MASSAMORMILE, 191).\n3. Il cd. deposito alla rinfusa\nSe il deposito ha per oggetto merci omogenee e fungibili, consegnate da una\npluralità di depositanti, qualora questi ultimi vi consentano, può aversi il cd. deposito alla\nrinfusa (SCALISI, 373)\nIn questa ipotesi la qualità delle merci depositate ne consente la conservazione, a\ndifferenza di quanto avviene normalmente, in un'unica massa, sebbene esse\nappartengano a diversi proprietari.\nNonostante la fungibilità delle merci il deposito alla rinfusa resta però sempre un\ndeposito regolare, in quanto il depositario non acquista la proprietà delle merci, né può\nfarne uso (art. 1782), anche se non è tenuto alla restituzione delle stesse cose da ciascuno\nconsegnate ma soltanto della stessa quantità di merci (BOZZI, 154; FIORENTINO, in Comm.\nS. B., 1967, 113).\n4. Obbligazione di custodire e prova liberatoria della responsabilità\nPer fondare in concreto la responsabilità del magazzino bisogna previamente\ndimostrare la perdita, l'avaria o il calo delle merci, e questa prova è a carico del\ndepositante (FIORENTINO, in Comm. S. B., 1967, 116).\nLa dottrina ha evidenziato che la responsabilità per l'esercente i magazzini generali per\nl'inadempimento dell'obbligo di conservazione delle merci depositate, in particolare per la\nperdita, il calo o l'avaria, è particolarmente rigorosa: questi, per liberarsi\ndell'obbligazione di risarcimento dei danni, è ammesso a provare esclusivamente, e\nin modo positivo, che la perdita, il calo o l'avaria sono derivati da caso fortuito, dalla\nnatura delle merci, da vizi intrinseci di esse o dell'imballaggio, vale a dire da precise\ncause liberatorie della propria responsabilità in presenza delle quali il magazzino non deve\nrispondere per espressa disposizione di legge.\nPagina 28 di 79In tutti gli altri casi, anche quando le cause dell'inadempimento non sono individuate, i\nmagazzini generali sono responsabiliex recepto, indipendentemente dall'accertamento\ndi una loro specifica colpa (ANGELONI, 19; BOZZI, 148; FIORENTINO, 1967, 116).\nAnche la giurisprudenza ha rimarcato che nel contratto di deposito nei magazzini\ngenerali il rapporto tra i contraenti in materia di responsabilità per inadempimento e\ndi colpa presuntaex receptoè disciplinato essenzialmente dalle norme generali sul\ndeposito. Da detto inquadramento discende che il titolare dell'azione risarcitoria per la\nperdita, la distruzione o il deterioramento delle cose depositate nei confronti del depositario\nè, indipendentemente da chi sia il proprietario delle stesse, il depositante o il terzo se\nlegittimato alla restituzione in quanto intestatario o possessore della fede di\ndeposito o della nota di pegno, alla stregua della speciale disciplina prevista negli artt.\n1792 ss. (Cass. III, n. 12972/2010).\nLa presunzione di colpa è superabile dal depositario solo con la prova della non\nimputabilità dell'inadempimento, e cioè della imprevedibilità o inevitabilità della perdita\ndella cosa depositata malgrado l'uso della diligenza del buon padre di famiglia, ovvero «a\nfortiori» dell'estraneità della perdita stessa rispetto al comportamento tenuto dal depositario\nnell'esecuzione del contratto (Cass. III, n. 6218/1981).\nInoltre, in relazione alla responsabilità per furti e rapine la prova liberatoria a carico del\ndepositario non è raggiunta, se egli non dimostra di avere adottato tutte le precauzioni\nche le circostanze suggerivano (predisposizione di un adeguato servizio di vigilanza,\ninstallazione di sistemi di allarme ecc.) secondo un criterio di ordinaria diligenza, per\nevitare la sottrazione delle cose depositate (Cass. III, n. 534/1997).\nIn definitiva, per esimersi da responsabilità, i magazzini generali devono fornire la prova\npositiva della causa esonerativa, mentre rispondono dei danni la cui causa rimane\nignota (Cass. III, n. 5267/1991).\nBibliografia\nAngeloni, Magazzini generali, in Nss. D.I., X, Torino 1964; Bozzi, Magazzini\nGenerali, in Enc. dir., Milano, 1975; Clarizia, Nota di pegno, in Enc. dir., Milano,\n1978; De Majo, Fede di deposito, in Enc. dir., Milano, 1968; Lener, Nota di pegno, in\nDig. comm., 1994; Majello, Custodia e Deposito, Napoli, 1958; Massamormile,\nMagazzini generali, in Dig. comm., Torino, 1993; Rescigno, Fede di Deposito, in Dig.\ncomm., 1991; Zuddas, Il deposito in albergo e nei magazzini generali, Torino, 2006.\nPagina 29 di 79", "framework": "I magazzini generali sono sottoposti a legislazione speciale (r.d.l. n. 2290/1926,\nconv. in l. n. 1158/1927) poiché svolgono un'attività che si ritiene di interesse\npubblico e la loro attività, subordinata ad autorizzazione governativa, si esercita\nsotto il controllo della pubblica amministrazione (BOZZI, 143).\nPagina 26 di 79", "bibliography": "", "source_file": "document.pdf", "page_number": 26}
{"article_number": "1786", "title": "Stabilimenti e locali assimilati agli alberghi.", "text": "Autori: Caterina Costabile\nCOMMENTATO CODICE CIVILE\nCodice Civile n. 1786 - Stabilimenti e locali assimilati agli alberghi.\n[I]. Le norme di questa sezione si applicano anche agli imprenditori di case di cura,\nstabilimenti di pubblici spettacoli [17842], stabilimenti balneari, pensioni, trattorie, carrozze\nletto e simili.- il gestore di case-albergo o residence (Cass. III, n. 11859/1992);\n- l'esercente di un campeggio (Cass. III, n. 882/1990);\n- il titolare di impresa di produzione ed esercizio di teatri pubblici o privati (Cass. III, n.\n12051/1992);\n- l'esercente una sala da ballo con annesso buffet (Cass. III, n. 1740/1978);\n- il gestore di un salone di parrucchiere (Cass. III, n. 1389/1984);\n- la società che fornisce il servizio di trasporto ferroviario in carrozza letto (Cass. III, n.\n26887/2014).\nCon riferimento al gestore di ristorante, la giurisprudenza ha ritenuto che la\nresponsabilità per le cose portate e non consegnate in custodia concerne esclusivamente\nquelle cose di cui è opportuno che il cliente si liberi per il miglior godimento della\nprestazione (Cass. III, 10393/1991).\n3. Applicazione del limite di responsabilità\nLa norma pone il problema del limite quantitativo del risarcimento per il\ndeterioramento, la distruzione o la sottrazione delle cose portate e non consegnate,\nparametrato dall'art. 1783 a cento volte il prezzo della locazione giornaliera dell'alloggio.\nIn dottrina si suggerisce in tal caso il rinvio al prezzo della particolare prestazione fornita\noppure all'equo apprezzamento del giudice (BUSSOLETTI, 7; GERI, 207).\nBibliografia\nBonfiglio, Il contratto di albergo ed il contratto di deposito alberghiero, in Giust. civ.\n1995, I, 2222; Bonilini, La responsabilità dell'albergatore, in Resp. civ. prev. 1987,\n30; Bussoletti, Albergo (contratto di), in Enc. giur., I, Roma, 1988; Carnevali, in\nCommento alla legge 10 giugno 1978, n. 316, in Le nuove leggi civ. comm., 1979,\nsub art. 1-3, 127; Fragali, Albergo (contratto di), in Enc. dir., I, Milano, 1958; Geri,\nAlbergatore (responsabilità del), in Nss. D.I., App. I, Torino, 1980, 198; Mezzasoma,\nLa responsabilità civile dell'albergatore, in Rass. dir. civ. 1990, 536; Preden, Albergo\n(contratto di), in Enc. dir. agg., Milano, 1998, 57; Zuddas, Il contratto di albergo, in\nPagina 31 di 79", "framework": "L'art. 1786 (non modificato dalla l. n. 316/1978) dispone che le norme della sezione\nsi applicano anche agli imprenditori di case di cura, stabilimenti di pubblici spettacoli,\nstabilimenti balneari, pensioni, trattorie, carrozze letto e simili.\nSi tratta di una elencazione meramente esemplificativa e non tassativa\n(ZUDDAS, 50): la norma configura difatti una serie aperta, resa omogenea da un\nsemplice legame di similarità (PREDEN, 64).\nIn dottrina e giurisprudenza si è fatto riferimento ad alcuni criteri fondamentali di\nassimilazione degli alberghi: in primo luogo va considerata la natura dell'attività\nprestata, che deve essere tale da richiedere la permanenza in loco per un certo\nlasso di tempo del cliente, tale da comportare il necessario distacco dalle cose che\nporta con sé, con conseguente necessità di custodia e vigilanza delle stese\n(MASTROPAOLO, in Tr. Res., 568); in secondo luogo deve trattarsi di attività a\ncarattere imprenditoriale in considerazione dello speciale regime di responsabilità\n(GERI, 217).\n2. Le attività assimilate agli alberghi\nLa dottrina (BUSSOLETTI, 11) reputa che presupposto fondamentale della\nresponsabilità in esame sia la qualità di imprenditore del soggetto che fornisce il servizio,\nprecisando che può trattarsi anche di un imprenditore non commerciale, quale quello\nagricolo che offra alloggio ai turisti in fabbricati rurali (c.d. agriturismo).\nIn applicazione della disposizione in esame la giurisprudenza ha ritenuto che vanno\nassimilati all'albergatore, ai fini della responsabilità per le cose portate o consegnate dai\nclienti, come regolata dai precedenti articoli, i seguenti imprenditori:\n- l'affittacamere (Cass. III, n. 5632/1993);\nPagina 30 di 79", "bibliography": "", "source_file": "document.pdf", "page_number": 30}
{"article_number": "1785", "title": "", "text": "Ciurnelli, Monticelli e Zuddas, Il contratto di albergo. Il contratto di viaggio. I contratti\ndel tempo libero, Milano, 1994.\nAutori: Caterina Costabile\nCOMMENTATO CODICE CIVILE\nCodice Civile n. 1785 quinquies quinquies - Limiti di applicazione (1).\n[I]. Le disposizioni della presente sezione non si applicano ai veicoli, alle cose lasciate\nnegli stessi, né agli animali vivi.\n(1) Articolo inserito dall'art. 3 l. 10 giugno 1978, n. 316.\nRiferimenti chiave:\nL. n. 316/1978.", "framework": "La funzione della norma è quella di ricondurre il parcheggio in albergo alle\nnorme generali relative alla custodia di autoveicoli.\nL'albergatore può, dunque, essere chiamato a rispondere dei danni secondo le\nregole del deposito ordinario, in particolare secondo il criterio della diligenzaexart.\n1768.\nQualora, invece, non sia ravvisabile alcun contratto di deposito,\nl'albergatore potrà ritenersi responsabile soltanto se il fatto sia a lui o ai suoi ausiliari\ndirettamente imputabile, secondo i principi generali in materia di responsabilità per\nfatto illecito (BUSSOLETTI, 10; CARNEVALI, 155; GERI, 216).\nL'art. 1785-quinquies prevede l'inapplicabilità delle disposizioni che disciplinano la\nresponsabilità dell'albergatore anche con riferimento alle cose lasciate nei veicoli e\nagli animali vivi.\n2. Parcheggio ed albergo\nLe giurisprudenza ha ritenuto che la consegna da parte di un cliente delle chiavi di\nun autoveicolo al vetturiere dell'albergo dove alloggia integra l'affidamento del\nveicolo e non la presa in consegna delle chiavi e dell'autoveicolo a titolo di cortesia,\nperfezionando un ordinario contratto di deposito dal quale scaturiscono le relative\nobbligazioni a carico delle parti del rapporto, ed al quale non si applica la disciplina del\nPagina 32 di 79", "bibliography": "", "source_file": "document.pdf", "page_number": 32}
{"article_number": "1785", "title": "", "text": "deposito alberghiero, per effetto dell'esclusione dei veicoli di cui all'art. 1785-quinquies\n(Cass. III, n. 6048/2010).\nBibliografia\nBonfiglio, Il contratto di albergo ed il contratto di deposito alberghiero, in Giust. civ.\n1995, I, 2222; Bonilini, La responsabilità dell'albergatore, in Resp. civ. prev. 1987,\n30; Bussoletti, Albergo (contratto di), in Enc. giur., I, Roma, 1988; Carnevali, in\nCommento alla legge 10 giugno 1978, n. 316, in Le nuove leggi civ. comm., 1979,\nsub art. 1-3, 127; Fragali, Albergo (contratto di), in Enc. dir., I, Milano, 1958; Geri,\nAlbergatore (responsabilità del), in Nss. D.I., App. I, Torino, 1980, 198; Mezzasoma,\nLa responsabilità civile dell'albergatore, in Rass. dir. civ. 1990, 536; Preden, Albergo\n(contratto di), in Enc. dir. agg., Milano, 1998, 57; Zuddas, Il contratto di albergo, in\nCiurnelli, Monticelli e Zuddas, Il contratto di albergo. Il contratto di viaggio. I contratti\ndel tempo libero, Milano, 1994.\nAutori: Caterina Costabile\nCOMMENTATO CODICE CIVILE\nCodice Civile n. 1785 quater quater - Nullità (1).\n[I]. Sono nulli i patti o le dichiarazioni tendenti ad escludere o a limitare preventivamente la\nresponsabilità dell'albergatore.\n(1) Articolo inserito dall'art. 3 l. 10 giugno 1978, n. 316.\nRiferimenti chiave:\nL. n. 316/1978.dolo o colpa grave, posto che la disciplina della risarcibilità dei danni subiti dalle\ncose del cliente non può essere modificata in favore dell'albergatore nemmeno con\nriferimento ai casi di colpa semplice o di responsabilità oggettiva.\n2. Le clausole di esclusione della responsabilità dell'albergatore\nLe innovazioni introdotte dalla l. n. 316/1978, che ha reso esecutiva la Convenzione di\nParigi 17 dicembre 1972 sulla responsabilità degli albergatori per le cose portate in albergo\ndai clienti, hanno determinato un'estensione del divieto, in primo luogo con riferimento\nall'ambito di applicazione: il nuovo dettato normativo comprende, accanto alle\nclausole riguardanti la responsabilità dell'albergatore per le cose portate in albergo\ne non consegnate, anche l'ipotesi della responsabilità relativa alle cose consegnate\nin custodia (BUSSOLETTI, 10; MASTROPAOLO, in Tr. Res., 567).\nIn secondo luogo, l'estensione opera con riferimento all'oggetto della nullità, in quanto\nla norma dichiara nulli non solo i patti esonerativi o limitativi della responsabilità, ma anche\nle semplici dichiarazioni unilaterali, come ad esempio i cartelli o gli avvisi esposti nei\nlocali dell'albergo, di cui si ribadisce così l'inidoneità a ridurre la responsabilità\ndell'albergatore.\nBibliografia\nBonfiglio, Il contratto di albergo ed il contratto di deposito alberghiero, in Giust. civ.\n1995, I, 2222; Bonilini, La responsabilità dell'albergatore, in Resp. civ. prev. 1987,\n30; Bussoletti, Albergo (contratto di), in Enc. giur., I, Roma, 1988; Carnevali, in\nCommento alla legge 10 giugno 1978, n. 316, in Le nuove leggi civ. comm., 1979,\nsub art. 1-3, 127; Fragali, Albergo (contratto di), in Enc. dir., I, Milano, 1958; Geri,\nAlbergatore (responsabilità del), in Nss. D.I., App. I, Torino, 1980, 198; Mezzasoma,\nLa responsabilità civile dell'albergatore, in Rass. dir. civ. 1990, 536; Preden, Albergo\n(contratto di), in Enc. dir. agg., Milano, 1998, 57; Zuddas, Il contratto di albergo, in\nCiurnelli, Monticelli e Zuddas, Il contratto di albergo. Il contratto di viaggio. I contratti\ndel tempo libero, Milano, 1994.\nAutori: Caterina Costabile\nCOMMENTATO CODICE CIVILE\nPagina 34 di 79", "framework": "La norma limita fortemente l'autonomia contrattuale in funzione di protezione\ndel cliente, che nei contratti di albergo è la parte debole del contratto, in quanto\npotrebbe, in vista della improcrastinabile esigenza di rinvenire un alloggio dove\npernottare, accettare delle condizioni inique.\nL'art. 1785-quaternon costituisce una semplice applicazione dell'art. 1229,\ncomma 1, che vieta l'esclusione e la limitazione della responsabilità debitoria per\nPagina 33 di 79", "bibliography": "", "source_file": "document.pdf", "page_number": 33}
{"article_number": "1785", "title": "", "text": "Codice Civile n. 1785 ter ter - Obbligo di denuncia del danno (1).\n[I]. Fuori del caso previsto dall'articolo 1785-bis, il cliente non potrà valersi delle precedenti\ndisposizioni se, dopo aver constatato il deterioramento, la distruzione o la sottrazione,\ndenunci il fatto all'albergatore con ritardo ingiustificato.\n(1) Articolo inserito dall'art. 3 l. 10 giugno 1978, n. 316.\nRiferimenti chiave:\nL. n. 316/1978.", "framework": "L'art. 1785 ter prevede un'ulteriore causa di esonero da responsabilità per\nl'albergatore costituita dall'omessa o ritardata denuncia del danno da parte del\ncliente.\nTale obbligo di denuncia era previsto anche dal previgente art. 1785 e trova la\nsua ragione giustificatrice nell'esigenza di porre in grado l'albergatore di svolgere\ntempestive indagini sulla causa dell'evento dannoso e di adoperarsi per la sua\ncessazione.\nL'esonero di responsabilità assume in questo caso la natura di una speciale\nconseguenza sanzionatoria per violazione di un preciso obbligo imposto dalla\nlegge (FIORENTINO, in Comm. S. B., 124; GERI, 215).\nÈ pacifico che la norma trovi applicazione sia con riferimento alle cose portate, ai\nsensi dell'art. 1783, che a quelle consegnate, ai sensi dell'art. 1784 (PREDEN, 63).\n2. La denuncia del cliente\nLa denuncia del cliente integra una dichiarazione unilaterale recettizia: per essa\nnon è prevista alcuna forma, si ritiene che sia sufficiente una denuncia verbale e che\ncomunque il cliente assolva il relativo onere portando con qualsiasi mezzo il fatto a\nconoscenza dell'albergatore (GERI, ult. cit.).\nSi ritiene in dottrina che l'esonero non operi nel caso di responsabilità per colpa\ndell'albergatore e dei soggetti assimilati: in tal caso il fatto dannoso è imputabile\nall'albergatore e conseguentemente gli è noto, sicché la denuncia, avendo funzione\ninformativa, perde ogni giustificazione (PREDEN, ult. cit.).\nPagina 35 di 79", "bibliography": "", "source_file": "document.pdf", "page_number": 35}
{"article_number": "1785", "title": "", "text": "Si ritiene altresì che l'esonero non operi quando, in mancanza della denuncia,\nl'albergatore abbia avuto conoscenzaaliundedel fatto dannoso stante la ratio della\ndisposizione (GERI, ult. cit.).\nIl ritardo che preclude il diritto al risarcimento è solo quello ingiustificato, che cioè dipenda\nda colpa del cliente, mentre il rischio del ritardo non imputabile è a carico dell'albergatore.\nBibliografia\nBonfiglio, Il contratto di albergo ed il contratto di deposito alberghiero, in Giust. civ.\n1995, I, 2222; Bonilini, La responsabilità dell'albergatore, in Resp. civ. prev. 1987,\n30; Bussoletti, Albergo (contratto di), in Enc. giur., I, Roma, 1988; Carnevali, in\nCommento alla legge 10 giugno 1978, n. 316, in Le nuove leggi civ. comm., 1979,\nsub art. 1-3, 127; Fragali, Albergo (contratto di), in Enc. dir., I, Milano, 1958; Geri,\nAlbergatore (responsabilità del), in Nss. D.I., App. I, Torino, 1980, 198; Mezzasoma,\nLa responsabilità civile dell'albergatore, in Rass. dir. civ. 1990, 536; Preden, Albergo\n(contratto di), in Enc. dir. agg., Milano, 1998, 57; Zuddas, Il contratto di albergo, in\nCiurnelli, Monticelli e Zuddas, Il contratto di albergo. Il contratto di viaggio. I contratti\ndel tempo libero, Milano, 1994.\nAutori: Caterina Costabile\nCOMMENTATO CODICE CIVILE\nCodice Civile n. 1785 bis bis - Responsabilità per colpa dell'albergatore (1).\n[I]. L'albergatore è responsabile, senza che egli possa invocare il limite previsto dall'ultimo\ncomma dell'articolo 1783, quando il deterioramento, la distruzione o la sottrazione delle\ncose portate dal cliente in albergo sono dovuti a colpa sua, dei membri della sua famiglia o\ndei suoi ausiliari.\n(1) Articolo inserito dall'art. 3 l. 10 giugno 1978, n. 316.\nRiferimenti chiave:\nL. 10 giugno 1978, n. 316.L'articolo in esame contempla un ulteriore caso di responsabilità illimitata che\nriguarda i danni occorsi alle cose del cliente portate in albergo, ma non consegnate,\ne che si fonda sull'esistenza della colpa dell'albergatore o dei soggetti assimilati.\nLa dottrina ritiene che assume rilievo a tal fine la colpa ordinaria e che questa\nnon deve necessariamente inerire ad una azione od omissione successiva\nall'instaurarsi del rapporto, ma può scaturire anche dalla carente organizzazione\ndell'impresa alberghiera, per omissione di accorgimenti idonei a salvaguardare i\nbeni recati con sé dal cliente (BUSSOLETTI, 8; CARNEVALI, 143, MASTROPAOLO, in Tr.\nRes., 552).\nIl cliente è, dunque, tenuto a provare l'inadempimento dell'obbligo di protezione\nderivante dal contratto di albergo, mentre l'albergatore può liberarsi dimostrando che\nl'evento si è verificato nonostante l'uso della diligenza.\nLa giurisprudenza ha ritenuto che nel valutare la diligenza dovuta\ndall'albergatore non dovrà tenersi presente soltanto l'ordinaria preveggenza e\ncautela dell'uomo medio, ma altresì il comportamento che, relativamente alla\ncustodia delle cose, viene comunemente praticato da coloro che esercitano tale\nprofessione, senza potersi prescindere dal valore della «res consegnata» nonché\ndella categoria, importanza e condizioni di gestione dell'albergo (Cass. III, n.\n12120/1990).\n2. La colpa dell'albergatore in concreto\nLa dottrina ritiene che il termine colpa usato dalla norma vada inteso in senso ampio\nincludendovi il dolo, la negligenza, l'imprudenza, l'imperizia, l'inosservanza di leggi,\nregolamenti, ordini e discipline (CARNEVALI, ult. cit.)\nQuanto al comportamento colposo rilevante, la giurisprudenza ha ritenuto esso può\nconsistere non soltanto in un atto singolo e isolato, ma anche più in generale in una\nnegligente organizzazione dell'impresa alberghiera in cui manchino gli accorgimenti\nidonei a salvaguardare i beni recati con se dal cliente (Cass. III, n. 1389/1984).\nIn particolare, è stata affermata la responsabilità dell'albergatore o dell'imprenditore\nassimilato che:\n- tiene usualmente sul bancone del portiere la chiave della cassaforte in cui sono stati\nriposti i gioielli affidatigli in custodia (Cass. III, n. 12120/1990);\n- non munisce la camera di chiusure adeguate (Cass. n. 1684/1994);\nPagina 37 di 79- omette la diligente custodia della chiave della camera, consentendo così ad uno\nsconosciuto di impossessarsene e di rubare le cose del cliente (Cass. III, n. 2633/1984);\n- avendo collocato l'attaccapanni nei pressi dell'ingresso, senza adottare alcuna cautela,\nconsente il furto di una pelliccia da parte di uno sconosciuto (Cass. III, n. 1389/1984).\n3. Furto\nLa giurisprudenza reputa sussistente la responsabilità dell'albergatore, ex art. 1785\nbis, in caso di furto di un oggetto di valore sottratto dalla camera del cliente\nverificatosi nelle ore di indisponibilità del servizio di custodia gestito\ndall'albergatore stesso, ed in assenza di adeguata sorveglianza dei locali e delle\nchiavi delle camere (Cass. III, n. 10493/2009).\nL'albergatore può, tuttavia, liberarsi da tale responsabilità provando che la prevenzione del\nfurto avrebbe richiesto l'adozione di misure dal costo sproporzionato ed inesigibile in\nrapporto alla natura ed al prezzo delle prestazioni alberghiere fornite al cliente, nonché in\nrelazione al rischio concreto del verificarsi di eventi del genere.\n4. Onere della prova\nAd avviso della giurisprudenza ricade sul cliente, che intenda far valere la\nresponsabilità illimitata dell'albergatore ai sensi dell'art. 1785-bis, l'onere di provare la\ncolpa dell'albergatore, dei membri della sua famiglia o dei suoi ausiliari (Cass. III, n.\n5030/2014; Cass. III, n. 1684/1994).\nAnche secondo l'impostazione della dottrina prevalente l'onere di provare la colpa\ndell'albergatore incombe sul cliente danneggiato (BUSSOLETTI, 8; CARNEVALI, 145).\nSe tale prova non viene offerta, l'albergatore risponderà, limitatamente o illimitatamente, ai\nsensi degli artt. 1783 o 1784, salvo che risulti una delle esimenti indicate nell'art. 1785.\nBibliografia\nBonfiglio, Il contratto di albergo ed il contratto di deposito alberghiero, in Giust. civ.\n1995, I, 2222; Bonilini, La responsabilità dell'albergatore, in Resp. civ. prev. 1987,\nPagina 38 di 79", "framework": "Pagina 36 di 79", "bibliography": "", "source_file": "document.pdf", "page_number": 36}
{"article_number": "1784", "title": "Responsabilità per le cose consegnate e obblighi", "text": "30; Bussoletti, Albergo (contratto di), in Enc. giur., I, Roma, 1988; Carnevali, in\nCommento alla legge 10 giugno 1978, n. 316, in Le nuove leggi civ. comm., 1979,\nsub art. 1-3, 127; Fragali, Albergo (contratto di), in Enc. dir., I, Milano, 1958; Geri,\nAlbergatore (responsabilità del), in Nss. D.I., App. I, Torino, 1980, 198; Mezzasoma,\nLa responsabilità civile dell'albergatore, in Rass. dir. civ. 1990, 536; Preden, Albergo\n(contratto di), in Enc. dir. agg., Milano, 1998, 57; Zuddas, Il contratto di albergo, in\nCiurnelli, Monticelli e Zuddas, Il contratto di albergo. Il contratto di viaggio. I contratti\ndel tempo libero, Milano, 1994.\nAutori: Caterina Costabile\nCOMMENTATO CODICE CIVILE\nCodice Civile n. 1784 - Responsabilità per le cose consegnate e obblighi\ndell'albergatore (1).\n[I]. La responsabilità dell'albergatore è illimitata:\n1) quando le cose gli sono state consegnate in custodia;\n2) quando ha rifiutato di ricevere in custodia cose che aveva l'obbligo di accettare.\n[II]. L'albergatore ha l'obbligo di accettare le carte-valori, il danaro contante e gli oggetti di\nvalore; egli può rifiutarsi di riceverli soltanto se si tratti di oggetti pericolosi o che, tenuto\nconto della importanza e delle condizioni di gestione dell'albergo, abbiano valore eccessivo\no natura ingombrante.\n[III]. L'albergatore può esigere che la cosa consegnatagli sia contenuta in un involucro\nchiuso o sigillato.\n(1) Articolo così sostituito dall'art. 3 l. 10 giugno 1978, n. 316. Il testo originario recitava:\n«Responsabilità per le cose portate in albergo. [I]. L'albergatore risponde della sottrazione,\ndella perdita o del deterioramento delle cose portate dai clienti nell'albergo e a lui non\nconsegnate, fino al limite massimo di lire duecentomila. [II]. La responsabilità\ndell'albergatore è illimitata: 1) se il danno è imputabile a colpa grave sua, dei membri della\nsua famiglia o dei suoi ausiliari; 2) se egli ha rifiutato di ricevere in custodia le cose del\ncliente senza giusti motivi. Si considerano giusti motivi di rifiuto l'eccessivo valore della\ncosa relativamente all'importanza dell'albergo, e la sua natura ingombrante rispetto alla\ncapacità dei locali. [III]. In ogni caso l'albergatore è esente da responsabilità, se prova che\nla sottrazione, la perdita o il deterioramento sono dovuti a colpa grave del cliente, delle\npersone da lui dipendenti o di coloro che lo visitano o l'accompagnano, oppure se la\nperdita o il deterioramento sono dovuti alla natura o al vizio della cosa, o a caso fortuito.\n[IV] È nullo ogni patto tendente a escludere o a diminuire la responsabilità prevista dai\ncommi precedenti».\nRiferimenti chiave:\nPagina 39 di 79L. 10 giugno 1978, n. 316.ha inteso affidarlo alla loro custodia o invece se essi si sono limitati a prestargli una\ncortesia conforme agli usi, operando in detta ipotesi solo la responsabilità limitata\nprevista dall'art. 1783 (Cass. III, n. 1537/1997).\nCirca il soggetto destinatario dell'affidamento delle cose, la norma non menziona\naccanto all'albergatore, a differenza di quanto prevede l'art. 1783, comma 2, n. 2 e 3, i\nmembri della sua famiglia o gli ausiliari.\nLa dottrina, in ragione di tale omissione, ed apparendo tuttavia eccessivamente\nriduttivo limitare l'applicabilità della norma al solo caso della consegna al titolare\ndell'albergo (se persona fisica), equipara all'albergatore, oltre all'institore (ex art.\n2203),i soggetti preposti, quali commessi (ex art. 2210) al ricevimento dei clienti ed alla\nassunzione in consegna delle cose (PREDEN, ult. cit.).\n3. Il rifiuto ingiustificato della custodia\nLa seconda ipotesi di responsabilità illimitata riguarda i danni a cose che l'albergatore\nsi è rifiutato di ricevere in custodia pur avendo l'obbligo di accettarle: tale obbligo ricorre\nper le carte-valori, il denaro contante e gli oggetti di valore. Detto elenco viene ritenuto\ntassativo dalla dottrina (GERI, 210).\nL'albergatore può esigere che la cosa consegnatagli sia contenuta in un involucro chiuso o\nsigillato.\nL'albergatore può tuttavia rifiutare legittimamente di ricevere gli oggetti che il cliente\nchiede di consegnargli, qualora si tratti di oggetti pericolosi, ovvero di cose che, tenuto\nconto delle caratteristiche dell'albergo e della sua gestione, abbiano un valore eccessivo\no siano particolarmente ingombranti.\nLa dottrina ha rimarcato che il rifiuto legittimo di custodia diretta, se non concerne\ncose delle quali è vietata l'introduzione nell'albergo, non sottrae l'albergatore alla\nresponsabilità limitata per la custodia indiretta, in ragione del carattere generale di\nquest'ultima (GERI, 206).\nBibliografia\nPagina 41 di 79", "framework": "La disposizione in esame stabilisce la responsabilità illimitata dell'albergatore in\nrelazione alle cose che gli sono state consegnate in custodia, o che ha rifiutato di\nricevere in custodia, pur avendone l'obbligo (carte-valori, denaro contante ed oggetti\ndi valore).\nIn detta ipotesi la giurisprudenza ravvisa la conclusione di un contratto di\ndeposito, accessorio al contratto di albergo (Cass. III, n. 4128/1982).\nImpostazione seguita anche dalla dottrina prevalente (MASTROPAOLO, in Tr.\nRes., 562).\n2. Nozione di cose consegnate in custodia\nLa norma richiede una «consegna in custodia», e cioè una traditio compiuta dal\ncliente allo specifico scopo della custodia delle cose da parte dell'albergatore (PREDEN,\n61).\nPertanto, ad avviso della dottrina maggioritaria, la responsabilità dell'albergatore non\ninerisce quindi, nell'ipotesi di cose consegnategli, al contratto di albergo, ma deriva da un\ncontratto di deposito, distinto da quello di albergo, pur se ad esso accessorio\n(MASTROPAOLO, ult. cit.).\nAltri autori hanno tuttavia rilevato che con la consegna della cosa il cliente non manifesta\nuna volontà diretta alla conclusione di un nuovo contratto (di deposito), ma usufruisce di\nuno dei servizi che l'albergatore è tenuto a fornire in esecuzione del contratto d'albergo\n(FRAGALI, 966).\nLa giurisprudenza risulta allineata con la dottrina prevalente (Cass. III, n.\n4128/1982).\nÈ stato, peraltro, evidenziato che la conclusione di tale contratto accessorio ben potrà\ndesumersi da significativi comportamenti concludenti, da apprezzare in relazione alle\ncircostanze di tempo e di luogo, ed alla qualità dei contraenti.\nLa giurisprudenza ha all'uopo rimarcato che il giudice di merito deve verificare se il\ncliente, indipendentemente da una specifica dichiarazione negoziale, per le modalità e il\ncontesto in cui ha consegnato la cosa al gestore dell'esercizio o ai suoi dipendenti,\nPagina 40 di 79", "bibliography": "", "source_file": "document.pdf", "page_number": 39}
{"article_number": "1783", "title": "Responsabilità per le cose portate in albergo (1).", "text": "Bonfiglio, Il contratto di albergo ed il contratto di deposito alberghiero, in Giust. civ.\n1995, I, 2222; Bonilini, La responsabilità dell'albergatore, in Resp. civ. prev. 1987,\n30; Bussoletti, Albergo (contratto di), in Enc. giur., I, Roma, 1988; Carnevali, in\nCommento alla legge 10 giugno 1978, n. 316, in Le nuove leggi civ. comm., 1979,\nsub art. 1-3, 127; Fragali, Albergo (contratto di), in Enc. dir., I, Milano, 1958; Geri,\nAlbergatore (responsabilità del), in Nss. D.I., App. I, Torino, 1980, 198; Mezzasoma,\nLa responsabilità civile dell'albergatore, in Rass. dir. civ. 1990, 536; Preden, Albergo\n(contratto di), in Enc. dir. agg., Milano, 1998, 57; Zuddas, Il contratto di albergo, in\nCiurnelli, Monticelli e Zuddas, Il contratto di albergo. Il contratto di viaggio. I contratti\ndel tempo libero, Milano, 1994.\nAutori: Caterina Costabile\nCOMMENTATO CODICE CIVILE\nCodice Civile n. 1783 - Responsabilità per le cose portate in albergo (1).\n[I]. Gli albergatori sono responsabili di ogni deterioramento, distruzione o sottrazione delle\ncose portate dal cliente in albergo.\n[II]. Sono considerate cose portate in albergo:\n1) le cose che vi si trovano durante il tempo nel quale il cliente dispone dell'alloggio;\n2) le cose di cui l'albergatore, un membro della sua famiglia o un suo ausiliario assumono\nla custodia, fuori dell'albergo, durante il periodo di tempo in cui il cliente dispone\ndell'alloggio;\n3) le cose di cui l'albergatore, un membro della sua famiglia o un suo ausiliario assumono\nla custodia sia nell'albergo, sia fuori dell'albergo, durante un periodo di tempo ragionevole,\nprecedente o successivo a quello in cui il cliente dispone dell'alloggio.\n[III]. La responsabilità di cui al presente articolo è limitata al valore di quanto sia\ndeteriorato, distrutto o sottratto, sino all'equivalente di cento volte il prezzo di locazione\ndell'alloggio per giornata.\n(1) Articolo così sostituito dall'art. 3 l. 10 giugno 1978, n. 316. Il testo recitava:\n«Responsabilità per le cose consegnate. [I]. Gli albergatori sono obbligati come depositari\nper le cose che i clienti hanno consegnate loro in custodia».\nRiferimenti chiave:\nL. 10 giugno 1978, n. 316.Il testo vigente degli articoli della seconda sezione sul deposito in albergo risulta\ndalle modifiche apportate dalla l. n. 316/1978, di ratifica della Convenzione\neuropea di Parigi del 17 dicembre 1962 sulla responsabilità degli albergatori.\nLa novella del 1978, nell'adeguare la disciplina del «deposito in albergo» ai principi\nfissati dalla Convenzione di Parigi, ha confermato la distinzione tra cose «portate»\nin albergo dal cliente e cose dal medesimo «consegnate» all'albergatore, già\npresente nel previgente testo degli artt. 1784 e1783, alla quale si correla\nl'individuazione, a carico dell'albergatore, di un obbligo di custodia «indiretta» per le\nprime, e «diretta» per le seconde.\nIl tratto distintivo tra le due ipotesi va ravvisato nel fatto che la custodia\n«indiretta» riguarda le cose che il cliente abbia introdotto nell'albergo, ma delle quali\nconservi la detenzione, mentre l'obbligo di custodia «diretta» nasce da uno\nspecifico deposito delle cose nelle mani dell'albergatore (MEZZASOMA, 536).\nNel primo caso non si configura un deposito vero e proprio, perché si ha una\ncustodia senza detenzione, che rientra tra i doveri di protezione che gravano\nsull'albergatore, tenuto a garantire la sicurezza delle cose appartenenti alla clientela\n(FRAGALI, 966).\nSoltanto nella seconda ipotesi è invece ravvisabile un contratto di\ndeposito, accessorio al contratto di albergo (Cass. III, n. 4128/1982).\n2. Il contratto di albergo\nSecondo la dottrina il contratto di albergo, non specificamente regolato nel codice\ncivile, è un contratto atipico in forza del quale l'albergatore si obbliga, dietro corrispettivo,\na fornire al cliente una pluralità di prestazioni, che vanno dalla fornitura dell'alloggio alla\nmessa a disposizione di vari ulteriori servizi, di natura accessoria, per rendere confortevole\nil soggiorno nell'albergo (FIORENTINO, in Comm. S. B., 101; PREDEN, 57).\nAnche la giurisprudenza ha evidenziato che il contratto di albergo non può qualificarsi\ncome contratto tipico, non trovando alcuna specifica regolamentazione nel codice civile (il\nquale agli art. 1783 e 1785 disciplina solo il deposito delle cose portate in albergo o\nconsegnate all'albergatore), né tantomeno nella legislazione speciale (Cass. III, n.\n10158/1994). Il contratto di albergo costituisce, ad avviso dei giudici di legittimità, un\ncontratto atipico, o al più, misto, con cui l'albergatore si obbliga a prestazioni, molteplici\ned eterogenee, che vanno dalla locazione dell'alloggio, alla fornitura di servizi, al deposito,\nescludendo che la preminenza riconoscibile alla locazione dell'alloggio possa valere, sotto\nPagina 43 di 79il profilo causale, a far assumere alle altre prestazioni carattere meramente accessorio\n(Cass. III, n. 21419/2013; Cass.S.U., n. 26298/2008).\n3. Nozione di cose portate in albergo\nPer «cose portate in albergo» devono intendersi principalmente le cose che si lasciano in\nalbergo (sia nella camera del cliente, sia nei locali comuni, sia nelle pertinenze), per il\ntempo nel quale il cliente usufruisce dell'alloggio (1783, comma 2, n. 1), non rilevando il\nfatto che il luogo sia aperto o coperto o di proprietà demaniale (quindi anche la spiaggia cui\nsi accede solo dall'albergo) e che siano state concesse in gestione a quest'ultimo.\nVengono considerate «cose portate in albergo» anche quelle di cui l'albergatore, un\nmembro della sua famiglia o un ausiliario, assume la custodia fuori dall'albergo per il\nperiodo di soggiorno del cliente (1783,, comma 2, n. 2), nonché le cose di cui l'albergatore,\nun membro della sua famiglia o un ausiliario, assume la custodia sia fuori sia dentro\nl'albergo, per un periodo ragionevolmente precedente o successivo a quello del soggiorno\ndel cliente (1783,, comma 2, n. 3).\nSecondo la giurisprudenza la responsabilità dell'albergatore per le cose dei clienti\ninerisce direttamente al contenuto del contratto alberghiero, dovendo essere riferita\nall'obbligo accessorio dell'albergatore di garantire alla clientela, contro eventuali\nperdite, danni e furti, la sicurezza delle cose portate in albergo (Cass. III, n.\n5030/2014).\nIn dottrina, invece, taluni affermano trattarsi di responsabilità che si collega al\nrischio di impresa ed ha carattere obbiettivo, poiché il criterio di imputazione non consiste\nnella colpa, bensì nella qualità di albergatore e nella relazione che viene a crearsi con il\ncliente (MEZZASOMA, 532; ZUDDAS, 96).\nAltri individuano il fondamento della responsabilità nel dovere di protezione che, in base\nal criterio della buona fede, impone all'albergatore di salvaguardare i beni del cliente (GERI,\n203).\nSecondo altro orientamento, si tratterebbe di responsabilità soggettiva, fondata cioè sulla\ncolpa dell'albergatore (FRAGALI, 990).\nAltri ancora ritengono che si tratti di una speciale responsabilitàex lege, autonoma\nrispetto al rapporto che si instaura tra albergatore e cliente, ma ad esso accessoria e\nsubordinata alla sussistenza di determinati presupposti (CARNEVALI, 128).\nPagina 44 di 794. Il cliente\nLa dottrina ha evidenziato che il cliente non coincide necessariamente con il soggetto\nche ha stipulato il contratto di albergo, poiché è ammissibile, e frequente, il contratto di\nalbergo a favore di terzi, come, ad es., il contratto stipulato da un'impresa a favore dei\npropri dipendenti (BUSSOLETTI, 3).\nLa giurisprudenza ha ritenuto che rientrano nell'ampia accezione di «cliente», come\nindicata all'art. 1783, non solo coloro che abbiano stipulato un contratto con l'albergatore\nper godere personalmente dei beni e dei servigi, ma anche loro ospiti od invitati che, a\ndifferenza del semplice visitatore od accompagnatore, hanno la posizione di terzi\nbeneficiari della prestazione assunta dall'albergatore, a norma dell'art. 1411 (Cass. III, n.\n4468/1981).\n5. Locali annessi\nLa giurisprudenza reputa che la responsabilità ex recepto dell'albergatore va riferita\nall'albergo inteso come insieme dei luoghi posti nel godimento del cliente, sicché\nessa concerne sia i locali di soggiorno personale o collettivo, sia le dipendenze e gli\naccessori, ma non anche locali estranei al complesso alberghiero (Cass. III, n.\n2146/1978).\n6. Limite di responsabilità\nAd avviso della giurisprudenza, il cliente non ha l'obbligo di affidare gli oggetti di valore\ndi sua proprietà in custodia all'albergatore, mancando una specifica previsione normativa\nin tale senso. Tuttavia, qualora questi non vi si avvalga di tale facoltà, si assoggetta al\nrischio di non poter ottenere, in caso di sottrazione, l'integrale risarcimento del danno,\ncome disposto dall'art. 1783, ameno che non provi la colpa dell'albergatore o degli altri\nsoggetti a lui legati da rapporto di parentela o collaborazione, ai sensi dell'art. 1785-\nbis(Cass. III, n. 28812/2008).\nI giudici di legittimità hanno altresì chiarito che con la locuzione “prezzo della locazione\ndell'alloggio per giornata” deve intendersi il corrispettivo del godimento della camera\noccupata dal cliente temporaneamente e della somministrazione di quei servizi accessori,\nma assolutamente indispensabili per usufruire della stessa, in condizioni di normalità.\nNondimeno, nell'ipotesi in cui sia stato pattuito un prezzo giornaliero comprensivo\nPagina 45 di 79indistintamente sia della fruizione della camera, sia di ulteriori servizi assunti\nnegozialmente come imprescindibili condizioni dell'alloggio, il parametro legale deve\ncorrispondere al prezzo globale (Cass. III, n. 2475/1991).\nIl limite del risarcimento dovuto dall'albergatore, commisurato al prezzo di locazione\ndell'alloggio per giornata, deve inoltre intendersi riferito al corrispettivo complessivo e\nnon a quello «pro quota» dovuto dal singolo cliente (Cass. III, n. 5030/2014).\n7. Debito di valuta o di valore?\nLa giurisprudenza in tema di responsabilità per le cose portate in albergo ha chiarito che, in\ncaso di mancata restituzione della cosa per fatto imputabile all'albergatore sorge, a carico\ndi quest'ultimo, l'obbligazione del risarcimento del danno, volta — trattandosi di\nobbligazione di valore — a rimettere il depositante nella stessa condizione economica in\ncui si sarebbe trovato se la restituzione in natura fosse stata eseguita, il che implica la\nrivalutazione dell'equivalente pecuniario del bene sottratto fino alla data della decisione\ndefinitiva.\nInvece, nell'ipotesi in cui la cosa depositata in albergo costituisca una somma di\ndanaro, l'inadempimento dell'obbligo contrattuale di custodire e restituire la stessa somma\ndi denaro non trasforma una tipica obbligazione pecuniaria in un'obbligazione di valore,\nsicché il regime del risarcimento dei danni è regolato dall'art. 1224 (Cass. III, n.\n19769/2003).\nBibliografia\nBonfiglio, Il contratto di albergo ed il contratto di deposito alberghiero, in Giust. civ.\n1995, I, 2222; Bonilini, La responsabilità dell'albergatore, in Resp. civ. prev. 1987,\n30; Bussoletti, Albergo (contratto di), in Enc. giur., I, Roma, 1988; Carnevali, in\nCommento alla legge 10 giugno 1978, n. 316, in Le nuove leggi civ. comm., 1979,\nsub art. 1-3, 127; Fragali, Albergo (contratto di), in Enc. dir., I, Milano, 1958; Geri,\nAlbergatore (responsabilità del), in Nss. D.I., App. I, Torino, 1980, 198; Mezzasoma,\nLa responsabilità civile dell'albergatore, in Rass. dir. civ. 1990, 536; Preden, Albergo\n(contratto di), in Enc. dir. agg., Milano, 1998, 57; Zuddas, Il contratto di albergo, in\nCiurnelli, Monticelli e Zuddas, Il contratto di albergo. Il contratto di viaggio. I contratti\ndel tempo libero, Milano, 1994.\nPagina 46 di 79", "framework": "Pagina 42 di 79", "bibliography": "", "source_file": "document.pdf", "page_number": 42}
{"article_number": "1782", "title": "Deposito irregolare.", "text": "Autori: Caterina Costabile\nCOMMENTATO CODICE CIVILE\nCodice Civile n. 1782 - Deposito irregolare.\n[I]. Se il deposito ha per oggetto una quantità di danaro o di altre cose fungibili, con facoltà\nper il depositario di servirsene, questi ne acquista la proprietà ed è tenuto a restituirne\naltrettante della stessa specie e qualità [1834].\n[II]. In tal caso si osservano, in quanto applicabili, le norme relative al mutuo [1813 ss.].custodia nell'interesse del depositante con l'unica particolarità che lo stesso si esercita su\nun tandundem anziché sull'idem corpus.\n3. Disciplina applicabile\nIl comma 2 dell'art. 1782 stabilisce che si osservano, in quanto applicabili, le norme relative\nal mutuo.\nIn concreto tale rinvio dà luogo a svariate questioni: in particolare si discute\nsull'applicabilità o meno al deposito irregolare dell'art. 1815 relativo alla corresponsione\ndegli interessi e, più in generale, sulla sua natura onerosa.\nLa soluzione va ricercata in concreto tenendo conto in primo luogo di eventuali\ndisposizioni espresse delle parti e considerando poi il vantaggio che il depositario trae in\nogni caso dalla libera disponibilità delle cose affidategli, che costituisce chiaramente una\ncontropartita del servizio promesso (MASTROPAOLO, in Tr. Res., 494).\nCon riferimento alle norme sul termine per la restituzione stabilite per il mutuo (artt. 1816 e\n1817), che prevedono la fissazione ad opera del giudice, la dottrina ritiene che esse non\nsiano compatibili con l'essenza causale del deposito e che pertanto la disciplina relativa al\ntempo della restituzione debba desumersi dalla normativa relativa al deposito regolare\n(FIORENTINO, in Comm. S. B., 99).\nParzialmente diversa è l'opinione della giurisprudenza che, per stabilire il termine\nin cui il depositante può chiedere la restituzione del deposito irregolare, fa riferimento in\nprimo luogo all'accordo delle parti, ma poi anche ad un eventuale termine fissato dal\ngiudice ai sensi del combinato disposto degli artt. 1782 e 1817 (Cass. III, n. 535/1979).\nLa dottrina ritiene pacificamente applicabili gli artt. 1819,1820 e 1822 (DALMATELLO\ne PORTALE, 272), mentre risulta discussa l'applicabilità al deposito irregolare degli artt.\n1818 e 1821.\nL'adesione all'una o all'altra tesi dipende dalla «natura» che si riconosca al deposito\nirregolare, secondo che lo si avvicini al deposito regolare o al mutuo (DALMATELLO e\nPORTALE, ult. cit.).\nBibliografia\nPagina 48 di 79", "framework": "Il carattere irregolare del deposito, enunciato nella rubrica della norma in esame,\nconsiste nel trasferimento della proprietà dei beni depositati (denaro o altre\ncose fungibili) in capo al depositario, laddove il deposito ordinario, invece, ne\nattribuisce soltanto la detenzione.\nIn caso di deposito irregolare di beni fungibili, che non siano stati individuati al\nmomento della consegna, essi entrano nella disponibilità del depositario, che\nacquista il diritto di servirsene e, pertanto, ne diventa proprietario, pur essendo\ntenuto a restituirne altrettanti della stessa specie e qualità, salvo che al negozio sia\nstata apposta apposita clausola derogatoria (Cass. III, 7262/2013; Cass. III, n.\n17512/2011).\n2. Natura giuridica\nSi discute in dottrina se questo contratto — di natura reale — integri:\n- un vero e proprio contratto di mutuo (MAJELLO, 1958, 265) in quanto il depositario\nirregolare si trova nella stessa situazione giuridica del mutuatario posto che, acquistando la\nproprietà delle cose ricevute, è libero di disporne;\n- un contratto di creditosui generis (FIORENTINO, in Comm. S. B., 113), posto che nel\ncaso di specie non può configurarsi obbligo di custodia in senso tecnico atteso che la cosa\ndepositata passa in proprietà del depositario e la fattispecie si distingue dal mutuo in\nquanto la disponibilità della cosa non costituisce lo scopo tipico e primario del contratto;\n- una ipotesi particolare di deposito (DALMARTELLO E PORTALE, 270), in quanto il\ncontratto ha sempre ad oggetto cose mobili, presuppone la consegna e l'obbligo di\nPagina 47 di 79", "bibliography": "", "source_file": "document.pdf", "page_number": 47}
{"article_number": "1780", "title": "Perdita non imputabile della detenzione della cosa.", "text": "Dalmartello e Portale, voce Deposito, in Enc. dir., XII, Milano, 1964; Forchielli, I\ncontratti reali, Milano, 1952; Galasso A. e Galasso G., Deposito, in Dig. civ., 1989;\nMajello, Custodia e Deposito, Napoli, 1958; Majello, Il deposito nell'interesse del\nterzo, in Banca, borsa tit. cred. 1961, I, 311; Mastropaolo, Deposito (in generale), in\nEnc. giur., Roma, 1988; Salomoni, La responsabilità del custode per la perdita della\ndetenzione del bene ricevuto, in Resp. civ. prev. 2014, fasc. 5, 1435.\nAutori: Caterina Costabile\nCOMMENTATO CODICE CIVILE\nCodice Civile n. 1780 - Perdita non imputabile della detenzione della cosa.\n[I]. Se la detenzione della cosa è tolta al depositario in conseguenza di un fatto a lui non\nimputabile, egli è liberato dall'obbligazione di restituire la cosa [1256 ss.], ma deve, sotto\npena di risarcimento del danno, denunziare immediatamente al depositante il fatto per cui\nha perduto la detenzione [17772].\n[II]. Il depositante ha diritto di ricevere ciò che, in conseguenza del fatto stesso, il\ndepositario abbia conseguito, e subentra nei diritti spettanti a quest'ultimo [1259].necessariamente compresa nel contenuto del contratto diverso dal deposito o formi\nparte di un contratto misto nel quale confluiscano le cause del deposito e di altro\ncontratto (Cass. III, n. 1246/2018; Cass. III, n. 10956/2010).\nAnche la dottrina condivide detta impostazione (SALOMONI, 1436).\nLa giurisprudenza reputa inoltre che la responsabilità per la perdita della cosa in\ncustodia, prevista dalla norma in esame, non si configura per una mera causalità\nmateriale — e cioè l'avere comunque posto in essere una condizione dell'evento «perdita»\n— ma deve collegarsi a un comportamento del depositario difforme dalla diligenza dovuta\nnell'adempimento dell'obbligo di custodia (Cass. III, n. 6553/1985).\n3. Onere della prova\nSecondo il consolidato orientamento della giurisprudenza, in caso di perdita della\ndetenzione della cosa, l'art. 1780 fa carico al depositario di provare per la propria\nliberazione, in applicazione dell'art. 1256, non già semplicemente di aver usato nella\ncustodia la diligenza del buon padre di famiglia, prescritta dal precedente art. 1768, ma che\ntale perdita sia derivata da fatto a lui non imputabile, regolando così la prova liberatoria alla\nmaniera dell'art. 1218 (Cass. VI, n. 8978/2020; Cass. III, n. 2653/2013).\nLe regole dettate dall'art. 1780 e dall'art. 1218 sarebbero dunque equivalenti: pertanto, in\ncaso di perdita del bene, il depositario per sottrarsi a responsabilità deve provare che\nl'inadempimento della prestazione è dipeso da una causa a lui non imputabile, la\nquale è tale se non può essere evitata malgrado l'impiego della diligenza del buon padre di\nfamiglia. Sulla scorta di detta ricostruzione, la giurisprudenza prevalente pone a carico del\ndepositario la prova del fatto (non imputabile) che ha determinato la perdita della\ndetenzione della cosa (Cass. III, n. 20809/2010), facendo così incombere su di lui il rischio\nconnesso alle c.d. cause ignote.\nAnche la dottrina prevalente concorda con l'orientamento giurisprudenziale nel\nritenere che il depositario — al pari del comune debitore — debba rispondere\ndell'inadempimento (mancata consegna) se non prova l'impossibilità derivante da causa a\nlui non imputabile a titolo di colpa, e cioè un'impossibilità che si sia verificata nonostante la\ndiligenza del buon padre di famiglia (FIORENTINO, in Comm. S. B., 105; GALASSO A. e\nGALASSO G., 271; SCALISI, in Comm. S., 194).\nEsiste, tuttavia, un orientamento minoritario che reputa non sempre necessaria, ai sensi\ndell'art. 1218 la prova di una specifica causa non imputabile, ritenendo sufficiente per il\nPagina 50 di 79depositario provare che l'impossibilità sia derivata da causa a lui non imputabile a titolo di\ncolpa senza necessariamente fornire una precisa identificazione dell'evento che ha\nprodotto l'impossibilità (MAJELLO, 1958, 232).\n4. Fatto del terzo: furto e rapina\nLa giurisprudenza ha analizzato il problema dell'inquadramento del furto e della rapina\nnell'ambito della prova liberatoria con specifico riferimento alla responsabilità per\ninadempimento del depositario (parcheggiatore, albergatore, magazzini generali).\nNei casi di mancata restituzione a seguito di furto delle cose affidate in custodia o di\nrapina, essa ha fondato il giudizio di responsabilità sull'art. 1768 ed ha dunque richiesto, da\nparte del depositario, la prova dell'inevitabilità dell'evento malgrado l'uso della diligenza del\nbuon padre di famiglia, per escluderne la responsabilità (Cass. III, n. 22807/2014).\nLa S.C. ha più volte chiarito che a fondare la responsabilità del custode non è sufficiente la\nastratta prevedibilità ed evitabilità del furto, viceversa configurandosi una irragionevole\npresunzione di responsabilità, ma è necessario accertare che costui versi in una\nsituazione di colpa, ossia che allo stesso sia rimproverabile la mancata adozione di\nmisure protettive ordinarie (Cass. III, n. 5736/2009; Cass. III, n. 14470/2004).\nRicostruzione questa condivisa dalla dottrina (SALOMONI, 1449).\n5. Obbligo denuncia e risarcimento danni\nLa giurisprudenza ha evidenziato che l'art. 1780 comma 1, ove stabilisce che il\ndepositario, perduta la detenzione della cosa per fatto a lui imputabile, è tenuto al\nrisarcimento del danno per il caso in cui non provveda a denunciare immediatamente al\ndepositante il predetto fatto, va interpretato, in armonia con i principi generali in materia di\nnesso di causalità, nel senso che quel danno comprende esclusivamente i pregiudizi\nche siano conseguenza immediata e diretta dell'omessa o ritardata denuncia (Cass.\nIII, 16950/2003).\nPertanto, l'indicato danno può identificarsi con il valore della cosa depositata solo se il\ndepositante dimostri che la perdita di essa sia dipesa dall'inosservanza dell'obbligo di\ndenuncia (Cass. III, n. 1246/2018).\nDetta impostazione risulta condivisa dalla dottrina (DALMARTELLO e PORTALE, 265;\nGALASSO A. E GALASSO G., ult. cit.) che evidenzia altresì che la denuncia al depositante\nPagina 51 di 79", "framework": "La norma disciplina l'estinzione dell'obbligo di restituzione per impossibilità della\nprestazione determinata dalla perdita non imputabile della detenzione della cosa.\nL'art. 1780 prevede, in siffatta ipotesi, a carico del depositario un obbligo di\nimmediata denuncia al depositante del fatto che ha determinato la perdita della\ndetenzione, sotto pena di risarcimento del danno, non essendo il depositario tenuto\nad attivarsi ulteriormente per recuperare la cosa.\nLe cause della perdita non sono espressamente previste dalla norma e\npossono consistere nella distruzione della cosa o in altri fatti che incidano sulla\ndetenzione, come ad esempio la sottrazione della medesima.\nIl subingresso del depositante nei diritti del depositario costituisce una\nripetizione della regola generale in materia di impossibilità sopravvenuta della\nprestazione per causa non imputabile al debitore.\n2. Ambito applicazione\nCostituisce principio pacifico in giurisprudenza che l'art. 1780 trova integrale\napplicazione anche quando l'obbligazione della custodia e della riconsegna sia\nPagina 49 di 79", "bibliography": "", "source_file": "document.pdf", "page_number": 49}
{"article_number": "1779", "title": "Cosa propria del depositario.", "text": "non può ritenersi un condizione per la liberazione del depositario dall'obbligo di\nrestituzione, ma è oggetto di un obbligo specifico autonomamente sanzionato (FIORENTINO,\nin Comm. S. B., 106).\nIl depositario, che sia inadempiente, non può invocare come limite della propria\nresponsabilità il principio dellacompensatio lucri cum danno, con riferimento al\nvantaggio che il depositante danneggiato riceve per effetto dell'assicurazione da lui\nstipulata per il rischio di perdita del bene, in quanto il danno ed il lucro non dipendono dalla\nstessa fonte generatrice (Cass. III, n. 2752/1992).\n6. Subingresso del depositante\nIl subingresso del depositante nei diritti del depositario costituisce una ripetizione della\nregola generale in materia di impossibilità sopravvenuta della prestazione per causa non\nimputabile al debitore.\nLa S.C. ha evidenziato che il depositante subentra nel diritto che spetta al depositario,\nsia esso di risarcimento verso il terzo che di indennizzo verso l'assicuratore, in quanto l'art.\n1780 deve essere interpretato nel senso di comprendere ogni diritto comunque e a\nqualsiasi titolo spettante al depositario in relazione alla perdita incolpevole della cosa\n(Cass. III, n. 13359/2004).\nBibliografia\nDalmartello e Portale, voce Deposito, in Enc. dir., XII, Milano, 1964; Forchielli, I\ncontratti reali, Milano, 1952; Galasso A. e Galasso G., Deposito, in Dig. civ., 1989;\nMajello, Custodia e Deposito, Napoli, 1958; Majello, Il deposito nell'interesse del\nterzo, in Banca, borsa tit. cred. 1961, I, 311; Mastropaolo, Deposito (in generale), in\nEnc. giur., Roma, 1988; Salomoni, La responsabilità del custode per la perdita della\ndetenzione del bene ricevuto, in Resp. civ. prev. 2014, fasc. 5, 1435.\nAutori: Caterina Costabile\nCOMMENTATO CODICE CIVILE\nCodice Civile n. 1779 - Cosa propria del depositario.\nPagina 52 di 79", "framework": "", "bibliography": "", "source_file": "document.pdf", "page_number": 52}
{"article_number": "1778", "title": "Cosa proveniente da reato.", "text": "[I]. Il depositario è liberato da ogni obbligazione, se risulta che la cosa gli appartiene e che\nil depositante non ha su di essa alcun diritto [1253 ss.].[II]. Il depositario è liberato se restituisce la cosa al depositante decorsi dieci giorni dalla\ndenunzia senza che gli sia stata notificata opposizione [29062].", "framework": "La norma in parola dispone che il depositario è liberato da ogni obbligazione laddove\nrisulti che egli stesso è proprietario della res e che il depositante non ha alcun diritto\nsu di essa.\nSecondo l'impostazione della dottrina tradizionale (DALMARTELLO E PORTALE,\n267; FIORENTINO, in Comm. S. B.,\n103), in tal caso il contratto di deposito è nullo per difetto di causa, mentre\nqualora il depositante vanti un diritto reale limitato ovvero un diritto personale di\ngodimento sulla cosa il contratto sarà valido ed il depositario non sarà liberato\ndall'obbligazione di custodia pur essendo il proprietario della res.\nIn sostanza, ai fini dell'operatività della norma di cui all'art. 1779, occorre la\ncontemporanea presenza del requisito positivo della proprietà dellaresda parte\ndel depositario e del requisito negativo della mancanza di posizioni giuridiche\nlimitatrici del diritto di proprietà in capo al depositante, sicché non risulta applica\nin modo assoluto il broccardo “depositum rei suae consistere non potest”.L'art. 1778 prevede la sospensione dell'obbligazione di restituzione del\ndepositario, sul quale incombe l'obbligo di denuncia del deposito fatto presso di sé\nalla persona cui la cosa è stata sottratta.\nLa norma costituisce eccezione alla regola generale contenuta nell'art. 1777 che\nobbliga il depositario a restituire la cosa depositata al depositante senza poter\nindagare sul diritto di proprietà di costui.\nTale eccezione si basa sulla sicura conoscenza da parte del depositario che\nla cosa depositata provenga da reato, non bastando quindi ad esonerarlo da\nresponsabilità verso il depositante una mera convinzione personale (DALMARTELLO e\nPORTALE, 264; FIORENTINO, in Comm. S.B., 102).\nQuesta disposizione dimostra che il conflitto di interessi tra depositante ed un terzo\nva ad incidere sul rapporto di deposito soltanto in alcune ipotesi rigorosamente\ndelimitate dal legislatore civile e comunque determina in capo al depositario un\npotere di modificazione o di risoluzione del rapporto, non l'automatica estinzione né\nla sostituzione del depositante con un altro soggetto, sia pure titolare di un diritto\nsulla cosa prevalente sul diritto del depositante (GALASSO A. e GALASSO G., 267).\n2. Opposizione terzo avente diritto\nLa denuncia del deposito rivolta alla persona a cui la cosa è stata sottratta autorizza il\ndepositario a sospendere la restituzione della cosa per il breve periodo di dieci giorni dalla\ndenuncia medesima ed ha la funzione di attivare l'azione giuridica dell'avente diritto.\nIl secondo comma stabilisce, infatti, che il depositario può liberarsi restituendo la cosa al\ndepositante, secondo i principi generali, se trascorso tale termine non gli sia stata notificata\nopposizione.\nSecondo l'opinione maggioritaria per opposizione deve intendersi l'azione\ngiudiziaria esercitata a mente dell'art. 1777, comma 2 (FIORENTINO, in Comm. S. B.,\n102; FUNAIOLI, in Tr. G. S.-P.,81; MASTROPAOLO, in Tr. Res., 533).\n3. Ipotesi in cui il depositario ignori l'identità della persona offesa dal\nreato\nPagina 54 di 79", "bibliography": "Dalmartello e Portale, voce Deposito, in Enc. dir., XII, Milano, 1964; Forchielli, I\ncontratti reali, Milano, 1952; Galasso A. e Galasso G., Deposito, in Dig. civ., 1989;\nMajello, Custodia e Deposito, Napoli, 1958; Majello, Il deposito nell'interesse del\nterzo, in Banca, borsa tit. cred. 1961, I, 311; Mastropaolo, Deposito (in generale), in\nEnc. giur., Roma, 1988; Salomoni, La responsabilità del custode per la perdita della\ndetenzione del bene ricevuto, in Resp. civ. prev. 2014, fasc. 5, 1435.\nAutori: Caterina Costabile\nCOMMENTATO CODICE CIVILE\nCodice Civile n. 1778 - Cosa proveniente da reato.\n[I]. Il depositario, se scopre che la cosa proviene da un reato e gli è nota la persona alla\nquale è stata sottratta, deve denunziarle il deposito fatto presso di sé.\nPagina 53 di 79", "source_file": "document.pdf", "page_number": 53}
{"article_number": "1777", "title": "Persona a cui deve essere restituita la cosa.", "text": "Incertezze interpretative genera il caso, non contemplato dalla norma, in cui, scoperta la\nprovenienza criminosa della cosa depositata, il depositario ignori però l'identità della\npersona offesa dal reato.\nSecondo un'opinione dottrinale in siffatta ipotesi il depositario dovrebbe effettuare la\ndenuncia del deposito all'autorità giudiziaria (MASTROPAOLO, in Tr. Res., 534).\nBibliografia\nDalmartello e Portale, voce Deposito, in Enc. dir., XII, Milano, 1964; Forchielli, I\ncontratti reali, Milano, 1952; Galasso A. e Galasso G., Deposito, in Dig. civ., 1989;\nMajello, Custodia e Deposito, Napoli, 1958; Majello, Il deposito nell'interesse del\nterzo, in Banca, borsa tit. cred. 1961, I, 311; Mastropaolo, Deposito (in generale), in\nEnc. giur., Roma, 1988; Salomoni, La responsabilità del custode per la perdita della\ndetenzione del bene ricevuto, in Resp. civ. prev. 2014, fasc. 5, 1435.\nAutori: Caterina Costabile\nCOMMENTATO CODICE CIVILE\nCodice Civile n. 1777 - Persona a cui deve essere restituita la cosa.\n[I]. Il depositario deve restituire la cosa al depositante o alla persona indicata per riceverla\n[1188, 1836], e non può esigere che il depositante provi di esserne proprietario [1778 ss.].\n[II]. Se è convenuto in giudizio da chi rivendica la proprietà della cosa [948] o pretende di\navere diritti su di essa, deve, sotto pena del risarcimento del danno, denunziare la\ncontroversia al depositante, e può ottenere di essere estromesso dal giudizio indicando la\npersona del medesimo [1586; 106 c.p.c.]. In questo caso egli può anche liberarsi\ndall'obbligo di restituire la cosa, depositandola, nei modi stabiliti dal giudice, a spese del\ndepositante.depositante, chiedendo la restituzione del bene, provi di esserne proprietario\n(Cass. III, n. 6048/2010; Cass. III, n. 8934/2006).\nOltre che al tradens il bene può essere restituito alla persona indicata per\nriceverlo (DALMARTELLO e PORTALE, 263).\nIn caso di falsus procurator, la restituzione non sarà liberatoria e il depositario\nrisponderà dei danni, salvo che il suo errore non sia stato determinato da un\ncomportamento del creditore, che abbia ingenerato in lui il convincimento che il\nfalsus procurator fosse abilitato a ricevere la cosa (MASTROPAOLO, in Tr. Res., 527).\nSe è convenuto in un giudizio di rivendica, il depositario ha l'onere di comunicarlo\nal depositante e può chiedere al giudice di essere estromesso dal giudizio (Cass. II,\nn. 5899/2022).\n2. Erede di uno dei depositanti\nQualora l'azione di restituzione sia promossa dall'erede di uno dei depositanti di un\ncomplesso di beni indivisi, questi è tenuto a provare solo la sua qualità di erede e\nnon anche che i beni sono stati attribuiti, nella divisione, al suo dante causa in quanto, ai\nsensi dell'art. 1777, il depositario ha l'obbligo di restituire la cosa depositata al depositante\n(o alla persona indicata per riceverla), che non è tenuto a provare anche di esserne il\nproprietario (Cass. III, n. 8401/1993).\n3. Azione rivendica\nL'unica via per fermare la cosa presso il depositario, impedendone la restituzione al\ndepositante, è l'esercizio dell'azione giudiziale di rivendica nei confronti del depositario in\nqualità di detentore della cosa nell'interesse del depositante, non essendo all'uopo\nsufficiente l'esercizio stragiudiziale del diritto di proprietà o di altro diritto reale, né una\nsemplice opposizione alla restituzione, né la notificazione della pretesa reale al depositario.\nLa giurisprudenza ha evidenziato che l'omesso esercizio da parte del terzo\ndell'azione di rivendica esclude che sia configurabile una responsabilità del\ndepositario nascente dalla restituzione effettuata in conformità all'art. 1777, comma\n1. Ciò in quanto il depositario è obbligato a consegnare al depositante l'oggetto del\ndeposito e detto obbligo può essere paralizzato dal terzo soltanto mediante l'esperimento\ndell'azione di rivendica (Cass. I, n. 9521/2000).\nPagina 56 di 79", "framework": "Legittimato a ricevere la cosa è il depositante: poiché egli non agisce in\nbase ad un eventuale suo diritto di proprietà, ma unicamente in forza del rapporto\npersonale intercorso con il depositario, questi non può esigere che il\nPagina 55 di 79", "bibliography": "", "source_file": "document.pdf", "page_number": 55}
{"article_number": "1776", "title": "Obblighi dell'erede del depositario.", "text": "4. Il depositario nella controversia sulla cosa depositata\nAi sensi del comma 2 dell'art. 1777, nell'ipotesi in cui un terzo, adducendo di avere la\nproprietà od altro diritto sulla cosa, convenga in giudizio il depositario, quest'ultimo, dopo\naverne data notizia al depositante, deve attendere — per poter procedere alla restituzione\ndella cosa — che la controversia sia risolta dal giudice: la posizione del depositario viene a\ncoincidere, in tal caso, con quella di un sequestratario (DALMARTELLO e PORTALE, 263).\nEgli, però, ha facoltà di farsi estromettere dal giudizio, indicando la persona del depositante\n— anche se non ha denunziato a costui la controversia — e può, in questa ipotesi, liberarsi\ndall'obbligo di restituire la cosa, depositandola, a sua volta — nei modi stabiliti dal giudice\n— a spese del tradens.\nAd avviso della dottrina la disposizione in parola costituisce norma speciale rispetto all'art.\n109 c.p.c. con la conseguenza che l'estromissione non è una facoltà del giudice\n(MASTROPAOLO, 18).\nLa giurisprudenza ha chiarito che l'estromissione dal giudizio presuppone che al\ndepositario non venga imputata alcuna violazione dei suoi doveri e che contro di lui non\nvenga esercitata alcuna azione (Cass. III, n. 2488/1969).\nBibliografia\nDalmartello e Portale, voce Deposito, in Enc. dir., XII, Milano, 1964; Forchielli, I\ncontratti reali, Milano, 1952; Galasso A. e Galasso G., Deposito, in Dig. civ., 1989;\nMajello, Custodia e Deposito, Napoli, 1958; Majello, Il deposito nell'interesse del\nterzo, in Banca, borsa tit. cred. 1961, I, 311; Mastropaolo, Deposito (in generale), in\nEnc. giur., Roma, 1988; Salomoni, La responsabilità del custode per la perdita della\ndetenzione del bene ricevuto, in Resp. civ. prev. 2014, fasc. 5, 1435.\nAutori: Caterina Costabile\nCOMMENTATO CODICE CIVILE\nCodice Civile n. 1776 - Obblighi dell'erede del depositario.\nPagina 57 di 79[I]. L'erede del depositario, il quale ha alienato in buona fede la cosa che ignorava essere\ntenuta in deposito, è obbligato soltanto a restituire il corrispettivo ricevuto. Se questo non è\nstato ancora pagato, il depositante subentra nel diritto dell'alienante [1203 ss.].", "framework": "In caso di morte del depositario, secondo le regole generali, l'obbligo di restituzione\ndella cosa depositata incombe sugli eredi.\nIl legislatore si preoccupa però della situazione dell'erede del depositario, il quale\npotrebbe ignorare che una determinata cosa mobile, da lui ritrovata nel patrimonio\ndel de cuius, fosse da questi tenuta in deposito: stabilisce pertanto la norma in\nesame che, nel caso di alienazione in buona fede della cosa depositata, l'erede è\nobbligato soltanto a restituire il corrispettivo ricevuto e che, se questo non è stato\nancora pagato, il depositante subentra nel diritto dell'erede alienante.\nSi è sottolineato il carattere eccezionale della regola, ispirata a ragioni di\nequità, che configura l'unica ipotesi in cui l'impossibilità esclusivamente\nsoggettiva della prestazione ha efficacia liberatoria, in deroga all'art. 1218\n(DALMARTELLO e PORTALE, 266).\n2. Alienazione della cosa depositata\nL'alienazione in buona fede della cosa depositata da parte dell'erede dà luogo a un caso di\nsurrogazione realeex lege, per cui alla cosa si sostituisce il prezzo o il diritto a\nconseguirlo.\nSi è discusso sull'ipotesi, non prevista dalla norma, di alienazione della cosa depositata\na titolo gratuito, sempre da parte dell'erede in buona fede.\nSecondo un primo orientamento, si può ricorrere in tal caso alle disposizioni in materia\ndi pagamento dell'indebito ed in particolare all'art. 2038, comma 1, ultima parte, il quale\nstabilisce che il terzo acquirente è obbligato, nei limiti del suo arricchimento, verso colui\nche ha pagato l'indebito (DALMARTELLO e PORTALE, ult. cit).\nSecondo altro orientamento, invece, l'erede, ancorché in buona fede, deve considerarsi\ntenuto ad indennizzare il depositante, non potendosi ritenere applicabile la disposizione\ndell'art. 1776 quando nessun corrispettivo sia entrato nel patrimonio dell'erede\n(FIORENTINO, in Comm. S. B., 84).\n3. Buona fede dell'erede\nPagina 58 di 79", "bibliography": "", "source_file": "document.pdf", "page_number": 57}
{"article_number": "1775", "title": "Restituzione dei frutti.", "text": "La prova della buona fede, come elemento del fatto estintivo dell'obbligazione di\nrestituzione, grava sull'erede, ma potrà anche non essere rigorosa, essendo sufficiente che\nil giudice tragga da tutti gli elementi in suo possesso la convinzione che l'erede abbia\nignorato l'altrui appartenenza della cosa (FIORENTINO, in Comm. S. B., 99).\nNaturalmente, se l'alienazione è avvenuta in mala fede, la responsabilità dell'erede verso il\ndepositante per inadempimento dell'obbligazione di restituzione resta impregiudicata.\nBibliografia\nDalmartello e Portale, voce Deposito, in Enc. dir., XII, Milano, 1964; Forchielli, I\ncontratti reali, Milano, 1952; Galasso A. e Galasso G., Deposito, in Dig. civ., 1989;\nMajello, Custodia e Deposito, Napoli, 1958; Majello, Il deposito nell'interesse del\nterzo, in Banca, borsa tit. cred. 1961, I, 311; Mastropaolo, Deposito (in generale), in\nEnc. giur., Roma, 1988; Salomoni, La responsabilità del custode per la perdita della\ndetenzione del bene ricevuto, in Resp. civ. prev. 2014, fasc. 5, 1435.\nAutori: Caterina Costabile\nCOMMENTATO CODICE CIVILE\nCodice Civile n. 1775 - Restituzione dei frutti.\n[I]. Il depositario è obbligato a restituire i frutti della cosa che egli abbia percepiti [8211].", "framework": "L'obbligazione di restituzione dei frutti della cosa si affianca all'obbligazione\nprincipale di restituzione e si inserisce tra gli obblighi accessori che gravano sul\ndepositario (FIORENTINO, in Comm. S. B., 96).\nRispetto ai frutti il depositario svolge una attività di amministrazione anche se limitata\n(GALASSO A. E GALASSO G., 270).\n2. L'uso non autorizzato\nPagina 59 di 79", "bibliography": "", "source_file": "document.pdf", "page_number": 59}
{"article_number": "1774", "title": "Luogo di restituzione e spese relative.", "text": "La giurisprudenza ha rimarcato che la norma in esame, che obbliga il depositario a\nrestituire al depositante i frutti della cosa da lui percepiti, risulta applicabile anche\nqualora i frutti siano dipesi da un utilizzo non consentito della cosa (Cass. III, n.\n10209/1994).\nBibliografia\nDalmartello e Portale, voce Deposito, in Enc. dir., XII, Milano, 1964; Forchielli, I\ncontratti reali, Milano, 1952; Galasso A. e Galasso G., Deposito, in Dig. civ., 1989;\nMajello, Custodia e Deposito, Napoli, 1958; Majello, Il deposito nell'interesse del\nterzo, in Banca, borsa tit. cred. 1961, I, 311; Mastropaolo, Deposito (in generale), in\nEnc. giur., Roma, 1988; Salomoni, La responsabilità del custode per la perdita della\ndetenzione del bene ricevuto, in Resp. civ. prev. 2014, fasc. 5, 1435.\nAutori: Caterina Costabile\nCOMMENTATO CODICE CIVILE\nCodice Civile n. 1774 - Luogo di restituzione e spese relative.\n[I]. Salvo diversa convenzione, la restituzione della cosa deve farsi nel luogo in cui doveva\nessere custodita [1182].\n[II]. Le spese per la restituzione sono a carico del depositante.Secondo alcuni autori, poiché il deposito è un contratto reale che si perfeziona con la\nconsegna della cosa, la restituzione della cosa dovrebbe essere effettuata, secondo i\nprincipi generali, nel luogo in cui è avvenuta la consegna (FIORENTINO, in Comm. S. B.,\n95).\nAltra tesi, invece, identifica il luogo in cui la cosa doveva essere custodita, ed in cui quindi\nva restituita, nel luogo in cui la cosa si trova ed in cui la custodia è concretamente\navvenuta, ovvero, nell'ipotesi di depositario professionale, nel luogo in cui si trova lo\nstabilimento ove egli esercita abitualmente l'impresa di deposito (MASTROPAOLO, in Tr.\nRes., 527; GALASSO A. E GALASSO G., 272).\n3. Ritardo nel ritiro della cosa depositata\nSalvo diversa pattuizione, al ritiro della cosa depositata deve provvedere, a propria\ncura e proprie spese, il depositante, e pertanto, qualora egli procrastini ingiustificatamente\nil ritiro della cosa depositata, il depositario non risponde dei danni derivati da tale ritardo a\nlui non imputabile (Cass. III, n. 1294/1979).\n4. Competenza\nCompetente a conoscere della controversia avente per oggetto la restituzione della\ncosa in deposito, in base al criterio del forum destinatae solutionis, è il giudice del luogo nel\nquale essa e custodita e nel quale deve esserne effettuata la riconsegna da parte del\ndepositario (Cass. III, n. 1711/1972).\nBibliografia\nDalmartello e Portale, voce Deposito, in Enc. dir., XII, Milano, 1964; Forchielli, I\ncontratti reali, Milano, 1952; Galasso A. e Galasso G., Deposito, in Dig. civ., 1989;\nMajello, Custodia e Deposito, Napoli, 1958; Majello, Il deposito nell'interesse del\nterzo, in Banca, borsa tit. cred. 1961, I, 311; Mastropaolo, Deposito (in generale), in\nEnc. giur., Roma, 1988; Salomoni, La responsabilità del custode per la perdita della\ndetenzione del bene ricevuto, in Resp. civ. prev. 2014, fasc. 5, 1435.\nAutori: Caterina Costabile\nPagina 61 di 79", "framework": "L'obbligazione di restituire la cosa depositata deve trovare nel contratto la sua\nfonte primaria, in mancanza si fa riferimento al luogo in cui la cosa doveva essere\ncustodita in applicazione del principio generale di cui all'art. 1182, comma 2, di cui la\nnorma in parola costituisce applicazione (DALMARTELLO e PORTALE, 264;,\nFIORENTINO, in Comm. S. B., 95).\nLe spese della restituzione sono a carico del depositante e ciò anche quando il\ndeposito è a titolo gratuito (MASTROPAOLO, 21).\n2. Luogo dell'adempimento\nPagina 60 di 79", "bibliography": "", "source_file": "document.pdf", "page_number": 60}
{"article_number": "1773", "title": "Terzo interessato nel deposito.", "text": "COMMENTATO CODICE CIVILE\nCodice Civile n. 1773 - Terzo interessato nel deposito.\n[I]. Se la cosa è stata depositata anche nell'interesse di un terzo e questi ha comunicato al\ndepositante e al depositario la sua adesione [1411], il depositario non può liberarsi\nrestituendo la cosa al depositante senza il consenso del terzo [1798].restituzione della cosa al depositante e dunque la naturale e necessaria estinzione del\nrapporto di deposito (MAJELLO, 1961, 316).\nNel caso di deposito fiduciario in garanzia di assegno bancario in bianco\nnell'interesse di terzo la giurisprudenza ritiene che, in presenza di un diniego motivato\ndel terzo titolare del credito garantito, il diritto restitutorio del depositante non è esigibile\nnei confronti del depositario (Cass. I, n. 21608/2013).\n3. Deposito a favore di terzo\nLa dottrina prevalente (DARMATELLO e PORTALE, 79; MAJELLO, 1961, 325) ritiene che\nla restituzione della cosa depositata debba farsi al terzo e riscontra nel contratto di cui\nall'art. 1773 una figura di contratto a favore di terzo (art. 1411 e ss.).\nDetta prospettiva giustificherebbe, difatti, la previsione dell'adesione del terzo, da\ncomunicarsi sia al depositante che al depositario, che potrebbe comportare addirittura,\nmediante rifiuto del consenso alla restituzione della cosa, l'effetto di impedire la naturale\nestinzione del rapporto.\nIn giurisprudenza non esiste una ricostruzione pacifica della portata della norma in\nesame.\nAlcune pronunce hanno ritenuto che il terzo, estraneo al contratto di deposito,\nacquista semplicemente il diritto di essere interpellato prima che la cosa venga\nrestituita al depositante, ma non anche il diritto di pretendere che il depositario consegni\na lui la cosa né quello di chiedere il risarcimento dei danni per omessa o imperfetta\ncustodia (Cass. I, n. 2108/1964).\nIn altre, invece, si è sostenuto che qualora il debitore effettui, nell'interesse del proprio\ncreditore e col consenso di questi, il deposito della cosa dovuta a mani di un terzo, il\ndepositario è tenuto a consegnare la cosa direttamente al creditore ed il debitore e\nliberato dalla rispettiva obbligazione (Cass. I, n. 2041/1968).\nBibliografia\nDalmartello e Portale, voce Deposito, in Enc. dir., XII, Milano, 1964; Forchielli, I\ncontratti reali, Milano, 1952; Galasso A. e Galasso G., Deposito, in Dig. civ., 1989;\nPagina 63 di 79", "framework": "Nell'ipotesi considerata dalla norma in esame assume rilevanza l'interesse del terzo\nalla custodia del bene depositato.\nL'indagine, in assenza di una definizione normativa, si incentra sulla nozione di\n“interesse del terzo” posto che l'art. 1773 prevede una limitazione della\nlegittimazione del depositante alla restituzione della cosa che non può farsi senza il\nconsenso del terzo.\nLa dottrina esclude che l'espressione possa essere intesa nel senso di deposito\n“per conto” di un terzo o che con essa si intenda fare riferimento ad un mero\ninteresse di fatto del terzo a che la cosa venga depositata e rimanga presso il\ndepositario, interesse che non sarebbe per sé sufficiente a giustificare il potere del\nterzo di impedire la restituzione al depositante (MAJELLO, 1961, 313).\nGli effetti previsti dall'art. 1773 si producono solo quando il terzo abbia\npreventivamente comunicato al depositante ed al depositario la propria adesione\nalla stipulazione.\n2. Deposito con funzione di garanzia\nL'interesse del terzo viene ritenuto sussistente qualora questi sia creditore del\ndepositante, ovvero nell'ipotesi del cd. deposito con funzione di garanzia (FIORENTINO, in\nComm. S. B., 92).\nDetta fattispecie non presenta gli estremi del sequestro convenzionale, perché il deposito\nnon è determinato da una controversia relativa alla cosa depositata e la restituzione di\nquesta dipende non già dall'esito di una controversia, ma dalla sorte dell'obbligazione alla\nquale il deposito è collegato.\nLa dottrina sottolinea che non può farsi discendere dalla norma in esame l'esistenza di un\npotere illimitato ed incondizionato del terzo di impedire, mediante rifiuto del consenso, la\nPagina 62 di 79", "bibliography": "", "source_file": "document.pdf", "page_number": 62}
{"article_number": "1772", "title": "Pluralità di depositanti e di depositari.", "text": "Majello, Custodia e Deposito, Napoli, 1958; Majello, Il deposito nell'interesse del\nterzo, in Banca, borsa tit. cred. 1961, I, 311; Mastropaolo, Deposito (in generale), in\nEnc. giur., Roma, 1988; Salomoni, La responsabilità del custode per la perdita della\ndetenzione del bene ricevuto, in Resp. civ. prev. 2014, fasc. 5, 1435.\nAutori: Caterina Costabile\nCOMMENTATO CODICE CIVILE\nCodice Civile n. 1772 - Pluralità di depositanti e di depositari.\n[I]. Se più sono i depositanti di una cosa ed essi non si accordano circa la restituzione,\nquesta deve farsi secondo le modalità stabilite dall'autorità giudiziaria.\n[II]. La stessa norma si applica quando a un solo depositante succedono più eredi, se la\ncosa non è divisibile [1314 ss., 1319].\n[III]. Se più sono i depositari, il depositante ha facoltà di chiedere la restituzione a quello tra\nessi che detiene la cosa. Questi deve darne pronta notizia agli altri.La pluralità di depositanti può essere sopravvenuta per effetto di successionemortis\ncausa nel rapporto di deposito, quando ad un unico depositante succedano più eredi: in\nquesto caso, la restituzione viene diversamente disciplinata a seconda della natura della\nres deposita.\nSe questa è divisibile, vigono i principi generali in tema di obbligazioni divisibili (art. 1314) e\nla restituzione avviene pro parte, avendo ciascun erede diritto alla restituzione di una\nporzione delle cose depositate. Se la cosa non è divisibile, invece, riprende vigore la regola\ndettata dall'articolo in commento, per pluralità originaria di depositari (GALASSO A. E\nGALASSO G., 266).\n3. Pluralità di depositari\nNel caso di pluralità di depositari, il depositante, data la solidarietà dell'obbligazione,\npuò chiedere la cosa ad uno qualsiasi di essi, secondo la regola di cui all'art.\n1292(GALASSO A. E GALASSO G., ult. cit.).\nTuttavia, il comma 3 dell'art. 1772 attribuisce al depositante la facoltà di richiedere al\nrestituzione a quello tra i depositari che detiene la cosa.\nQuest'ultimo deve darne pronta notizia agli altri depositari non detentori della richiesta del\ndepositante. E ciò prima di procedere alla restituzione della res in modo da consentire agli\naltri depositari di intervenire alla riconsegna sia per accertarsi dello stato della res, sia per\nriscuotere eventualmente la quota di compenso loro spettante (DALMARTELLO e PORTALE,\n263; FIORENTINO, in Comm. S. B., 78).\nL'inadempimento dell'obbligo di avviso comporta la responsabilità del depositario per i\ndanni che la sua omissione può aver arrecato agli altri.\nIn dottrina è discusso se nell'ipotesi di deposito oneroso il singolo depositario, detentore\ndella cosa, al quale il depositante chieda la restituzione, possa chiedere a quest'ultimo il\npagamento dell'intero compenso ovvero solo della propria quota.\nSecondo alcuni autori, poiché la solidarietà attiva non si presume, e che la legge non\nprevede espressamente la solidarietà attiva dei codepositari, il singolo depositario può\npretendere solo una quota del compenso (MASTROPAOLO, 21).\nSecondo una diversa impostazione, invece, la disposizione che autorizza il depositante a\nchiedere la restituzione a quello dei depositari che detiene la cosa consente di ritenere che\nil depositario-detentore possa chiedere l'intero compenso (FIORENTINO, in Comm. S. B.,\n111).\nPagina 65 di 79", "framework": "L'art. 1772 prevede l'ipotesi che i depositanti o i depositari siano più di uno, ferma\nrestando l'unicità del contratto e del rapporto. Ne deriva in linea di principio che gli\nobblighi, dall'una e dall'altra parte, vengano assunti in via solidale, compreso\nl'obbligo di custodia.\nLa norma in esame può dare luogo a questioni per quanto riguarda l'adempimento\ndell'obbligazione di restituzione della cosa in quanto non rinvia alle regole generali in\nmateria di obbligazioni divisibili (art. 1314) o indivisibili (art. 1316), privilegiando\ninnanzitutto le previsioni contrattuali fissate dalle parti.\nIn mancanza di tale accordo, la restituzione dovrà essere posta in essere secondo le\nmodalità stabilite dall'autorità giudiziaria.\n2. Il deposito congiunto\nLa pluralità di depositanti configura l'ipotesi del cd. deposito congiunto o condeposito.\nIl codice, in considerazione della molteplicità di interessi che si intendono soddisfare\nnel deposito effettuato congiuntamente da più persone, non rinvia alle norme in materia di\nobbligazioni divisibili o indivisibili, ma privilegia in primo luogo le previsioni contrattuali e\nl'accordo della parti; in difetto di tale accordo, stabilisce che la restituzione dovrà farsi\nsecondo le regole stabilite dall'autorità giudiziaria (FIORENTINO, in Comm. S. B., 91).\nPagina 64 di 79", "bibliography": "", "source_file": "document.pdf", "page_number": 64}
{"article_number": "1771", "title": "Richiesta di restituzione e obbligo di ritirare la cosa.", "text": "Bibliografia\nDalmartello e Portale, voce Deposito, in Enc. dir., XII, Milano, 1964; Forchielli, I\ncontratti reali, Milano, 1952; Galasso A. e Galasso G., Deposito, in Dig. civ., 1989;\nMajello, Custodia e Deposito, Napoli, 1958; Majello, Il deposito nell'interesse del\nterzo, in Banca, borsa tit. cred. 1961, I, 311; Mastropaolo, Deposito (in generale), in\nEnc. giur., Roma, 1988; Salomoni, La responsabilità del custode per la perdita della\ndetenzione del bene ricevuto, in Resp. civ. prev. 2014, fasc. 5, 1435.\nAutori: Caterina Costabile\nCOMMENTATO CODICE CIVILE\nCodice Civile n. 1771 - Richiesta di restituzione e obbligo di ritirare la cosa.\n[I]. Il depositario deve restituire la cosa [1246n. 2] appena il depositante la richiede, salvo\nche sia convenuto un termine nell'interesse del depositario.\n[II]. Il depositario può richiedere in qualunque tempo che il depositante riprenda la cosa,\nsalvo che sia convenuto un termine nell'interesse del depositante [1184]. Anche se non è\nstato convenuto un termine, il giudice può concedere al depositante un termine congruo\nper ricevere la cosa [11832].2) nel caso in cui il contratto preveda un termine nell'interesse del depositario,\nquesti può sempre richiedere che il depositante riprenda la cosa, mentre questi non\npuò chiederne la restituzione prima della scadenza del termine;\n3) nel caso in cui il contratto preveda un termine nell'interesse del depositante,\nquesti può chiedere in qualsiasi tempo la restituzione della cosa, anche prima della\nscadenza, rinunciando ad avvalersi del termine in suo favore.\n2. Soggetto legittimato ad ottenere la restituzione\nSoggetto legittimato ad ottenere la restituzione della cosa depositata è unicamente il\ndepositante: questi, infatti, non agisce in base ad un suo eventuale diritto di proprietà, ma\nin forza del rapporto personale intercorso con il depositario.\nPer tale ragione il depositario, ai sensi dell'art. 1777,non può esigere che il\ndepositante provi di essere proprietario (Cass. III, n. 6048/2010; Cass. III, n.\n8934/2006), ma deve provvedere alla restituzione della cosa in suo favore quando questi la\nrichieda a meno che non sia ancora decorso il termine previsto in favore del depositario.\n3. Onere prova\nNell'ipotesi in cui il depositante assuma la mancata corrispondenza tra la cosa\nconsegnata e quella restituita, ad avviso della giurisprudenza l'onere di provare l'esatto\nadempimento della prestazione di riconsegna della cosa depositata spetta al depositario\n(Cass. III, n. 6765/2001).\n4. Prescrizione\nLa giurisprudenza ha evidenziato che la prescrizione del diritto, nel contratto di\ndeposito regolare senza termine, decorre dal momento in cui il depositante chiede la\nrestituzione della cosa depositata, cosi recedendo dal contratto, o dal momento in cui ne\nreceda il depositario chiedendogli di riprendere la cosa (Cass. III, n. 535/1979).\nBibliografia\nPagina 67 di 79", "framework": "La norma disciplina l'obbligazione di restituzione della cosa depositata rispetto\nal tempo dell'adempimento (FIORENTINO, in Comm. S. B., 89).\nTre sono le ipotesi previste:\n1) in caso di mancata pattuizione del termine, ciascuna parte può porre fine al\nrapporto in qualunque momento, il depositante chiedendo la restituzione ed il\ndepositario il ritiro della res, in applicazione del principio generale di cui all'art. 1373\nper il quale, nei contratti ad esecuzione continuata senza prefissione di termine,\nspetta ad entrambe le parti il potere di recesso unilaterale dal contratto\n(MASTROPAOLO, 16); il depositante può, tuttavia, chiedere al giudice la fissazione di\nun termine congruo per ricevere la cosa (comma 2);\nPagina 66 di 79", "bibliography": "", "source_file": "document.pdf", "page_number": 66}
{"article_number": "1770", "title": "Modalità della custodia.", "text": "Dalmartello e Portale, voce Deposito, in Enc. dir., XII, Milano, 1964; Forchielli, I\ncontratti reali, Milano, 1952; Galasso A. e Galasso G., Deposito, in Dig. civ., 1989;\nMajello, Custodia e Deposito, Napoli, 1958; Majello, Il deposito nell'interesse del\nterzo, in Banca, borsa tit. cred. 1961, I, 311; Mastropaolo, Deposito (in generale), in\nEnc. giur., Roma, 1988; Salomoni, La responsabilità del custode per la perdita della\ndetenzione del bene ricevuto, in Resp. civ. prev. 2014, fasc. 5, 1435.\nAutori: Caterina Costabile\nCOMMENTATO CODICE CIVILE\nCodice Civile n. 1770 - Modalità della custodia.\n[I]. Il depositario non può servirsi della cosa depositata né darla in deposito ad altri, senza\nil consenso del depositante [1782].\n[II]. Se circostanze urgenti lo richiedono, il depositario può esercitare la custodia in modo\ndiverso da quello convenuto, dandone avviso al depositante appena è possibile.L'uso non consentito della cosa depositata dà luogo ad inadempimento dell'obbligazione e\nviene qualificato in dottrina con la formula furto d'uso.\nTrattasi, tuttavia, di formula atecnica non ricorrendo la fattispecie penale di cui all'art. 626,\nn. 1, c.p. che presuppone che la cosa non sia già detenuta dall'autore del furto.\nPertanto l'uso della cosa, da parte del depositario, senza il consenso del\ndepositante, produce conseguenze esclusivamente sul piano civilistico\n(MASTROPAOLO, 15). Più precisamente, legittima il depositante all'utilizzo dei normali rimedi\ncontrattuali: ovvero il risarcimento del danno, la risoluzione del contratto e la restituzione\ndella cosa.\nIl depositario che indebitamente utilizzi la cosa ricevuta in affidamento è responsabile\nanche per la perdita o il deterioramento dovuto a caso fortuito, qualora il depositante provi\nche questo non avrebbe colpito la cosa, se il depositario non l'avesse usata, e ciò in virtù\ndel principio per cui il debitore non è liberato dal caso fortuito dolo seu culpa\ndeterminatus (FIORENTINO, in Comm. S. B., 85).\n2.1. Il deposito regolare di denaro\nLa giurisprudenza, con riferimento al deposito regolare di denaro, ha ritenuto che il\ndepositario può anche adempiere il suo obbligo di custodia mediante il versamento\ndella somma nel proprio conto corrente quando sia in concreto accertato che tale forma\ndi custodia, ancorché non concordata con il depositante, abbia realizzato meglio l'interesse\ndel depositante. In particolare, i giudici di legittimità hanno sottolineato che detta modalità\ndi custodia non può ritenersi di per sé violatrice del disposto dell'art. 1770 (Cass. III, n.\n10209/1994).\n3. Depositante che abbia consentito l'uso della cosa: differenze con il\ncomodato\nIl depositante può consentire al depositario di utilizzare la cosa: in siffatta ipotesi, se il\ndepositante non ha specificato le modalità d'uso, il depositario sarà libero di utilizzare la\ncosa nel modo che più gli aggrada, ma troveranno applicazione analogica le norme dettate\nper il comodato.\nAd avviso della giurisprudenza il criterio distintivo tra le figure del comodato e del\ndeposito, nell'ipotesi in cui il depositante abbia consentito al depositario di servirsi della\ncosa depositata, è costituito dalla funzione economica perseguita in concreto dai contraenti\nPagina 69 di 79", "framework": "La norma sancisce il divieto del depositario di servirsi della cosa e di darla in\nsubdeposito.\nIl primo divieto si giustifica in considerazione del fatto che l'uso della cosa è\nincompatibile con il deposito, dal momento che questo risponde all'interesse\nesclusivo del depositante.\nIl secondo divieto si si giustifica in ragione del carattere fiduciario del\ncontratto (DARMATELLO e PORTALE, 266; MASTROPAOLO, in Tr. Res., 237).\nDiversa è l'ipotesi in cui il depositario si avvalga di ausiliari nell'espletamento della\ncustodia: ciò è sempre consentito sulla scorta della previsione generale di cui all'art.\n1228.\nIl depositario deve esercitare la custodia secondo le modalità contrattualmente\npattuite o, comunque, secondo le modalità usuali. Il secondo comma dell'art. 1770\nconsente però variazioni delle modalità della custodia qualora circostanze urgenti e\nsopravvenute lo richiedano (DARMATELLO e PORTALE, 266).\n2. L'uso non consentito della cosa da parte del depositario\nPagina 68 di 79", "bibliography": "", "source_file": "document.pdf", "page_number": 68}
{"article_number": "1769", "title": "Responsabilità del depositario incapace.", "text": "e oggettivata nella dichiarazione negoziale, dovendosi ritenere sussistente il comodato o il\ndeposito a seconda che la funzione economica, precipua ed essenziale, del contratto sia\n— rispettivamente- il godimento ovvero la custodia della cosa da parte dell'accipiens\n(Cass. III, n. 3954/1978).\nLa dottrina evidenzia che l'esercizio della facoltà d'uso attribuita al depositario va\ncomunque facendo applicazione analogica dalle norme sul comodato (FIORENTINO, in\nComm. S. B., 85).\n4. Divieto di subdeposito\nLa dottrina giustifica il divieto di subdeposito, desumibile dal comma 1 della norma in\nesame, in ragione del carattere fiduciario del contratto (DARMARTELLO E PORTALE, 266;\nMASTROPAOLO, 15).\nQuando un subdeposito sia posto in essere (con il consenso dell'altra parte, in caso di\nurgenza o persino abusivamente), la posizione del detentore si sdoppia, diventando il\nsubdepositario detentore immediato e diretto, il depositario detentore mediato e indiretto\n(DARMARTELLO E PORTALE, 259).\nBibliografia\nDalmartello e Portale, voce Deposito, in Enc. dir., XII, Milano, 1964; Forchielli, I\ncontratti reali, Milano, 1952; Galasso A. e Galasso G., Deposito, in Dig. civ., 1989;\nMajello, Custodia e Deposito, Napoli, 1958; Majello, Il deposito nell'interesse del\nterzo, in Banca, borsa tit. cred. 1961, I, 311; Mastropaolo, Deposito (in generale), in\nEnc. giur., Roma, 1988; Salomoni, La responsabilità del custode per la perdita della\ndetenzione del bene ricevuto, in Resp. civ. prev. 2014, fasc. 5, 1435.\nAutori: Caterina Costabile\nCOMMENTATO CODICE CIVILE\nCodice Civile n. 1769 - Responsabilità del depositario incapace.\n[I]. Il depositario incapace è responsabile della conservazione della cosa nei limiti in cui\npuò essere tenuto a rispondere per fatti illeciti [2046]. In ogni caso il depositante ha diritto\nPagina 70 di 79di conseguire la restituzione della cosa finché questa si trova presso il depositario;\naltrimenti può pretendere il rimborso di ciò che sia stato rivolto a vantaggio di quest'ultimo\n[2041 s.].", "framework": "L'incapacità del depositario determina, secondo le regole generali, l'annullabilità del\ncontratto di deposito.\nLa norma trova applicazione sia nelle ipotesi di incapacità naturale che in quelle\ndi incapacità legale (MASTROPAOLO, 12).\nL'art. 1769, precisando che in tali ipotesi permane una responsabilità del depositario\nmedesimo per la conservazione della cosa, nei limiti in cui può essere tenuto a\nrispondere per fatti illeciti, pone il problema del coordinamento di tale regola col\nprincipio generale della retroattività dell'annullamento, in forza del quale\nverrebbe invece meno l'obbligazione di custodia del depositario incapace e quindi\nanche la sua responsabilità quale custode per la perdita o il deterioramento della\ncosa.\n2. Natura della responsabilità\nSecondo parte della dottrina, l'art. 1769 non contraddice i principi generali, giacché la\nresponsabilità del depositario incapace non segue la violazione di un'obbligazione, da cui\negli è liberato in conseguenza dell'annullamento del contratto, ma sussiste nel concorso\ndelle condizioni necessarie per il sorgere dell'ordinaria responsabilità\nextracontrattuale, con la quale si identificherebbe (DARMATELLO e PORTALE, 256;\nMASTROPAOLO, in Tr. Res.,500).\nSecondo altro orientamento, la norma porrebbe un aggravamento della posizione del\ncustode incapace, lasciando persistere in capo a questi, malgrado l'annullamento del\ncontratto, l'obbligo di custodia. In sostanza il depositario incapace, inadempiente\ndell'obbligazione di custodia, sarebbe responsabile ex contractu, rispondendo così del\ndanno come se il fatto dannoso costituito dall'inadempimento integrasse un fatto illecito ex\nart. 2043 (FIORENTINO, in Comm. S. B., 82).\nQuindi ai sensi dell'art. 1769, il depositario incapace risponde della conservazione della\ncosa come se fosse capace ed il contratto fosse valido.\n3. Effetti dell'annullabilità del contratto\nPagina 71 di 79", "bibliography": "", "source_file": "document.pdf", "page_number": 70}
{"article_number": "1767", "title": "Presunzione di gratuità.", "text": "Il depositante ha in ogni caso diritto di chiedere la restituzione della cosa in natura\nfinché questa si trova presso il depositario. Se, invece, la cosa sia stata alienata, il\ndepositante ha diritto di pretendere il rimborso del corrispettivo conseguito dal depositario\n(FUNAIOLI, in Tr. G. S.-P., 28).\nPer quanto riguarda i diritti del depositario incapace, gli compete sicuramente il rimborso\ndelle spese fatte per la conservazione della cosa e dal risarcimento delle perdite cagionate\ndal deposito.\nNel caso in cui sia stato pattuito un compenso, l'annullamento del contratto dovrebbe porre\nnel nulla la corrispondente obbligazione del depositante (contraFIORENTINO, in Comm. S.\nB., 83).\nBibliografia\nDalmartello e Portale, voce Deposito, in Enc. dir., XII, Milano, 1964; Forchielli, I\ncontratti reali, Milano, 1952; Galasso A. e Galasso G., Deposito, in Dig. civ., 1989;\nMajello, Custodia e Deposito, Napoli, 1958; Majello, Il deposito nell'interesse del\nterzo, in Banca, borsa tit. cred. 1961, I, 311; Mastropaolo, Deposito (in generale), in\nEnc. giur., Roma, 1988; Salomoni, La responsabilità del custode per la perdita della\ndetenzione del bene ricevuto, in Resp. civ. prev. 2014, fasc. 5, 1435.\nAutori: Caterina Costabile\nCOMMENTATO CODICE CIVILE\nCodice Civile n. 1767 - Presunzione di gratuità.\n[I]. Il deposito si presume gratuito, salvo che dalla qualità professionale del depositario o\nda altre circostanze si debba desumere una diversa volontà delle parti.altresì esclusa da una espressa contraria volontà delle parti ovvero essere vinta da\naltre circostanze, la valutazione del cui valore sintomatico di una volontà contraria\nalla prestazione gratuità del servizio è rimessa al prudente apprezzamento del\ngiudice (MASTROPAOLO, in Tr. Res., 474).\n2. La presunzione gratuità e la prova contraria\nLa presunzione di gratuità del deposito può essere superata o in caso di pattuizione\nespressa del compenso oppure se ciò può desumersi dalla qualità professionale del\ndepositario.\nAd avviso della giurisprudenza, per vincere la presunzione «iuris tantum» di\ngratuità del deposito, è necessario che il depositario eserciti un'attività abituale di\ncustodia non potendosi ritenere sufficiente l'esercizio da parte del depositario di una\nqualsiasi attività economica nell'ambito della quale il deposito e la custodia non assumono\nuna rilevanza tipica, tale da farne ritenere implicita l'onerosità. Invero, solo la natura\nabituale e professionale della custodia esclude che la prestazione possa ritenersi gratuita\nintegrando l'esercizio di un'attività necessariamente economica nell'ambito della\nprestazione di servizi (Cass. II, n. 23211/2010; Cass. III, n. 359/1993).\nIn applicazione di tali principi si è, ad esempio, ritenuto che l'autoriparatore e l'autofficina\nsono tenuti a custodire gratuitamente la vettura del cliente fino a quando la riparazione è\nstata effettuata, salvo possano provare un'espressa pattuizione di onerosità del deposito\n(Cass. VI, n. 17918/2020).\nLa presunzione di gratuità può essere vinta anche da altre circostanze da cui si debba\ndesumere una diversa volontà delle parti: si fa riferimento ad esempio alla natura o al\nvalore della cosa, alla difficoltà di custodia della stessa, all'assenza di speciali rapporti\nfamiliari o di amicizia tra le parti (FIORENTINO, FIORENTINO, in Comm. S. B., 79).\nSecondo una ricostruzione dottrinale il deposito oneroso, in quanto bilaterale, è da\nconsiderarsi come un contratto a prestazioni corrispettive, in quanto nel sinallagma\nentrano l'obbligo di pagare il compenso e l'obbligazione di custodia. Di contro, secondo tale\nimpostazione, l'obbligazione di restituzione resta fuori dal sinallagma, tanto che in caso di\nrisoluzione per inadempimento del depositante, il depositario si libera dall'obbligazione di\ncustodia, ma non da quella di restituzione (DALMARTELLO E PORTALE, 262).\n3. Deposito di cortesia\nPagina 73 di 79", "framework": "La disposizione in esame stabilisce la presunzioneiuris tantum di gratuità del\ncontratto di deposito.\nDetta presunzione di gratuità, pertanto, cade di fronte alla circostanza che il\ndepositario esplichi abitualmente una retribuita attività di custodia, e può essere\nPagina 72 di 79", "bibliography": "", "source_file": "document.pdf", "page_number": 72}
{"article_number": "1797", "title": "Azione nei confronti dei giranti.", "text": "In dottrina e giurisprudenza ci si è interrogati in ordine alla possibilità di configurare un\ndeposito di cortesia, un deposito svincolato, cioè, da qualsiasi obbligo giuridico e relegato\nnella sfera delle mere relazioni sociali.\nLa dottrina maggioritaria si esprime negativamente sul punto, evidenziando che,\nsecondo l'apprezzamento comune, nel mondo degli affari, tutte le volte che un soggetto\nriceve una cosa per custodirla esprime un l'intento di contrarre un vincolo giuridico, salvo\nl'esistenza di chiare riserve note alla controparte (MASTROPAOLO, in Tr. Res., 482; SCALISI,\nSCALISI, in Comm. S., 60).\nAnche la giurisprudenza è orientata in tal senso ritenendo che un rapporto\nobbligatorio di custodia sorga anche se l'incarico sia assunto da depositario senza un\ninteresse proprio e col solo scopo di fare cosa gradita all'altra parte (Cass. I, n. 315/1975).\nSulla scorta di tali principi la S.C. ha ritenuto che risponde del risarcimento danni l'avvocato\nche ha subito il furto del denaro del cliente, che deteneva occasionalmente a titolo di\ncortesia, durante il trasporto verso lo studio professionale in vista della divisione ereditaria\n(Cass. III, n. 2265/2008).\nBibliografia\nDalmartello e Portale, voce Deposito, in Enc. dir., XII, Milano, 1964; Forchielli, I\ncontratti reali, Milano, 1952; Galasso A. e Galasso G., Deposito, in Dig. civ., 1989;\nMajello, Custodia e Deposito, Napoli, 1958; Majello, Il deposito nell'interesse del\nterzo, in Banca, borsa tit. cred. 1961, I, 311; Mastropaolo, Deposito (in generale), in\nEnc. giur., Roma, 1988; Salomoni, La responsabilità del custode per la perdita della\ndetenzione del bene ricevuto, in Resp. civ. prev. 2014, fasc. 5, 1435.\nAutori: Caterina Costabile\nCOMMENTATO CODICE CIVILE\nCodice Civile n. 1797 - Azione nei confronti dei giranti.\n[I]. Il possessore della nota di pegno [1791] non può agire contro il girante, se prima non\nha proceduto alla vendita del pegno [1796].\n[II]. I termini per esercitare l'azione di regresso contro i giranti sono quelli stabiliti dalla\nlegge cambiaria e decorrono dal giorno in cui è avvenuta la vendita delle cose depositate.\nPagina 74 di 79[III]. Il possessore della nota di pegno [1791] decade dall'azione di regresso contro i giranti,\nse alla scadenza non leva il protesto o se, entro quindici giorni dal protesto, non fa istanza\nper la vendita delle cose depositate [1796].\n[IV]. Egli conserva tuttavia l'azione contro i giranti della fede di deposito [1790] e contro il\ndebitore. Quest'azione si prescrive in tre anni [2934 ss.].\nRiferimenti chiave:\nR.d. n. 1669/1933.possessore contro i giranti successivi al primo, sei mesi per l'azione di un girante che abbia\npagato contro quello precedente (non il primo).\nInfine, poiché la nota di pegno non è titolo esecutivo, l'azione deve essere esercitata\ncon citazione in giudizio o decreto ingiuntivo (FIORENTINO, in Comm. S. B., 1967, 142).\n3. Azione nei confronti dei giranti della fede di deposito\nÈ discusso in dottrina il fondamento dell'azione del possessore della nota nei\nconfronti dei giranti della fede di deposito, rilevandosi la distinta circolazione dei due\ntitoli (DE MAJO, 82).\nIn effetti può riconoscersi la responsabilità dei giranti della fede di deposito, con\nl'esclusione del possessore attuale, considerando che la firma apposta dal girante su un\ntitolo che menziona l'esistenza dell'obbligazione garantita importa conferma\ndell'obbligazione medesima: infatti l'obbligazione assunta nella nota di pegno è trascritta\nsulla fede di deposito ed è pertanto confermata dai giranti (ANGELONI, 171; CLARIZIA, ult.\ncit.).\nL'essenzialità della sottoscrizione della fede ai fini della responsabilità nei confronti del\npossessore della nota conduce ad escludere di conseguenza che l'azione possa\nesercitarsi contro l'attuale possessore della fede di deposito, che non ha girato né\nsottoscritto (FIORENTINO, in Comm. S. B., 1967, 136).\nL'azione nei confronti del debitore (primo girante) e dei giranti della fede di deposito\nnon è soggetta a decadenza, ma a prescrizione triennale (art. 1797 comma ult.).\nNon essendo detto quale sia il termine iniziale di tale prescrizione, ha cercato di\nsupplirvi la dottrina la quale non è però concorde in proposito: vi è chi sostiene che i tre\nanni decorrano dal giorno della vendita (FIORENTINO, ult. cit.), e chi, invece, dalla data di\nscadenza del debito (CLARIZIA, ult. cit.).\nBibliografia\nAngeloni, Magazzini generali, in Nss. D.I., X, Torino 1964; Bozzi, Magazzini\nGenerali, in Enc. dir., Milano, 1975; Clarizia, Nota di pegno, in Enc. dir., Milano,\n1978; De Majo, Fede di deposito, in Enc. dir., Milano, 1968; Lener, Nota di pegno, in\nPagina 76 di 79", "framework": "La norma in esame disciplina l'azione di regresso nei confronti dei giranti la nota di\npegno, la cui responsabilità va considerata analoga alla responsabilità cambiaria di\nregresso e si fonda sul fatto che la girata della nota di pegno implica la garanzia\npersonale del girante per l'adempimento dell'obbligazione cartolare.\nL'azione cartolare di regresso ha carattere sussidiario rispetto all'azione\nreale sul pegno, in quanto non può essere esercitata se prima non si sia\nproceduto alla vendita delle cose depositate (CLARIZIA, 552; FIORENTINO, in\nComm. S. B., 1967, 136; LENER, 279).\nL'ultimo comma dell'art. 1797 dispone inoltre che il possessore della nota di pegno,\nse anche sia decaduto dall'azione di regresso contro i giranti della nota, conserva\ntuttavia l'azione contro i giranti della fede di deposito e contro il debitore.\n2. L'azione di regresso\nSe a conclusione della vendita coattiva il possessore della nota di pegno è rimasto ancora\ninsoddisfatto, può esperire l'azione personale nei confronti del primo e dei successivi\ngiranti della nota di pegno, nonché nei confronti dei giranti della fede di deposito.\nL'azione personale nei confronti di tutti i giranti ha quindi carattere sussidiario rispetto\nall'azione reale sul pegno.\nL'azione di regresso contro i giranti della nota di pegno successivi al primo è\nregolata dalle norme della legge cambiaria (artt. 54-58 r.d. n. 1669/1933) ed è soggetta\na decadenza se tempestivamente non sia stato levato il protesto e se entro quindici\ngiorni dal protesto non sia stata fatta istanza per la vendita delle merci depositate.\nI termini di prescrizione dell'azione decorrono dal giorno della vendita e sono quelli\nindicati dalla legge cambiaria (art. 94 r.d. n. 1669/1933): un anno per l'azione del\nPagina 75 di 79", "bibliography": "", "source_file": "document.pdf", "page_number": 74}
{"article_number": "1796", "title": "Diritti del possessore della nota di pegno insoddisfatto.", "text": "Dig. comm., 1994; Majello, Custodia e Deposito, Napoli, 1958; Massamormile,\nMagazzini generali, in Dig. comm., Torino, 1993; Rescigno, Fede di Deposito, in Dig.\ncomm., 1991; Zuddas, Il deposito in albergo e nei magazzini generali, Torino, 2006.\nAutori: Caterina Costabile\nCOMMENTATO CODICE CIVILE\nCodice Civile n. 1796 - Diritti del possessore della nota di pegno insoddisfatto.\n[I]. Il possessore della nota di pegno [1791], che non sia stato soddisfatto alla scadenza e\nche abbia levato il protesto a norma della legge cambiaria, può far vendere le cose\ndepositate in conformità dell'articolo 1515, decorsi otto giorni da quello della scadenza (1).\n[II]. Il girante che ha pagato volontariamente il possessore della nota di pegno [1791] è\nsurrogato nei diritti di questo [1203 ss.], e può procedere alla vendita delle cose depositate\ndecorsi otto giorni dalla scadenza [1515; 83 att.].\n(1) V. artt. 68 ss. r.d. 14 dicembre 1933, n. 1669.\nRiferimenti chiave:\nArtt. 68 ss., r.d. n. 1669/1933.Si applicano le norme della legge cambiaria che regolano il pagamento (art. 43 ss.\nr.d. n. 1669/1933), non solo perché è simile la natura giuridica, ma anche per l'espresso\nrichiamo fatto negli artt. 1796 comma 1 e 1797 comma 2.\nAvvenuto il pagamento, il primo girante ha diritto alla restituzione della nota di pegno\nquietanzata (art. 45 r.d. n. 1669/1933) e, se ha il possesso anche della fede di deposito,\npuò esercitare i diritti indicati nel comma 1 dell'art. 1793, cioè chiedere la riconsegna delle\nmerci o disporne liberamente.\nSe, invece, il primo girante non è in possesso della fede di deposito, perché è stata a sua\nvolta girata a terzi, può surrogarsi nei diritti spettanti al possessore della nota di pegno e\nchiedere, in danno del possessore della fede di deposito, la vendita delle merci depositate\n(CLARIZIA, 551).\n3. Mancato pagamento: esercizio dello ius vendendi\nIl possessore della nota di pegno, che alla scadenza non sia stato soddisfatto, ha due\nazioni: reale sulle cose depositate e costituite in pegno (art. 1796 comma 1); personale\nnei confronti del debitore e dei giranti della nota di pegno e della fede di deposito (art.\n1797).\nIl mancato pagamento va accertato secondo le norme della legge cambiaria,\ncioè levando il protesto(artt. 68-71 r.d. n. 1669/1933) nei confronti del girante (LENER, ult.\ncit.), ovvero mediante dichiarazione di rifiuto, scritta e datata sulla nota e sottoscritta dal\ndebitore (art. 72 r.d. n. 1669/1933).\nLevato il protesto, nei termini indicati nella legge cambiaria e dopo otto giorni dalla\nscadenza del credito garantito (termine iniziale, mentre il termine finale è segnato dalla\nprescrizione triennale), il possessore della nota di pegno, o il girante che abbia\nvolontariamente pagato (art. 1796 comma 2), può chiedere al magazzino generale di\nprocedere nei suoi locali alla vendita delle merci depositate secondo le modalità\ndell'art. 1515 (BOZZI, 155).\nLa somma ricavata dalla vendita va così distribuita: innanzitutto, devono essere\nrimborsate le spese sostenute per gli incanti e pagati i diritti di dogana, dazi, tasse sulla\nvendita e le spese di deposito spettanti al magazzino generale. In secondo luogo deve\nessere soddisfatto il possessore della nota di pegno che ha un diritto di prelazione, sia per\nil capitale (art. 2787), sia per gli interessi (art. 2788), sia per le spese di protesto. Il residuo\nè depositato nelle casse dei magazzini generali a disposizione del possessore della fede di\ndeposito (CLARIZIA, 552).\nPagina 78 di 79Se il credito del possessore della nota di pegno è realizzato totalmente, questi dovrà\nrestituire ai magazzini generali la nota quietanzata; se, invece, è soddisfatto solo in\nparte, il possessore della nota dovrà fare annotare dai magazzini sul titolo la somma\nriscossa, per poter agire contro gli obbligati in via diretta o di regresso (FIORENTINO,\n1967, 135).\nBibliografia\nAngeloni, Magazzini generali, in Nss. D.I., X, Torino 1964; Bozzi, Magazzini\nGenerali, in Enc. dir., Milano, 1975; Clarizia, Nota di pegno, in Enc. dir., Milano,\n1978; De Majo, Fede di deposito, in Enc. dir., Milano, 1968; Lener, Nota di pegno, in\nDig. comm., 1994; Majello, Custodia e Deposito, Napoli, 1958; Massamormile,\nMagazzini generali, in Dig. comm., Torino, 1993; Rescigno, Fede di Deposito, in Dig.\ncomm., 1991; Zuddas, Il deposito in albergo e nei magazzini generali, Torino, 2006.\nAutori: Caterina Costabile\nUniversità di Bologna Alma Mater © Copyright Giuffrè Francis Lefebvre S.p.A.\n09/12/2024\nStudiorum 2024\nPagina 79 di 79", "framework": "Il possessore della nota di pegno non può pretendere dai magazzini la\nconsegna della merce né può usarla, e, per il conseguimento di quanto gli è\ndovuto, può soltanto farla vendere in conformità dell'art. 1515, se non sia stato\npagato, decorsi almeno otto giorni dalla scadenza e dopo aver levato il protesto, ai\nsensi della legge cambiaria(artt. 49 ss. r.d. n. 1669/1933), per fare constatare\nsolennemente l'inadempimento nei confronti del debitore, cioè del primo girante della\nnota.\nIl medesimo diritto compete al girante della nota che abbia rimborsato il\ncredito all'ultimo possessore della nota, essendo surrogato nei diritti di questo\n(LENER, 276).\n2. Pagamento nota pegno\nAlla scadenza il possessore della nota di pegno deve richiedere il pagamento della\nsomma indicata nel titolo al debitore, cioè al primo girante (ANGELONI, 349;\nFIORENTINO, in Comm. S. B., 1967, 133).\nPagina 77 di 79", "bibliography": "", "source_file": "document.pdf", "page_number": 77}
