{"article_number": "1842", "title": "Nozione.", "text": "COMMENTATO CODICE CIVILE\nCodice Civile n. 1842 - Nozione.\n[I]. L'apertura di credito bancario è il contratto col quale la banca si obbliga a tenere a\ndisposizione dell'altra parte una somma di danaro per un dato periodo di tempo o a tempo\nindeterminato.\nRiferimenti chiave:\nD.lgs. n. 385/1993.L'opinione maggioritaria sottolinea che la nozione di apertura di credito, contenuta\nnell'art. 1842, prescinde dal fatto della utilizzazione e gravita unicamente sulla messa a\ndisposizione della somma, e cioè sulla creazione di una disponibilità: oggetto del\ncontratto non sarebbe dunque il godimento di una somma bensì il godimento di una\ndisponibilità. Quindi il contratto di apertura di credito esaurisce la sua efficacia\nnell'apprestamento di una disponibilità: gli atti di utilizzazione sono operazioni autonome,\nanche se collegate economicamente con quella di apertura di credito, e, rispetto\nall'apertura di credito, incidono soltanto perché valgono a modificare la misura della\ndisponibilità (FERRI, 599; MOLLE, in Tr. C. M., 1981, 187).\nAltri autori, invece, avvicinano l'apertura di credito al mutuo evidenziando che la\ndifferenza tra i due istituti risiederebbe nella circostanza che il mutuo ordinario è un\ncontratto di credito ad esecuzione istantanea mentre l'apertura di credito è ad\nesecuzione periodica (FIORENTINO, in Comm. S. B., 1953, 468).\nLa giurisprudenza sembra allineata con l'impostazione maggioritaria in dottrina avendo\nritenuto che il tenere una somma di danaro a disposizione del cliente costituisce un\nelemento essenziale della causa del contratto di apertura di credito (Cass. I, n.\n8225/2015; Cass. I, n. 22915/2011) e rimarcato le differenze col contratto di mutuo (Cass.\nI, n. 1225/2000).\nLa S.C. ha comunque ribadito che la predeterminazione del limite massimo della somma\naccreditabile non costituisce elemento essenziale della causa del contratto di apertura di\ncredito (Cass. I, n. 26133/2013).\n3. Forma\nL'apertura di credito, come tutti i contratti bancari, ha risentito dell'introduzione di obblighi\nformali (e sostanziali) dettati dalla normativa di vigilanza prudenziale e di trasparenza\nbancaria e protezione del consumatore.\nIn particolare, il comma 1 dell'art. 117 d.lgs. n. 385/1993 (T.U. in materia bancaria e\ncreditizia) riproduce il comma 1 dell'art. 3 l. n. 154/1992 ribadendo il principio che i\ncontratti bancari devono essere redatti per iscritto. L'inosservanza di tale requisito è\nsanzionata da nullità (art. 117, comma 3) che però può essere fatta valere dal solo\ncliente o rilevata di ufficio dal giudice (art. 127, comma 2).\nNella prassi bancaria, tuttavia, viene sovente tollerato che il cliente operi “allo scoperto” su\nun conto corrente o effettui “sconfinamenti” rispetto alla disponibilità accordata, sulla base\no anche in assenza di una specifica richiesta dell'accreditato, ponendosi così il dubbio se si\nsia o no in presenza di una stipulazione per fatti concludenti del contratto.\nPagina 2 di 118In dottrina sembra prevalere l'opinione secondo cui, in linea teorica, non è\nnecessaria la forma scritta per la conclusione del contratto di apertura di credito,\npurché sia previsto e regolato nel contratto di conto corrente, salvo poi escludere che\nl'esecuzione di ordini di pagamento da parte della banca in assenza di fondi disponibili sul\nconto corrente comporti di per sé la conclusione tacita del contratto di apertura di credito\n(TETI, in Comm. S., Milano, 2005, 64).\nTali conclusioni appaiono condivise dalla giurisprudenza che ritiene che l'apertura\ndi credito regolamentata in conto corrente non richiede la prova scrittaad\nsubstantiamogni qual volta tale requisito sia soddisfatto dal conto corrente al quale\naccede (Cass. I, n. 26133/2013; Cass. I, n. 19941/2006; contra v. Cass. I, n. 17090/2008).\nLa S.C. ha inoltre ribadito in numerose sentenze che l'esistenza di un contratto di\napertura di credito non può essere ricavata perfacta concludentiadalla mera tolleranza\ndi una situazione di scoperto, potendo costituire espressione di una scelta discrezionale\ndi volta in volta esercitata dalla banca secondo le circostanze del caso concreto (Cass. I, n.\n8160/1999).\nIn una recente pronuncia è stato chiarito, con riferimento ad un'aperturadi credito in\nconto corrente stipulata prima dell'entrata in vigore dell'art. 3 della l. n. 154 del 1992,\nla prova dell'affidamento può essere fornita per facta concludentia, purché emerga\nalmeno l'ammontare accordato al correntista, essendo invece insufficiente la sola\ndimostrazione della tolleranza della banca in ordine a sconfinamenti del cliente rispetto al\ntetto massimo riconosciuto (Cass. I, n. 11016/2024).\n4. Apertura di credito documentato\nNel linguaggio bancario il termine «apertura di credito» viene usato per indicare quel\nrapporto che si inserisce in una operazione del commercio internazionale (vendita su\ndocumenti) e per effetto del quale la banca interviene per conto del compratore e a\nfavore del venditore in modo da consentire al venditore di esigere il prezzo della\nmerce verso consegna alla banca dei documenti pattuiti.\nQuando non sussiste un obbligo della banca nei confronti del venditore della merce, si\nparla di apertura di credito semplice o revocabile, mentre nel caso in cui sussista un\nobbligo diretto della banca nei confronti del venditore, siccome questo obbligo diretto si\nassume sulla base di una lettera di conferma, si parla di apertura di credito confermato o\nirrevocabile (FERRI, 603; SERRA, 160).\nPagina 3 di 118La giurisprudenza reputa che nella vendita di merci con apertura di credito per il\nprezzo, da parte del compratore a favore del venditore presso una banca, ove quest'ultima\nconfermi il credito nei confronti del beneficiario il rapporto obbligatorio tra banca e\nbeneficiario è astratto, cioè indipendente dal contratto di compravendita. Ne consegue\nche, nel rapporto obbligatorio tra la banca accreditante ed il beneficiario, l'obbligazione\nassunta dalla prima verso il secondo di mettere a disposizione di costui la somma oggetto\ndell'apertura di credito è condizionata all'esito positivo del controllo, da parte della banca (a\nciò obbligata nei riguardi dell'ordinante), della regolarità dei documenti relativi alla vendita\nche il beneficiario ha l'onere di presentare alla banca stessa entro un certo tempo (Cass.\nIII, n. 1288/2003).\nNel caso di apertura di (credito non confermato), invece, tra i due negozi esiste un\ncollegamento funzionale, implicante l'attrazione dell'apertura di credito, specificamente\nfinalizzata all'esecuzione della compravendita, nel sinallagma di questa.\nSussistendo un collegamento con l'obbligazione del venditore nei confronti del compratore\ndi consegnare le merci oggetto della compravendita, le vicende di detto sinallagma\nreagiscono nell'esecuzione del mandato e, quindi, la consegna dal venditore al compratore\ndi merce viziata o mancante di qualità promesse o essenziali o, addirittura, di aliud pro alio\ncostituisce giusta causa di revoca del mandato (nonostante la clausola di irrevocabilità),\ncon la conseguenza che, comunicata tale revoca alla banca, questa, pur se ha constatato\nla regolarità dei documenti relativi alla vendita, non può consentire al beneficiario-venditore\nl'utilizzazione del credito aperto in suo favore (Cass. III, n. 3992/1983).\n5.Divieto di pattuire interessi usurari\nAd avviso della S.C. la clausola contenuta nei contratti di apertura di credito in conto\ncorrente, che preveda l'applicazione di un determinato tasso sugli interessi dovuti dal\ncliente e con fluttuazione tendenzialmente aperta, da correggere con sua automatica\nriduzione in caso di superamento del cd. tasso soglia usurario, ma solo mediante\nl'astratta affermazione del diritto alla restituzione del supero in capo al correntista, deve\nritenersi nullaexart. 1344 c.c. in quanto tesa ad eludere il divieto di pattuire interessi\nusurari, previsto dall'art. 1815 c.c., comma 2, per il mutuo, regola applicabile per tutti i\ncontratti che prevedono la messa a disposizione di denaro dietro una remunerazione\n(Cass. I, n. 12965/2016).\nI giudici di legittimità hanno, in particolare, evidenziato che le disposizioni della l. 7 marzo\n1996, n. 108 prescindono dalla qualificazione giuridica del rapporto in cui siano convenuti\ninteressi usurari, e che il generale richiamo all'art. 644 c.p. ne estende il campo di\napplicazione a tutte le fattispecie negoziali in concreto penalmente sanzionabili.\nPagina 4 di 118", "framework": "L'apertura di credito bancaria è una operazione attiva con la quale la banca si\nobbliga a tenere a disposizione dell'altra parte (accreditato) una somma di denaro\nper un dato periodo di tempo o a tempo indeterminato.\nL'apertura di credito è un contratto consensuale ad effetti obbligatori(MOLLE,\nin Tr. C. M.,1981, 213).\nDiscussa è la natura giuridica del contratto attesa la funzione analoga a quella del\nmutuo.\nLa proprietà del denaro resta comunque alla banca fino a quando\nl'accreditato non ne disponga, per cui solo da tale momento decorrono gli interessi\n(Cass. I, n. 18182/2004).\n2. Natura giuridica\nNel sistema del codice vigente l'apertura di credito viene considerata un contratto\ndefinitivo avente una sua causa specifica, non un contratto preparatorio di altri\ncontratti, come nella vigenza del codice di commercio.\nPagina 1 di 118", "bibliography": "", "source_file": "document.pdf", "page_number": 1}
{"article_number": "1815", "title": "Interessi.", "text": "Bibliografia\nFerri, voce Apertura di credito, in Enc. dir., II, Milano, 1958; Fiorentino, voce\nApertura di credito bancario, in Nss. D.I., Torino, 1957; Porzio, Apertura di credito, in\nEnc. giur., II, Roma, 1988; Serra, voce Apertura di credito confermato, in Dig.\ncomm., I, Torino, 1987; Sirena, La nuova disciplina delle clausole vessatorie nei\ncontratti bancari di credito al consumo, in Banca, borsa, tit. cred. 1997, II, 354;\nTondo, Dei contratti bancari, in Trattato Di Martino, Novara-Roma, 1971.\nAutori: Caterina Costabile\nCOMMENTATO CODICE CIVILE\nCodice Civile n. 1815 - Interessi.\n[I]. Salvo diversa volontà delle parti, il mutuatario deve corrispondere gli interessi al\nmutuante. Per la determinazione degli interessi si osservano le disposizioni dell'articolo\n1284.\n[II]. Se sono convenuti interessi usurari, la clausola è nulla e non sono dovuti interessi\n[14192; 185 trans.] (1) (2).\n(1) Comma così sostituito dall'art. 4 l. 7 marzo 1996, n. 108. Il testo recitava: «Se sono\nconvenuti interessi usurari, la clausola è nulla e gli interessi sono dovuti solo nella misura\nlegale».\n(2) Ai sensi dell'art. 1 d.l. 29 dicembre 2000, n. 394, conv., con modif., in l. 28 febbraio\n2001, n. 24, si intendono usurari gli interessi che superano il limite stabilito dalla legge nel\nmomento in cui essi sono promessi o comunque convenuti, a qualunque titolo,\nindipendentemente dal momento del loro pagamento.\nRiferimenti chiave:\nL. n. 108/1996; art. 1 d.l. n. 394/2000, conv., con modif., in l. n. 24/2001.Quanto poi al saggio degli interessi, il legislatore lascia libere le parti di\ndeterminarlo nella misura che credono, salvo un duplice limite: 1) che il patto di\ninteressi superiori alla misura legale venga stipulato per iscritto (art. 1284\ncomma 3); 2) che non sia comunque pattuito un interesse usurario (art. 1815\ncomma 2).\n2. Clausole di determinazione degli interessi ultralegali\nLa pattuizione di interessi superiori alla misura legale deve essere fatta per iscritto sotto\npena di nullità, altrimenti restano dovuti solo nella misura legale (art. 1284, comma 3).\nNon si reputa, peraltro, necessario che la misura degli interessi sia espressamente\nindicata attraverso il saggio percentuale (FRAGALI, in Comm. S. B., 1966, 362), essendo\npossibile che essa sia rinvenibile mediante una determinazioneper relationem laddove il\ncriterio indicato sia certo ed obiettivo (Cass. III, n. 3252/1984).\nOvviamente detto principio può trovare applicazione, in relazione ai contratti di mutuo\nstipulati da istituti bancari, solo con riferimento a quelli stipulati prima dell'entrata in vigore\ndella l. n. 154/1992 (Cass. III, n. 25205/2014).\n3.Anatocismo nel mutuo\nLa giurisprudenza aveva ritenuto che, in riferimento al calcolo degli interessi nel\ncontratto di mutuo bancario, dovevano ritenersi applicabili le limitazioni previste\ndall'art. 1283, non esistendo un uso bancario contrario a quanto disposto dalla norma\npredetta. Di conseguenza, era stata ritenuta integrante un fenomeno anatocistico, vietato\ndall'art. 1283,la convenzione, contestuale alla stipulazione del mutuo, in forza della\nquale sulle rate scadute decorrono gli interessi sull'intera somma (Cass. III, n.\n2593/2003).\nPrincipi questi ribaditi in tema di mutuo agrario di miglioramento disciplinato dalla l. n.\n1760/1928 (poi abrogata dall'art. 24 d.l. n. 112/2008) (Cass. III, n. 2072/2013).\nTuttavia, il legislatore è intervenuto in argomento con la deliberaCICRdel 9 febbraio 2000\nche, per i contratti di finanziamento a rimborso rateale stipulati successivamente alla sua\nentrata in vigore, ha previsto la possibilità di pattuire che, in caso di inadempimento\ndel debitore, l'importo complessivamente dovuto alla scadenza di ogni rata produca\ninteressi sino al pagamento, restando invece vietata la capitalizzazione periodica degli\nstessi (art. 3).\nPagina 6 di 118La giurisprudenza di merito ha costantemente evidenziato che non è concettualmente\nconfigurabile il fenomeno anatocistico con riferimento a mutuo bancario con\nammortamento cd. alla francese, difettando — in sede genetica del negozio — il\npresupposto stesso dell'anatocismo, vale a dire la presenza di un interesse giuridicamente\ndefinibile come scaduto sul quale operare il calcolo dell'interesse composto ex art. 1283 (\nTrib. Roma, XVII, 18 gennaio 2021, n. 868; Trib. Ivrea, 26 settembre 2020, n. 723; Corte\nAppello Torino, 17 settembre 2020, n. 905; App. Napoli, 19 febbraio 2020, n. 772)\n4. La disciplina dell'usura\nNel regime anteriore alla l. n. 108/1996 il negozio di mutuo venia considerato dalla\ngiurisprudenza illecito per pattuizione di interessi a tasso elevato solo nel caso di\nsussistenza degli estremi del delitto di usura ai sensi dell'art. 644 c.p. (nella\nprevigente formulazione).\nIn particolare, lo stato di bisogno preso in considerazione dalla disposizione penale\npoteva essere indifferentemente determinato da cause incolpevoli oppure da vizi,\nprodigalità o altre cause inescusabili, in quanto la norma perseguiva la finalità di colpire\nl'usurario quale persona socialmente nociva. Pertanto, lo stato di bisogno nel reato di\nusura si riteneva sussistente tutte le volte in cui la persona offesa non era in grado di\nottenere altrove e a condizioni migliori la prestazione di denaro o altra cosa occorrente\nanche ai fini della sua attività d'impresa e doveva, invece, sottostare alle esose condizioni\nimposte per il prestito (Cass. III, n. 19698/2008).\nA seguito della riformulazione del reato di usura operata dalla l. n. 108/1996, è stato\nsoppresso l'elemento dell'approfittamento dello stato di bisogno ed è stato previsto che è la\nlegge a stabilire “il limite oltre il quale gli interessi sono sempre usurai” (art. 644, comma\n3, c.p.) con determinazione del tasso massimo delegata al Ministero del tesoro (cd. “tasso-\nsoglia”).\nQuando non risulta superato il cosiddetto tasso soglia, la nullità ex art. 1815, comma\n2, della clausola di previsione degli interessi, richiede invece la prova del loro\ncarattere usurario ai sensi dell'art. 644, comma 3, secondo periodo, c.p., ossia la\ndimostrazione della sproporzione degli interessi convenuti, nonché della condizione di\ndifficoltà economica di colui che promette gli interessi.\nLa prova di entrambi i presupposti grava su colui che afferma la natura usuraria\ndegli interessi, senza che, accertato lo stato di difficoltà economica, la sproporzione\npossa ritenersi in re ipsa, dovendo comunque dimostrarsi il vantaggio unilaterale\nconseguito dalla banca (Cass. III, n. 19282/2014).\nPagina 7 di 118La disciplina relativa ai tassi di interesse sui mutui introdotta dalla l n. 108/1996 — e\nquindi anche quella dettata dall'art. 1 d.l. n. 394/2000, conv. in l. n. 24/2001, di\ninterpretazione autentica della precedente — non si ritiene applicabile ai rapporti\ncompletamente esauriti prima della sua entrata in vigore. All'uopo non rileva in senso\ncontrario la pendenza di una controversia sulle obbligazioni derivanti dal contratto e\nrimaste inadempiute, posto che le stesse non implicano che il rapporto contrattuale sia\nancora in atto, ma solo che la sua conclusione ha lasciato in capo alle parti, o ad una di\nesse, delle ragioni di credito (Cass. I, n. 15497/2005).\nLe Sezioni Unite, intervenendo sul tema dell'usurarietà sopravvenuta, hanno sancito\nche allorché il tasso degli interessi concordato tra mutuante e mutuatario superi, nel corso\ndello svolgimento del rapporto, la soglia dell'usura come determinata in base alle\ndisposizioni della l. n. 108/1996, non si verifica la nullità o l'inefficacia della clausola\ncontrattuale di determinazione del tasso degli interessi stipulata anteriormente\nall'entrata in vigore della predetta legge, o della clausola stipulata successivamente per un\ntasso non eccedente tale soglia quale risultante al momento della stipula. Le S.U. hanno\naltresì ritenuto che la pretesa del mutuante di riscuotere gli interessi secondo il tasso\nvalidamente concordato non può essere qualificata, per il solo fatto del sopraggiunto\nsuperamento di tale soglia, contraria al dovere di buona fede nell'esecuzione del\ncontratto in quanto la violazione del canone di buona fede non è riscontrabile\nnell'esercizio in sé considerato dei diritti scaturenti dal contratto, bensì nelle particolari\nmodalità di tale esercizio in concreto, che siano appunto scorrette in relazione alle\ncircostanze del caso (Cass. S.U., n. 24675/2017).\nLa nullità delle clausole che prevedono un tasso di interesse usurario è rilevabile\nanche d'ufficio, non integrando gli estremi di una eccezione in senso stretto, bensì di una\nmera difesa (Cass. III, n. 2072/2014; Cass. I, n. 350/2013).\nSecondo l'impostazione tradizionale della giurisprudenza, i decreti ministeriali previsti\ndalla l. n. 108/1996 non hanno natura di atti normativi bensì amministrativi, con la\nconseguenza che gli stessi si sottraggono all'operatività del principio «iura novit curia» e,\nnon essendo il giudice tenuto a conoscerli od acquisirli, è rimesso alla parte che ne ha\ninteresse l'onere di produrli in giudizio (Cass. III, n. 8742/2001). Invece, secondo\nla giurisprudenza più recente, il principio iura novit curia fonda il potere-dovere del\ngiudice di acquisire i decreti ministeriali di rilevazione dei tassi soglia antiusura a\nprescindere dall'attività delle parti, atteso che tali atti realizzano una etero-integrazione\ndelle leggi penali e civili che disciplinano in via generale la materia (Cass. III, n.\n8853/2020).\n4.1. Gli interessi moratori\nPagina 8 di 118Le Sezioni Unite (Cass. S.U., n. 19597/2020), sono intervenute per dirimere gli\nannosi contrasti giurisprudenziale in tema di usura ed interessi moratori articolando i\nseguenti principi di diritto:\n1) La disciplina antiusura si applica agli interessi moratori, intendendo essa\nsanzionare la pattuizione di interessi eccessivi convenuti al momento della stipula del\ncontratto quale corrispettivo per la concessione del denaro, ma anche la promessa di\nqualsiasi somma usuraria sia dovuta in relazione al contratto concluso;\n2) La mancata indicazione dell'interesse di mora nell'ambito del T.e.g.m. non\npreclude l'applicazione dei decreti ministeriali, i quali contengano comunque la\nrilevazione del tasso medio praticato dagli operatori professionali, statisticamente\nrilevato in modo del pari oggettivo ed unitario, essendo questo idoneo a palesare che\nuna clausola sugli interessi moratori sia usuraria, perché “fuori mercato”, donde la\nformula: “T.e.g.m., più la maggiorazione media degli interessi moratori, il tutto\nmoltiplicato per il coefficiente in aumento, più i punti percentuali aggiuntivi, previsti\nquale ulteriore tolleranza dal predetto decreto” ” (in tal senso v. anche Cass. III, n.\n9229/2022) ”;\n3) Ove i decreti ministeriali non rechino neppure l'indicazione della\nmaggiorazione media dei moratori, resta il termine di confronto del T.E.G.M., così\ncome rilevato, con la maggiorazione ivi prevista;\n4) Si applica l'art. 1815, comma 2, onde non sono dovuti gli interessi moratori pattuiti,\nma vige l'art. 1224, comma 1, con la conseguente debenza degli interessi nella\nmisura dei corrispettivi lecitamente convenuti (in tal senso v. ancheCass. III, n.\n16526/2024; Cass. III, n. 21973/2022);\n5) Anche in corso di rapporto sussiste l'interesse ad agire del finanziato per la\ndeclaratoria di usurarietà degli interessi pattuiti, tenuto conto del tasso-soglia del\nmomento dell'accordo; una volta verificatosi l'inadempimento ed il presupposto per\nl'applicazione degli interessi di mora, la valutazione dell'usurarietà attiene all'interesse in\nconcreto applicato dopo l'inadempimento;\n6) Nei contratti conclusi con un consumatore concorre la tutela prevista dagli\nartt. 33, comma 2, lett. f) e 36, comma 1, del codice del consumo di cui al d.lgs. n.\n206 del 2005, già artt. 1469-bis e 1469-quinquies c.c.;\n7) L'onere probatorio nelle controversie sulla debenza e sulla misura degli interessi\nmoratori, ai sensi dell'art. 1697, si atteggia nel senso che, da un lato, il debitore, il quale\nintenda provare l'entità usuraria degli stessi, ha l'onere di dedurre il tipo\ncontrattuale, la clausola negoziale, il tasso moratorio in concreto applicato,\nPagina 9 di 118l'eventuale qualità di consumatore, la misura del T.e.g.m. nel periodo considerato,\ncon gli altri elementi contenuti nel decreto ministeriale di riferimento; dall'altro lato, è\nonere della controparte allegare e provare i fatti modificativi o estintivi dell'altrui\ndiritto.\nQuanto agli effetti concreti, tenuto conto che il contratto di mutuo, nel cui genus va\nricondotto ogni finanziamento, è un contratto di durata, agli effetti dell'art. 1458, in\nconsiderazione del carattere non istantaneo, ma prolungato della durata del prestito, e\ndell'utilità per il mutuatario consistente nel godimento del danaro assicuratogli dal mutuante\nper il tempo convenuto, caduta la clausola sugli interessi moratori, le rate scadute al\nmomento della caducazione del prestito restano dovute nella loro integralità,\ncomprensive degli interessi corrispettivi in esse già conglobati, oltre agli interessi\nmoratori sull'intero nella misura dei corrispettivi pattuiti; tale effetto, peraltro,\nrichiede che in sé il tasso degli interessi corrispettivi sia lecito.\nPer quanto attiene le rate a scadere, sorge l'obbligo d'immediata restituzione\ndell'intero capitale ricevuto, sul quale saranno dovuti gli interessi corrispettivi, ma\nattualizzati al momento della risoluzione: infatti, fino al momento in cui il contratto ha\navuto effetto, il debitore ha beneficiato della rateizzazione, della quale deve sostenere il\ncosto, pur ricalcolato attualizzandolo, rispetto all'originario piano di ammortamento non più\neseguito; da tale momento e sino al pagamento, vale l'art. 1224, comma 1.\nLa S.C. aveva peraltro più volte chiarito che nei rapporti bancari, ai fini della\ndeterminazione del tasso soglia, gli interessi corrispettivi e quelli moratori\ncontrattualmente previsti non si possono fra loro cumulare in quanto vengono\npercepiti ricorrendo presupposti diversi ed antitetici, giacchè i primi costituiscono la\ncontroprestazione del mutuante e i secondi hanno natura di clausola penale, in quanto\ncostituiscono una determinazione convenzionale preventiva del danno da\ninadempimento(Cass. VI, n. 31615/2021; Cass. III, n. 26286/2019).\nE' stato altresì chiarito che la parte mutuataria non ha interesse ad agire per la\ndeclaratoria di usurarietà degli interessi moratori, allorché manchino i presupposti\ndella mora per avere l'obbligato adempiuto al pagamento di tutti i ratei, di modo che\npossa escludersi che possano trovare applicazione detti interessi (Cass. VI, n. 1818/2021).\nAi fini della valutazione dell'eventuale natura usuraria di un contratto di mutuo, devono\nessere conteggiate anche le spese di assicurazione sostenute dal debitore per ottenere\nil credito, in conformità con quanto previsto dall'art. 644, comma 4 c.p., essendo, all'uopo,\nsufficiente che le stesse risultino collegate alla concessione del credito (Cass. II, n.\n29501/2023).\nPagina 10 di 118", "framework": "Se non ne è espressamente convenuta la gratuità, sorge per il mutuatario, in\nrelazione alla naturale onerosità del contratto, l'obbligazione di versare un\ncorrispettivo al mutuante, corrispettivo che sarà normalmente costituito — anche nel\nmutuo non pecuniario — dagli interessi in forza della disposizione in esame.\nPagina 5 di 118", "bibliography": "", "source_file": "document.pdf", "page_number": 5}
{"article_number": "1857", "title": "Norme applicabili.", "text": "Bibliografia\nDalmartello, Appunti in tema di contratti reali, contratti restitutori e contratti\nsinallagmatici, in Riv. dir. civ., 1955; Galasso, Mutuo e Deposito irregolare, Milano,\n1968; Gardella Tedeschi, Il Mutuo (contratto di), in Dig. civ., Torino, 1994;\nGiampiccolo, voce Mutuo, Enc. dir., XXVII, Milano, 1977; Grassani, Mutuo, in\nNoviss. Dig. it., X, Torino 1964; Mazzamuto, Mutuo di scopo, in Enc. Giur., XX,\nRoma, 1990.\nAutori: Caterina Costabile\nCOMMENTATO CODICE CIVILE\nCodice Civile n. 1857 - Norme applicabili.\n[I]. Alle operazioni regolate in conto corrente si applicano le norme degli articoli 1826, 1829\ne 1832.Occorre inoltre rimarcare che l'art. 116 d.lgs. n. 385/1993 (T.U. bancario) ha imposto alle\nbanche ed agli intermediari finanziari di rendere noti in modo chiaro ai clienti i tassi di\ninteresse, i prezzi e le altre condizioni economiche relative alle operazioni e ai servizi\nofferti, ivi compresi gli interessi di mora e le valute applicate per l'imputazione degli\ninteressi.\nConseguentemente, le spese e le commissioni andranno valutate non soltanto nella loro\nafferenza alle partite che devono essere annotate in conto, ma dovranno essere anche\nnecessariamente confrontate con quelle pubblicizzate al momento del contratto.\n3. Crediti verso terzi\nAlle operazioni bancarie in conto corrente si applica il principio contenuto nell'art. 1829,\nsecondo cui l'accreditamento, sul conto corrente del cliente dell'importo di un credito verso\nun terzo si presume fatto con la clausola “salvo incasso”.\nDetta previsione trova applicazione nella prassi soprattutto con riferimento agli assegni\ntrasferiti alla banca per l'incasso che deve ritenersi sempre effettuato «salvo\nincasso» (o «salvo buon fine», o «con riserva di verifica»).\nCiò comporta che, se il credito portato dall'assegno non venga soddisfatto dal\nterzo obbligato, la banca può eliminare la partita dal conto reintegrando il correntista\nnelle sue ragioni con la restituzione del titolo (Cass. I, n. 11395/2019).\nLa banca girataria per l'incasso di un assegno bancario è inoltre tenuta sia a far levare il\nprotesto (art. 45 r.d. n. 1736/1933 cd. legge assegni), al fine di conservare integre le\nragioni del proprio girante nei confronti degli obbligati di regresso, sia a restituire ex art.\n1829 il titolo al correntista girante per l'incasso (Cass. I, n. 11852/2004).\nLa predetta presunzione di clausola «salvo incasso» non opera soltanto allorquando\nrisulti una contraria volontà delle parti che, ove l'inclusione nel conto corrente bancario\navvenga mediante girata di un titolo di credito, può essere desunta non solo dal fatto\nche la girata medesima sia piena e non già per l'incasso, ma anche da altre circostanze\ndi fatto, quale un inequivoco comportamento della banca (Cass. I, n. 18118/2003).\nLa S.C. ha inoltre chiarito che la clausola «salvo incasso», con cui ha luogo\nl'accreditamento degli assegni rimessi dal correntista, fa gravare su quest'ultimo il rischio\ndell'insolvenza del debitore, ma non quello dello smarrimento del titolo, che grava sulla\nbanca, ai sensi dell'art. 1718, comma 4.\nPagina 12 di 118L'istituto di credito, quale detentore del titolo in funzione dell'adempimento del mandato\nall'incasso conferitole dal correntista, è quindi tenuto alla custodia anche se non abbia\nspecificamente accettato l'incarico, essendo un operatore professionale (Cass. I, n.\n7737/2010).\n4. L'approvazione del conto\nRisultano applicabili al conto corrente bancario, in forza dell'espresso richiamo contenuto\nnell'art. 1857, le disposizioni dettate dall'art. 1832 in tema di approvazione periodica del\nconto: pertanto, la mancata contestazione dell'estratto conto da parte del correntista\nnel termine pattuito, ne comporta l'approvazione.\nVa in primo luogo rimarcato che sono qualificabili come \"estratti-conto di chiusura” le\ncomunicazioni al cliente sulla situazione finale del conto, inviate dalla banca non solo allo\nscioglimento del rapporto, ma anche alle scadenze periodiche contrattualmente previste,\nquando non si limitino a contenere l'indicazione del saldo, con il calcolo delle spese e degli\ninteressi, ma portino anche un preciso riferimento alle partite di dare ed avere che hanno\ncondotto a quel risultato.\nA fini indicati è sufficiente, affinché decorra il termine semestrale di decadenza di\ncui all'art. 1832, che l'estratto conto relativo alla liquidazione di chiusura dia al\ncorrentista la comunicazione del saldo definitivo riflettente il periodo considerato,\ncomprensivo delle spese e degli interessi, non essendo invece necessaria la\nriproduzione di tutte le partite contabili quando l'estratto conto finale faccia seguito e\nrichiami espressamente precedenti estratti parziali, inviati al cliente con l'indicazione di\ntutte le operazioni afferenti il relativo periodo (Cass. I, n. 817/2016; Cass. I, n. 2802/2009).\nLa presunzione legale contenuta nel comma 1 dell'art. 1832 dell'approvazione del\nconto in caso di mancata contestazione dello stesso da parte del correntista presuppone\nche la banca abbia trasmesso l'estratto del conto al cliente e che questi l'abbia ricevuto.\nNon è tuttavia richiesto ai fini della prova della trasmissione per raccomandata il\nnecessario deposito della ricevuta di ritorno della raccomandata stessa, potendo tale\ndimostrazione essere data anche altrimenti, con ogni mezzo ammesso dalla legge e,\nquindi, pure a mezzo di presunzioni (Cass. I, n. 178/1988).\nLa giurisprudenza ritiene inoltre che la produzione in giudizio degli estratti conto\ncostituisce «trasmissione», ai sensi dell'art. 1832, onerando il correntista delle\nnecessarie specifiche contestazioni al fine di impedire che lo stesso possa intendersi\napprovato (Cass. I, n. 17242/2006).\nPagina 13 di 118L'approvazione tacita del conto produce effetti anche nei confronti del fideiussore,\nnon potendo quest'ultimo, chiamato in giudizio dalla banca per il pagamento della somma\ndovuta, sollevare contestazioni in ordine alla definitività di quegli estratti non\ntempestivamente contestati dal debitore principale (Cass. I, n. 23807/2008).\nCostituisce principio pacifico in giurisprudenza che la contestazione degli estratti conto\ndeve essere specifica, non potendo riferirsi genericamente all'insieme della\nmovimentazione del conto corrente (Cass. III, n. 8944/2016).\n4.1. Limiti agli effetti dell'approvazione tacita del conto\nL'approvazione tacita del conto non preclude ad entrambe le parti di impugnare l'estratto\nconto, nel termine di decadenza di sei mesi dalla data di ricezione, per errore di\nscritturazione o di calcolo, omissioni o duplicazioni.\nInoltre, ad avviso della dottrina risulta applicabile al conto corrente bancario anche il\ndisposto dell'art. 1827 che introduce una delimitazione all'efficacia dell'approvazione tacita\ndell'estratto conto: secondo la predetta disposizione, infatti, l'inclusione nel conto non\npreclude mai l'esercizio delle azioni e delle eccezioni relative all'atto da cui essa deriva,\ncon la conseguenza che in tutte le ipotesi di nullità, annullamento, rescissione o risoluzione\ndel medesimo la relativa annotazione dovrà essere eliminata (CAVALLI E CALLEGARI, 71).\nAnche la giurisprudenza ritiene applicabile al conto corrente bancario l'art. 1827,\nevidenziando che l'incontestabilità delle risultanze del conto, conseguente\nall'approvazione tacita dell'estratto, a norma dell'art. 1832,si riferisce agli accrediti e\nagli addebiti nella loro realtà fenomenica, ma non impedisce la contestazione della\nvalidità e dell'efficacia dei rapporti obbligatori dai quali essi derivano.\nPertanto l'approvazione o la mancata impugnazione del conto non comportano\nl'incontestabilità del debito fondato su un negozio nullo, annullabile, inefficace o,\ncomunque, su situazione illecita (Cass. I, n. 22945/2010; Cass. I, n. 7662/2005).\n5.Onere della prova\nI giudici di legittimità hanno chiarito che, nel contratto di conto corrente bancario, la\nbanca che assuma di essere creditrice del cliente ha l'onere di produrre in giudizio i\nrelativi estratti conto a partire dalla data della sua apertura, non potendo pretendere\nl'azzeramento delle eventuali risultanze del primo degli estratti utilizzabili, in quanto ciò\ncomporterebbe l'alterazione sostanziale del medesimo rapporto, che vede nella banca\nPagina 14 di 118", "framework": "L'art. 1857 individua le norme dettate per il conto corrente ordinario applicabili anche\nal conto corrente bancario.\nLa dottrina evidenzia che si tratta di un richiamo selettivo che rafforza i\nconnotati di tipicità del contratto e che, dunque, deve ritenersi tassativo, non\nsuscettibile di alcun ampliamento (SANTORO, in Comm. S., 1992, 183)\nAnche la giurisprudenza conferma la tassatività del richiamo dell'art. 1857\nevidenziando che ai rapporti bancari regolati in conto corrente non sono applicabili\ngli art. 1823, comma 2, 1825 e 1831 in quanto non richiamati da detta norma (Cass.\nI, n. 10127/2005; Cass. I, n. 15135/2014).\n2. Spese e commissioni\nLa prima norma richiamata è l'art. 1826 che disciplina il regime delle spese e delle\ncommissioni che costituiscono crediti accessori rispetto alle operazioni regolate in conto\ncorrente di cui seguono il regime.\nI crediti per rimborso spese e compensi vengono, pertanto, annotati nel conto come le\noperazione in relazione alle quali sono maturati.\nPagina 11 di 118", "bibliography": "", "source_file": "document.pdf", "page_number": 11}
{"article_number": "1856", "title": "Esecuzione d'incarichi.", "text": "l'esecutrice degli ordini impartiti dal cliente, i quali si concretizzano in operazioni di prelievo\ne di versamento ma non integrano distinti e autonomi rapporti di debito e credito tra cliente\ne banca,rispetto ai quali quest'ultima possa rinunciare azzerando il primo saldo (Cass. I, n\n9365/2018; Cass. VI, n. 13258/2017). La banca che intende far valere un credito derivante\nda un rapporto di conto corrente, deve dunque provare l'andamento dello stesso per\nl'intera durata del suo svolgimento, dall'inizio del rapporto e senza interruzioni (Cass. VI, n.\n23856/2021).\nQualora sia il correntista ad agire in giudizio per la ripetizione dell'indebito, questi è\ntenuto a fornire la prova sia degli avvenuti pagamenti che della mancanza, rispetto ad essi,\ndi una valida “causa debendi”, sicchè il medesimo ha l'onere di documentare\nl'andamento del rapporto con la produzione di tutti quegli estratti conto che\nevidenziano le singole rimesse suscettibili di ripetizione in quanto riferite a somme\nnon dovute (Cass. I, n. 10025/2023, con la conseguenza che, qualora gli estratti siano\nprodotti a far data da un certo momento del rapporto, in cui vi siano appostazioni negative,\nin mancanza di diversa prova, occorre prendere a riferimento, ai fini dell'effettuazione della\nCtu, proprio quel saldo (Cass. I, n. 9752/2024).\n.\nBibliografia\nCavalli, Conto corrente, II, Conto corrente bancario, in Enc. giur., VIII, Roma, 1988;\nCavalli, Considerazioni sulla revocatoria delle rimesse in conto corrente bancario\ndopo la riforma dell'art. 67 legge fallimentare, in Banca borsa tit. cred. 2006, I, 1;\nCavalli e Callegari, Lezioni sui contratti bancari, Bologna, 2008; Ferri, voce Conto\ncorrente di corrispondenza, in Enc. dir., IX, Milano, 1961; Molle, Conto corrente\nbancario, in Nss. D.I. IV, Torino 1959, 414; Morelli, Materiali per una configurazione\ndel conto corrente bancario come contratto legalmente tipico, in Giust. civ. 4, 1998,\n139; Salnitro, Conto corrente bancario, in Dig. Comm., Torino, 1989.\nAutori: Caterina Costabile\nCOMMENTATO CODICE CIVILE\nCodice Civile n. 1856 - Esecuzione d'incarichi.\nPagina 15 di 118[I]. La banca risponde secondo le regole del mandato [1703 ss.] per l'esecuzione\nd'incarichi ricevuti dal correntista o da altro cliente.\n[II]. Se l'incarico deve eseguirsi su una piazza dove non esistono filiali della banca, questa\npuò incaricare dell'esecuzione un'altra banca o un suo corrispondente [1717].suggerire, secondo le regole di diligenza cui è tenuto il mandatario, ulteriori\ncontrolli, l'omissione degli stessi integra un comportamento colposo ostativo alla\nconfigurabilità di una situazione di apparenza idonea a giustificare l'esonero della\nbanca da detta responsabilità (Cass. II, n. 25894/2021 ). Tale principio, ritenuto\napplicabile sia al caso di ordini di bonifico non consegnati di persona dal cliente\n(Cass. I, n. 23580/2017) sia al caso di ordini trasmessi in via telefonica o telematicada\nsoggetti non meglio individuati, trova giustificazione nella natura professionale\ndell'attività svolta dal banchiere nella ricezione e nell'esecuzione degl'incarichi affidatigli, la\nquale gli impone, a sensi dell'art. 1176, comma 2, di predisporre l'organizzazione\nnecessaria per garantire la sicurezza nell'effettuazione delle operazioni e di adottare tutte\nle cautele suggerite dalla tecnica e dall'esperienza, al fine di impedire l'esecuzione di\npagamenti non autorizzati.\nIn tema di assegni bancari e circolari, la legittimità della prassi di richiedere\ntelefonicamente informazioni alla banca trattaria o emittente circa l'esistenza di una\nprovvista sufficiente a pagarli non esonera la banca negoziatrice, in relazione agli\nobblighi di diligenza professionale imposti dalla peculiarità del caso concreto, ex art.\n1176, comma 2, dall'adozione di diverse modalità di comunicazione con la banca sulla\nquale sia stato tratto l'assegno o che l'abbia emesso, al fine di tutelare gli interessi del\ncorrentista e degli altri soggetti coinvolti nella circolazione del titolo. (Nella specie, la S.C.\nha annullato con rinvio la sentenza di appello che aveva ritenuto sufficienti le informazioni\nche la banca negoziatrice aveva assunto telefonicamente presso la banca che aveva\nemesso l'assegno circolare, nonostante che dall'istruttoria fossero emerse incongruenze\nnelle risposte date dall'operatore della banca emittente circa la data di emissione\ndell'assegno; Cass. I, n. 16555/2023).\n3. Sostituzione nell'esecuzione degli incarichi\nIl secondo comma dell'art. 1856 autorizza la sostituzione della banca nell'esecuzione\ndell'incarico tutte le volte in cui la stessa si renda necessaria, anche senza che sia stata\npreventivamente acconsentita dal mandante.\nLa disposizione va letta in relazione al disposto dell'art. 1717 in tema di sostituzione\nnell'esecuzione del mandato.\nÈ controverso in dottrina se la sostituzione disciplinata dalla disposizione in esame\nsia da inquadrare nella figura atipica del submandato o — come ritiene l'opinione\nprevalente — nello schema della sostituzione autorizzata dalla legge o resa\nnecessaria dalla natura dell'incarico (in arg. v. FERRI, 669; MOLLE, in Tr. C. M.,1981,\n418).\nPagina 17 di 118Dall'accoglimento della tesi del submandato deriva che il cliente-mandante non dispone di\nun'azione diretta nei confronti del submandatario, poiché questi opera per conto della\nbanca incaricata e non del dominus.\nLa riconduzione ad un'ipotesi di sostituzione necessaria o autorizzata rende, all'opposto,\nintegralmente applicabile la regolamentazione della sostituzione nel mandato e,\nsegnatamente, la disciplina dettata per l'azione diretta.\nLa giurisprudenza è orientata nel senso che la fattispecie di cui si discorre costituisca\nun'ipotesi di sostituzione «autorizzata» o «necessaria», con conseguente applicabilità\ndella disciplina di cui all'art. 1717 (Cass. I, n. 18190/2004).\nIn ordine ai profili di responsabilità della banca anche nell'ipotesi di sostituzione, i\ngiudici di legittimità hanno evidenziato che, qualora la banca sostituisca altri a sé\nnell'esecuzione dell'incarico, risponde — oltre che per colpa nella scelta del sostituto e\nnell'invio di istruzioni idonee a consentire l'esecuzione dell'incarico, ai sensi dell'art.\n1717, commi 2 e 3. — anche per il ritardo nella comunicazione al mandante\ndell'esecuzione dell'incarico, a norma dell'art. 1712, nonché per omessa diligenza (art.\n1710) consistente nel non essersi attivata, anche vigilando sul sostituto, affinché\nl'esecuzione dell'incarico (di cui solo il sostituto è responsabile) concreti anche il\ncorretto espletamento del mandato, cioè la realizzazione del vantaggio che con esso il\nmandante intendeva perseguire (Cass. I, n. 8524/2001).\nAnche nell'ipotesi di incasso di assegni bancari, al fine di stabilire se la banca sostituente,\ngirataria per l'incasso di un assegno tratto su altra banca, debba rispondere del danno\nsubito dal proprio cliente a seguito della mancata levata del protesto da parte della banca\nsostituita occorre, ad avviso della S.C., accertare se la sostituzione della seconda banca\nalla prima, nell'esecuzione del mandato ad incassare l'assegno, debba o non considerarsi\nautorizzata ovvero necessitata e, in caso affermativo, se la banca girante, nella sua qualità\ndi mandataria per l'incasso, abbia dato alla banca girataria le necessarie istruzioni ed abbia\nosservato l'ordinaria diligenza, vigilando sull'operato della stessa (Cass. I, n. 5325/1991).\nBibliografia\nCavalli, Conto corrente, II, Conto corrente bancario, in Enc. giur., VIII, Roma, 1988;\nCavalli, Considerazioni sulla revocatoria delle rimesse in conto corrente bancario\ndopo la riforma dell'art. 67 legge fallimentare, in Banca borsa tit. cred. 2006, I, 1;\nCavalli e Callegari, Lezioni sui contratti bancari, Bologna, 2008; Ferri, voce Conto\nPagina 18 di 118", "framework": "La componente gestoria del contratto di conto corrente bancario si sostanzia\nnella prestazione di un servizio di cassa a favore del cliente, con il quale l'istituto di\ncredito si obbliga ad eseguire, per ordine impartito dal correntista, pagamenti in\nfavore di quest'ultimo o a favore di terzi, curando altresì, l'incasso di somme o di\ncrediti nell'interesse del proprio cliente (CAVALLI E CALLEGARI, 74).\nTali attività sottintendono nel contratto di conto corrente la presenza di un\nelemento del mandato (Cass. I, n. 25943/2011) e spiegano il rinvio espressamente\noperato dal legislatore alle norme che disciplinano detto contratto (CAVALLI, 1988, 5).\n2. Regole di comportamento della banca nell'esecuzione degli\nincarichi\nPacifica è l'applicabilità delle regole in tema di adempimento delle obbligazioni del\nmandatario, prima fra tutte quella relativa alla sua diligenza (Cass. I, n. 4486/1998).\nPertanto, il canone di riferimento per l'esecuzione degli incarichi da parte dell'istituto\nbancario ai sensi del combinato disposto degli artt. 1710 e 1176 comma 2, è dato dalla\ndiligenza del buon padre di famiglia rapportata alla particolare attività professionale\nespletata.\nLa diligenza andrà di conseguenza verificata in rapporto alla idoneità delle\nprocedure standard predisposte per l'espletamento degli incarichi ricevuti,\nconformemente alla specifica professionalità (Cass. I, n. 5325/1991).\nLa S.C. ha in particolare ritenuto che, nonostante la banca non abbia alcun dovere\ngenerale di monitorare la regolarità delle operazioni ordinate dal cliente, nondimeno, in\npresenza di circostanze anomale idonee a ledere l'interesse del correntista, la banca, in\napplicazione dei doveri di esecuzione del mandato secondo buona fede, deve\nrifiutarne l'esecuzione o almeno informarne il cliente (Cass. I, n. 7956/2010).\nAd avviso dei giudici di legittimità, la responsabilità della banca non può essere\nesclusa in virtù del mero riscontro della conformità della sottoscrizione allo\nspecimen, dal momento che, in presenza di circostanze del caso concreto tali da\nPagina 16 di 118", "bibliography": "", "source_file": "document.pdf", "page_number": 15}
{"article_number": "1855", "title": "Operazione a tempo indeterminato.", "text": "corrente di corrispondenza, in Enc. dir., IX, Milano, 1961; Molle, Conto corrente\nbancario, in Nss. D.I. IV, Torino 1959, 414; Morelli, Materiali per una configurazione\ndel conto corrente bancario come contratto legalmente tipico, in Giust. civ. 4, 1998,\n139; Salnitro, Conto corrente bancario, in Dig. Comm., Torino, 1989.\nAutori: Caterina Costabile\nCOMMENTATO CODICE CIVILE\nCodice Civile n. 1855 - Operazione a tempo indeterminato.\n[I]. Se l'operazione regolata in conto corrente è a tempo indeterminato, ciascuna delle parti\npuò recedere dal contratto, dandone preavviso nel termine stabilito dagli usi o, in\nmancanza, entro quindici giorni.La giurisprudenza (Cass. I, n. 13051/2008) sicuramente la esclude nella ipotesi in\ncui il correntista sia un consumatore ritenendo la relativa clausola contrattuale\nvessatoria ai sensi nell'art. 33, comma 2, lett. m, d.lg. n. 206/2005 (in cui è stato trasfuso il\nprevigente art. 1469-bis).\nOccorre inoltre rimarcare che l'art. 120-bisd.lgs. n. 385/1993 prevede la facoltà per il\ncliente di recedere in ogni momento da un contratto a tempo indeterminato senza penalità\ne senza spese, rimettendo al CICR l'individuazione dei casi in cui la banca o l'intermediario\nfinanziario possono chiedere al cliente un rimborso delle spese sostenute in relazione a\nservizi aggiuntivi da questo richiesti in occasione del recesso.\n3. Altre cause di scioglimento del rapporto\nIn assenza di una previsione normativa, dottrina e giurisprudenza hanno individuato\nulteriori cause di estinzione del contratto.\nÈ controverso se la morte determini o meno lo scioglimento del vincolo, poiché\nsecondo una impostazione dottrinale si verificherebbe solo il subentro degli eredi tenuti ad\noperare congiuntamente (FERRI, 674).\nLa giurisprudenza reputa che la morte del correntista lo scioglimento del rapporto di\nconto corrente, con relativo impedimento ed ogni ulteriore operazione (Cass. I, 5264/2000).\nPacifico è invece che il fallimento del correntista determini «ipso iure» lo scioglimento del\ncontratto di conto corrente bancario e la cristallizzazione, alla corrispondente data, dei\nrapporti di debito/credito tra le parti (Cass. I, n. 19325/2013).\n4. Effetti dello scioglimento\nGli effetti dello scioglimento del rapporto contrattuale sono disciplinati dalle clausole\ngenerali in uso presso gli istituti di credito che distinguono l'ipotesi di recesso della banca\nda quella di recesso del cliente (art. 13, «Condizioni generali relative al rapporto banca-\ncliente», Sez. I, contenute nell'Allegato A alla lettera circolare dell'Associazione Bancaria\nItaliana (Abi) del 25 febbraio 2005).\nNella prima ipotesi la banca è esonerata dall'eseguire incarichi di pagamento impartiti\ndal correntista dopo che il recesso è divenuto efficace, ivi compreso il pagamento degli\nassegni tratti in data posteriore a quella in cui il recesso è divenuto operante.\nPagina 20 di 118", "framework": "Il conto corrente di corrispondenza, come ogni rapporto a tempo\nindeterminato, si scioglie per il recesso di una delle parti.\nLa dichiarazione di recesso, che può essere fatta in ogni momento, non ha\nefficacia immediata ma a termine.\nIn mancanza di un termine contrattuale o di un termine d'uso, il termine è di\nquindici giorni dalla ricezione della comunicazione. Sino alla scadenza di questo\ntermine il contratto conserva la sua efficacia e la banca è tenuta a dare\nesecuzione agli ordini del cliente sempre che ne esistano i presupposti\n(PORZIO, in Tr. Res., 1986, 900; SALNITRO, 25).\n2. Disciplina del recesso\nIl recesso opera come dichiarazione recettizia (FIORENTINO, in Comm. S. B., 1972,\n148) e, pertanto, diviene efficace unicamente con la comunicazione all'altro contraente: ne\ndiscende che, in mancanza di prova dell'effettiva ricezione, il recesso non avrà effetto.\nSalvo diverse pattuizioni contrattuali, la dichiarazione di recesso non necessita di\nspecifiche formalità.\nDibattuta è la possibilità di rinunciare al termine di preavviso o di acconsentire ad\nuna eccessiva riduzione dello stesso.\nPagina 19 di 118", "bibliography": "", "source_file": "document.pdf", "page_number": 19}
{"article_number": "1854", "title": "Conto corrente intestato a più persone.", "text": "In caso di esercizio del recesso da parte del cliente, invece, dal momento del ricevimento\ndella relativa comunicazione la banca non ha l'obbligo di effettuare alcuna operazione né\nquello di pagare gli assegni anche se tratti in data precedente, anche se la clausola\naccorda al correntista la facoltà di segnalare alla banca se e quali assegni egli intenda\nveder onorati nonostante la dichiarazione di recesso (CAVALLI E CALLEGARI, 104).\nBibliografia\nCavalli, Conto corrente, II, Conto corrente bancario, in Enc. giur., VIII, Roma, 1988;\nCavalli, Considerazioni sulla revocatoria delle rimesse in conto corrente bancario\ndopo la riforma dell'art. 67 legge fallimentare, in Banca borsa tit. cred. 2006, I, 1;\nCavalli e Callegari, Lezioni sui contratti bancari, Bologna, 2008; Ferri, voce Conto\ncorrente di corrispondenza, in Enc. dir., IX, Milano, 1961; Molle, Conto corrente\nbancario, in Nss. D.I. IV, Torino 1959, 414; Morelli, Materiali per una configurazione\ndel conto corrente bancario come contratto legalmente tipico, in Giust. civ. 4, 1998,\n139; Salnitro, Conto corrente bancario, in Dig. Comm., Torino, 1989.\nAutori: Caterina Costabile\nCOMMENTATO CODICE CIVILE\nCodice Civile n. 1854 - Conto corrente intestato a più persone.\n[I]. Nel caso in cui il conto sia intestato a più persone, con facoltà per le medesime di\ncompiere operazioni anche separatamente, gli intestatari sono considerati creditori o\ndebitori in solido dei saldi del conto [1292 ss.].I cointestatari sono in ogni caso considerati «creditori e debitori in solido del\nsaldo del conto», il che significa che non soltanto ciascuno è tenuto nei confronti\ndella banca per l'intero, ma può anche pretendere il pagamento dell'intero o dare\nordini relativamente all'intero (FERRI, 673).\nLa cointestazione di un conto corrente, attribuendo agli intestatari la qualità\ndi creditori o debitori solidali dei saldi del conto sia nei confronti dei terzi, che nei\nrapporti interni, fa presumere la contitolarità dell'oggetto del contratto (art. 1298\nc.c., comma 2), ma tale presunzione dà luogo soltanto all'inversione dell'onere\nprobatorio, e può essere superata attraverso presunzioni semplici - purché gravi,\nprecise e concordanti - dalla parte che deduca una situazione giuridica diversa da\nquella risultante dalla cointestazione stessa (Cass. II, n. 11375/2019).\nLa S.C. ha chiarito che il saldo finale negativo di un conto corrente grava in capo a\ntutti gli intestatari del conto medesimo, anche nel caso in cui tale risultato sia stato\ndeterminato da operazioni poste in essere da uno solo degli intestatari\ncontrattualmente abilitati ad operare disgiuntamente (Cass. I, n. 9063/2017).\n2. Facoltà di compiere le operazioni separatamente\nLa disposizione in esame stabilisce che, nel caso di conto corrente intestato a più\npersone, gli intestatari sono considerati creditori o debitori in solido dei saldi del conto e ciò\nanche nell'ipotesi in cui, alle persone alle quali il conto è intestato, sia riconosciuta la\nfacoltà di compiere operazioni separatamente (Cass. I, n. 13663/2004).\nLa giurisprudenza ha sottolineato che tale facoltà non può tuttavia essere presunta per il\nsol fatto che il conto risulti intestato a più persone, anche perché il titolo per fondare\nuna solidarietà attiva deve essere inequivocamente convenzionale (Cass. I, n.\n8961/2000).\nDi conseguenza, in mancanza, le singole operazioni individuali non risultano efficaci\nse non attuate con il consenso, che non può essere presunto, di tutti i cointestatari;\ninoltre, l'esigenza formale che caratterizza i contratti bancari, ai sensi dell'art. 117 d.lgs. n.\n385/1993, preclude il rinvenimento della menzionata clausola dal mero comportamento,\nprocessuale o extraprocessuale, delle parti (Cass. I, n. 16671/2012).\n3. Rapporti interni\nNel conto corrente bancario intestato a due (o più) persone, i rapporti interni tra\ncorrentisti sono regolati non dall'art. 1854, riguardante i rapporti con la banca, bensì dal\nPagina 22 di 118comma 2 dell'art. 1298, in base al quale, in mancanza di prova contraria, le parti di\nciascuno si presumono uguali (Cass. II, n. 27069/2022; Cass. I, n. 77/2018).\nPertanto ciascun cointestatario, anche se avente facoltà di compiere operazioni\ndisgiuntamente, nei rapporti interni non può disporre in proprio favore, senza il\nconsenso espresso o tacito dell'altro, della somma depositata in misura eccedente\nla quota parte di sua spettanza, e ciò in relazione sia al saldo finale del conto, sia\nall'intero svolgimento del rapporto (Cass. lav., n. 18777/2015; Cass. I, n. 26991/2013).\nTale presunzione dà luogo soltanto all'inversione dell'onere probatorio, e può essere\nsuperata attraverso presunzioni semplici — purché gravi, precise e concordanti — dalla\nparte che deduca una situazione giuridica diversa da quella risultante dalla cointestazione\nstessa (Cass. II, n. 4838/2021; Cass. I, n. 28839/2008). Ne consegue che, ove il saldo\nattivo discenda dal versamento di somme di pertinenza di uno solo dei correntisti, deve\nescludersi che l'altro possa, nei rapporti interni, avanzare diritti su di esso (Cass. II, n.\n23403/2022; Cass. II, n. 29324/2021).\nLa S.C. ha chiarito che la presunzione di contitolarità di un conto corrente non\nimpedisce ai cointestatari di regolare i propri rapporti di debito-credito avvalendosi\ndello stesso conto: ragione per cui il pagamento di un debito di un contitolare attraverso il\nconto corrente cointestato non costituisce prova della riconducibilità ad entrambi\ndell'avvenuto pagamento, in presenza di altri elementi idonei a ricondurre ad uno solo dei\ncointestatari l'adempimento stesso (Cass. III, n. 9816/2018).\n4. Pignoramento e sequestro\nNelle ipotesi di pignoramento o sequestro dei crediti verso la banca promosso dal\ncreditore di uno dei due cointestatari, in difetto di elementi di prova contraria, trova\napplicazione il secondo comma dell'art. 1298 in forza del quale il pignoramento ed il\nsequestro sono ritenuti legittimi sino alla concorrenza della metà (Cass. III, n.\n10028/1998).\n5. Morte e incapacità sopravvenuta dell'intestatario\nL'art. 9 delle “Condizioni generali relative al rapporto banca-cliente”, contenute\nnell'Allegato A della circolare dell'Associazione Bancaria Italiana (Abi) del 25 febbraio 2005\nprevede che, in caso di morte o di sopravvenuta incapacità di agire di uno dei cointestatari\ndel conto, ciascuno degli altri conserva il diritto di disporre separatamente del suo rapporto.\nAnaloga facoltà spetta agli eventuali eredi del cointestatario, che devono però avvalersene\ncongiuntamente, ed al legale rappresentante dell'incapace.\nPagina 23 di 118", "framework": "Particolari princìpi vigono nell'ipotesi in cui il conto sia intestato a più persone.\nRispetto a questa ipotesi può essere convenuto che queste persone compiano\n«congiuntamente» le operazioni sul conto o invece che tali operazioni possano\nessere compiute «separatamente» da ciascuna di esse; in mancanza di espressa\nprevisione della facoltà dei singoli intestatari di agire separatamente, la\nintestazione del conto a più persone importa che queste debbano operare\ncongiuntamente (SALNITRO, 25).\nPagina 21 di 118", "bibliography": "", "source_file": "document.pdf", "page_number": 21}
{"article_number": "1853", "title": "Compensazione tra i saldi di più rapporti o più conti.", "text": "Tale potere di disposizione separata viene però meno se uno dei contitolari o degli\neventuali eredi del cointestatario ovvero il rappresentante legale dell'incapace facciano\nopposizione comunicandola alla banca anche solo con lettera raccomandata (in arg. v.\nPORZIO, in Tr. Res., 1986, 903).\nBibliografia\nCavalli, Conto corrente, II, Conto corrente bancario, in Enc. giur., VIII, Roma, 1988;\nCavalli, Considerazioni sulla revocatoria delle rimesse in conto corrente bancario\ndopo la riforma dell'art. 67 legge fallimentare, in Banca borsa tit. cred. 2006, I, 1;\nCavalli e Callegari, Lezioni sui contratti bancari, Bologna, 2008; Ferri, voce Conto\ncorrente di corrispondenza, in Enc. dir., IX, Milano, 1961; Molle, Conto corrente\nbancario, in Nss. D.I. IV, Torino 1959, 414; Morelli, Materiali per una configurazione\ndel conto corrente bancario come contratto legalmente tipico, in Giust. civ. 4, 1998,\n139; Salnitro, Conto corrente bancario, in Dig. Comm., Torino, 1989.\nAutori: Caterina Costabile\nCOMMENTATO CODICE CIVILE\nCodice Civile n. 1853 - Compensazione tra i saldi di più rapporti o più conti.\n[I]. Se tra la banca e il correntista esistono più rapporti o più conti, ancorché in monete\ndifferenti, i saldi attivi e passivi si compensano [1241] reciprocamente, salvo patto contrario\n[1246n. 4].del saldo di un conto, come posta passiva, in un altro conto ancora aperto (con le\nmodalità proprie di tale tipo di operazione), salva manifestazione di volontà di segno\ncontrario da parte del cliente (Cass. VI, n. 1445/2020).\nAd avviso della S.C. la norma in esame prevede un'ipotesi di compensazione\ntecnica e legale che non può essere rilevata d'ufficio, essendo il relativo effetto\nestintivo soggetto ad un onere di dichiarazione, peraltro non necessitante di formule\nsacramentali, della parte che decida di avvalersene (Cass. III, n.17914/2019).\n2. Ambito di operatività\nLa giurisprudenza ha evidenziato che la compensazione tra i saldi attivi e passivi di\npiù rapporti o conti tra banca e cliente, prevista dalla norma in esame, si verifica soltanto\nallorché si tratti di conti o rapporti chiusi. Si è difatti evidenziato che, se l'art. 1853\nvenisse interpretato nel senso della operatività della compensazione anche tra conti o\nrapporti aperti, darebbe luogo alla continua determinazione di un saldo unico, in contrasto\ncon la volontà delle parti di dare vita a due rapporti formalmente e contabilmente distinti\n(Cass. I, n. 2801/2009; Cass. I, n. 10208/2007; contraCass. I, n. 6558/1997).\nAnche la dottrina reputa che l'applicabilità dell'art. 1853 sia circoscritta al caso in cui\nuno dei conti fosse chiuso per iniziativa di una delle parti (PORZIO, in Tr. Res., 1986, 902)\n3. Il patto contrario: la convenzione di assegno\nL'art. 1853 è norma derogabile dalle parti essendo espressamente fatto salvo il patto\ncontrario.\nCi si era all'uopo chiesti se la convenzione di assegno integri o meno il patto contrario\nimponendo alla banca di vincolare la provvista alla copertura degli assegni e di non\npoterne disporre senza l'autorizzazione del cliente.\nÈ prevalsa in giurisprudenza l'impostazione che reputa che la semplice convenzione\ndi assegno non può considerarsi ostativa all'applicazione dell'art. 1853 dal momento\nche con essa non vi è alcun impegno da parte dell'istituto di credito a tenere ferma la\nprovvista del cliente, sussistendo in capo alla banca il solo obbligo di informazione (Cass. I,\nn. 3447/1986).\nAnche la dottrina prevalente risulta orientata in tal senso (CAVALLI-CALLEGARI, 95;\nMOLLE, in Tr. C.M.,1981, 542).\nPagina 25 di 118", "framework": "La disposizione in esame, che dispone che se tra la banca ed il correntista esistono\npiù rapporti o più conti i saldi attivi e passivi si compensano reciprocamente salvo\npatto contrario, risulta dettata allo di scopo di garantire la banca contro ogni scoperto\nnon specificamente pattuito che risulti a debito del cliente quale effetto di un\nqualsiasi rapporto o conto corrente fra le due parti.\nIl legislatore ha pertanto previsto che la compensazione tra saldi attivi e saldi\npassivi, anche a favore del correntista, sia attuata mediante annotazioni in conto,\ne, in particolare (alla luce del principio dell'unità dei conti), attraverso la immissione\nPagina 24 di 118", "bibliography": "", "source_file": "document.pdf", "page_number": 24}
{"article_number": "1852", "title": "Disposizione da parte del correntista.", "text": "Bibliografia\nCavalli, Conto corrente, II, Conto corrente bancario, in Enc. giur., VIII, Roma, 1988;\nCavalli, Considerazioni sulla revocatoria delle rimesse in conto corrente bancario\ndopo la riforma dell'art. 67 legge fallimentare, in Banca borsa tit. cred. 2006, I, 1;\nCavalli e Callegari, Lezioni sui contratti bancari, Bologna, 2008; Ferri, voce Conto\ncorrente di corrispondenza, in Enc. dir., IX, Milano, 1961; Molle, Conto corrente\nbancario, in Nss. D.I. IV, Torino 1959, 414; Morelli, Materiali per una configurazione\ndel conto corrente bancario come contratto legalmente tipico, in Giust. civ. 4, 1998,\n139; Salnitro, Conto corrente bancario, in Dig. Comm., Torino, 1989.\nAutori: Caterina Costabile\nCOMMENTATO CODICE CIVILE\nCodice Civile n. 1852 - Disposizione da parte del correntista.\n[I]. Qualora il deposito [1834 ss.], l'apertura di credito [1842] o altre operazioni bancarie\nsiano regolate in conto corrente, il correntista può disporre in qualsiasi momento delle\nsomme risultanti a suo credito, salva l'osservanza del termine di preavviso eventualmente\npattuito.\nRiferimenti chiave:\nD.lgs. n. 385/1993.progressiva formazione di un saldo (attivo o passivo) per il correntista\n(CAVALLI, 1988, 2).\nL'accordo tra il cliente e la banca, in base al quale anche altro soggetto a ciò\ndelegato è autorizzato a compiere operazioni sul conto corrente, spiega unicamente\nl'effetto, per le operazioni e nei limiti di importo stabiliti, di vincolare la medesima\nbanca a considerare alla stessa stregua di quella del delegante la firma di tale\ndelegato, ma non comporta il conferimento a quest'ultimo di un potere generale di\nagire in rappresentanza del detto delegante per il compimento di qualsiasi tipo di atto\nnegoziale riferibile al conto in esame (Cass. III, n. 859/2020).\n2. Natura giuridica\nVarie sono le tesi avanzate sulla natura giuridica del conto corrente bancario:\npur essendo sostanzialmente pacifica la struttura ternaria del rapporto di conto corrente di\ncorrispondenza — in quanto risultante dalla compresenza delle tre distinte componenti di\nuna previa costituzione di provvista, di una successiva attività gestoria e di una coeva\nregolamentazione contabile — la dottrina si è poi, infatti, largamente divisa nell'apprezzare\nla risultante combinatoria di tali elementi in termini di prevalenza di una delle tre riferite\ncomponenti sulle altre oppure di cooperazione funzionale, ovvero di compenetrazione\nstrutturale delle stesse (MORELLI, 139).\nSecondo la prima prospettiva — a seconda che si attribuisca prevalenza al profilo\ncostitutivo della provvista, a quello gestorio, od a quello contabile del rapporto — il\nconto corrente bancario si risolve: a) in una «clausola accessoria» rispetto a contratti\nbancari tipici attivi o passivi (CAVALLI-CALLEGARI, 73); b) in una forma sui generis di\n«mandato»; c) in una sottospecie del contratto di «conto corrente».\nNella diversa ottica di un rapporto funzionale di cooperazione tra le suddette\ncomponenti, si inquadra la tesi, invece, del «collegamento di negozi» — deposito/apertura\ndi credito, mandato, conto corrente — che si assumano coordinati nella produzione\ndell'effetto complessivo del rapporto di conto corrente bancario (FERRI, 668).\nMentre chi postula, tra le componenti stesse, un necessario rapporto di integrazione\nstrutturale, ravvisa coerentemente, nella specie, un « contratto (unitario e) complesso»:\natipico ovvero tipico.\nL'orientamento prevalente in dottrina (FIORENTINO, in Comm. S. B., 164; MOLLE, in Tr.\nC.M.,1981, 493) è quello che vede nel contratto di conto corrente un contratto atipico\nunitario e complesso “dominato dalle regole del mandato\".\nPagina 27 di 118Anche la giurisprudenza risulta orientata in tal senso, e reputa che il conto corrente\ndi corrispondenza costituisce un negozio giuridico atipico dominato dalle regole del\nmandato, in quanto la banca assume l'incarico di compiere pagamenti o riscossioni di\nsomme per conto del cliente e secondo le sue istruzioni, potendo altresì mettere a sua\ndisposizione anche delle somme (Cass. I, n. 2226/2017; Cass. I, n. 1584/2017).\n3. Forma\nIl conto corrente di corrispondenza, come tutti i contratti bancari, ha risentito\ndell'introduzione di obblighi formali (e sostanziali) dettati dalla normativa di vigilanza\nprudenziale e di trasparenza bancaria e protezione del consumatore.\nIn particolare, il primo comma dell'art. 117 d.lgs. n. 385/1993 (T.U. in materia bancaria e\ncreditizia) riproduce il comma 1 dell'art. 3 l. 17 febbraio 1992 n. 154 ribadendo il principio\nche i contratti bancari devono essere redatti per iscritto.\nL'inosservanza di tale requisito è sanzionata da nullità (art. 117, comma 3) che però\npuò essere fatta valere dal solo cliente o rilevata di ufficio dal giudice (art. 127,\ncomma 2).\nIn passato vi era un contrasto nella giurisprudenza di legittimità in ordine alla validità\ndei contratti bancari sottoscritti dal solo cliente.\nLe Sezioni Unite sono intervenute statuendo che il requisito della forma scritta del\ncontratto-quadro relativo ai servizi di investimento, disposto dall’art. 23 d.lgs. n. 58/1998, è\nrispettato ove sia redatto il contratto per iscritto e ne venga consegnata una copia al\ncliente, ed è sufficiente la sola sottoscrizione dell’investitore, non necessitando la\nsottoscrizione anche dell’intermediario, il cui consenso ben si può desumere alla stregua di\ncomportamenti concludenti dallo stesso tenuti (Cass. S.U., n. 898/2018).\nDi recente la S.C. ha ribadito che il requisito della forma scritta di cui all'art. 117 t.u.b. ha\nnatura funzionale e non strutturale e risulta assolto se il contratto è sottoscritto dal solo\ncliente cui una copia deve essere consegnata (Cass. I, n. 9196/2021) .\n4. La costituzione della provvista\nIl contratto di conto corrente bancario e l'esecuzione degli ordini di pagamento impartiti dal\ncorrentista presuppongono necessariamente la costituzione presso l'istituto di credito di\nuna provvista, intesa come disponibilità monetaria idonea a consentire l'esecuzione\ndegli incarichi conferiti.\nPagina 28 di 118Disponibilità che può essere creata con versamenti di denaro proprio del correntista o con\nla stipulazione di un'apertura di credito o di un altro tipo di contratto di finanziamento con il\nquale la banca fornisce allo stesso la valuta necessaria per la creazione della provvista.\n5. Le annotazioni in conto\nNel conto corrente di corrispondenza la disponibilità del conto è destinata a modificarsi nel\ncorso del rapporto in conseguenza dei successivi versamenti e prelievi che si traducono in\nannotazioni di accreditamenti e addebitamenti nel conto.\nLe annotazioni, a differenza del conto corrente ordinario, non costituiscono\nconseguenza di reciproche rimesse — e dunque non esprimono l'esistenza di crediti e\ndebiti reciproci — ma rappresentano semplici variazioni quantitative dell'originario\nrapporto di debito o di credito con la banca (MOLLE, in Tr. C. M.,1981, 487; PORZIO, in\nTr. Res., 1986, 871).\n6. I servizi di pagamento\nGli addebiti in conto corrente sono determinati dagli incarichi di pagamento a cui la banca\ndeve provvedere subordinatamente all'esistenza di fondi disponibili, oltre che dalla\nannotazione degli interessi debitori e delle spese: la richiesta del cliente assume, pertanto,\ncarattere di “incarico” o di “ordine” in relazione ad una attività dovuta della banca.\nFra gli ordini di pagamento posizione consolidata e tradizionale occupano quelli effetti\na mezzo assegni bancari la cui traenza è prevista e regolata da apposita convenzione (la\ncd. convenzione di assegno) che la giurisprudenza considera implicita nel conto\ncorrente di corrispondenza (Cass. I, n. 3447/1986).\nLa convenzione in oggetto è disciplinata dalle norme bancarie uniformi, dal r.d. n.\n1736/1933 (cd. legge assegni) e dalla l. n. 386/1990 come modificata dal d.lgs. n.\n507/1999.\nRientrano tra gli ordini di pagamento anche i bonifici richiesti dal correntista che si\nsostanziano in ordini di trasferimento di denaro da un conto corrente ad un altro, presso la\nstessa banca o banche diverse.\nIl bonifico viene inquadrato dalla dottrina nella delegazione di pagamento\n(MOLLE, in Tr. C.M.,1981, 496) e non comporta, quindi, l'assunzione da parte del delegato\nPagina 29 di 118di alcun obbligo nei confronti del delegatario a meno che egli non decida di obbligarsi\ndirettamente nei suoi confronti (12699, comma 1).\nAnche giurisprudenza riconosce al bonifico natura didelegatio solvendi (Cass. I, n.\n3086/2018) escludendo tuttavia che, pur in assenza di un espresso divieto del delegante,\nla banca delegata possa assumere un'autonoma obbligazione, ai sensi dell'art.\n1269, comma 1, verso il creditore delegatario al fine di compensare i crediti dalla stessa\nvantati, ove l'assunzione di tale obbligo si ponga in contrasto con il rapporto di mandato\nexart. 1856 (Cass. I, n. 10545/2015).\nÈ inoltre possibile che il correntista appoggi o domicili cambiali o altri documenti\nincorporanti una sua obbligazione presso la banca, dando incarico a quest'ultima di\neseguire il pagamento della prestazione mediante addebito della relativa provvista sul\nconto corrente. Molto utilizzata è anche la domiciliazione presso la banca di fatture\ncommerciali periodiche al cui saldo è tenuto il titolare del conto corrente (Cavalli-Callegari,\n71).\nRientrano tra le operazioni di pagamento anche le operazioni di prelievo di denaro\neffettuate dal cliente (anche con carta Pagobancomat) nonché i pagamenti diretti presso\nesercizi commerciali attraverso carte di credito o carte Pagobancomat.\n7. I servizi di riscossione\nSpeculari alle operazioni di pagamento sono le operazioni di riscossione somme: in\ndette ipotesi l'accreditamento si perfeziona nel momento in cui l'importo viene annotato nel\nconto indipendentemente dalla comunicazione al correntista in favore del quale viene\neffettuata l'annotazione (Cass. I, n. 3507/1989).\nRientra nelle operazioni di riscossione il bonifico, quale l'incarico del terzo dato alla\nbanca di accreditare al cliente correntista la somma oggetto della provvista, costituisce\nun ordine (delegazione) di pagamento che la banca delegata, se accetta, si impegna\n(verso il delegante) ad eseguire.\nLa giurisprudenza ha evidenziato che la banca quando accetta la delegazione di\npagamento conferitale da un terzo con un bonifico, si obbliga all'esecuzione nei\nconfronti del solo delegante, non assumendo alcuna autonoma obbligazione nei\nconfronti del correntista beneficiario (Cass. I, n. 1742/2009).\nCiò in quanto lo sviluppo ulteriore dell'operazione trova la sua causa nel contratto di conto\ncorrente di corrispondenza che implica un mandato generale conferito alla banca dal\nPagina 30 di 118correntista ad eseguire e ricevere pagamenti per conto del cliente, con autorizzazione a far\naffluire nel conto le somme così acquisite in esecuzione del mandato (Cass. I, n.\n17954/2008).\nRientrano tra le operazioni di riscossione anche quelle relative ai crediti contenuti in\nportafoglio tra i quali rientrano le fatture per forniture e prestazioni e le ricevute bancarie\n(ri.ba.): queste ultime sono dichiarazioni di quietanza rilasciate dal creditore e consegnate\nalla banca perché provveda all'incasso del credito relativo. La banca designata per il\npagamento del credito indicato nella ricevuta bancaria provvederà ad inviare al debitore un\navviso della scadenza ormai prossima e, quando il pagamento sia stato effettuato,\nrilascerà al debitore la ricevuta quietanzata, salvo restituire al creditore-correntista quelle\nrimaste insolute.\nTra i servizi in esame rientra anche l'incasso di assegni o di altri titoli di credito girati\ndal correntista all'istituto di credito: nell'eseguire le operazioni di incasso la banca agisce\npertanto su ordine del correntista e non per proprio conto, con conseguente produzione\ndegli effetti a favore del mandante.\nLa giurisprudenza ha evidenziato che la clausola «salvo incasso» inerente al versamento\ndi un titolo di credito da parte del cliente sul conto corrente bancario, ricollegandosi ad un\nmandato conferito alla banca per la realizzazione del credito portato dallo stesso, ha effetto\nsospensivo del trasferimento della proprietà, in attesa che il mandato sia compiutamente\nadempiuto con l'effettiva riscossione. La banca, prima dell'incasso, non è pertanto tenuta a\nmettere a disposizione del cliente la relativa somma e non può essere chiamata a\nrispondere dei danni che il cliente stesso abbia subito per il protesto di un proprio assegno,\nemesso senza l'osservanza dell'onere del preventivo accertamento del buon fine di quel\ntitolo (Cass. I, n. 1946/1999).\n8. Fallimento del correntista e revocatoria fallimentare\nIl fallimento del correntista determina «ipso iure» lo scioglimento del contratto\ndi conto corrente bancario e la cristallizzazione, alla corrispondente data, dei\nrapporti di debito/credito tra le parti (Cass. I, n. 19325/2013).\nPrima della riforma della legge fallimentare la S.C. riteneva, in caso di fallimento del\ncorrentista, revocabili tutte le rimesse effettuate su un conto scoperto (ovvero non assistito\nda un'apertura di credito o coperto da un'apertura di credito ma con saldo passivo\neccedente il fido concesso) e quando fossero state effettuate in epoca successiva alla\nchiusura del conto o alla revoca del fido poiché in siffatte ipotesi le rimesse avevano\ncarattere solutorio (Cass. I, n. 15605/2014; Cass. n. 16608/2010).\nPagina 31 di 118La novella di cui alla l. 14 maggio 2005 n. 80 ha modificato la disciplina della\nrevocatoria fallimentare, dettata dall'art. 67 r.d. n. 267/1942, introducendo un'esenzione per\nle rimesse in conto corrente bancario che non abbiano ridotto in maniera consistente e\ndurevole l'esposizione debitoria del fallito verso la banca (CAVALLI, 2006, 1).\nLa giurisprudenza di merito ha evidenziato che il criterio di valutazione quantitativo\ndella riduzione consistente dell'esposizione debitoria, in mancanza di indicazioni da parte\ndel legislatore, deve essere relativizzato in termini percentuali, con riferimento all'importo\nmassimo revocabile di cui all'art. 70, comma 3, r.d. n. 267/1942.\nCiò in quanto l'intento del legislatore medesimo è quello di escludere dall'ambito di\napplicazione dell'istituto della revocatoria quelle operazioni che, per il loro peso, non\npaiono idonee a depauperare il patrimonio del fallito in maniera significativa.\nAllo stesso modo, per l'accertamento della natura durevole della riduzione del debito,\nidentificabile nell'apprezzabile stabilità nel tempo dell'effetto solutorio, dovrà farsi ricorso ad\nun criterio relativo e non assoluto, dipendente dalla frequenza delle movimentazioni del\nconto (Trib. Reggio Emilia 13 maggio 2016;Trib. Udine 16 aprile 2012; Trib. Milano 27\nmarzo 2008).\nSi è altresì ritenuto che al fine di verificare se le rimesse abbiano ridotto in maniera\nconsistente e durevole l'esposizione debitoria del correntista va verificata: 1) l'entità\niniziale, finale e massima dell'esposizione debitoria suddetta; 2) la differenza tra\nl'ammontare massimo e quello esistente alla data di fallimento delle pretese creditorie della\nBanca convenuta nel periodo considerato; 3) l'entità delle rimesse effettuate nel suddetto\nperiodo di importo non inferiore al 10% del massimo revocabile sopra indicato (Trib.\nFirenze I, 18 aprile 2016, n. 18090) .\nBibliografia\nCavalli, Conto corrente, II, Conto corrente bancario, in Enc. giur., VIII, Roma, 1988;\nCavalli, Considerazioni sulla revocatoria delle rimesse in conto corrente bancario\ndopo la riforma dell'art. 67 legge fallimentare, in Banca borsa tit. cred. 2006, I, 1;\nCavalli e Callegari, Lezioni sui contratti bancari, Bologna, 2008; Ferri, voce Conto\ncorrente di corrispondenza, in Enc. dir., IX, Milano, 1961; Molle, Conto corrente\nbancario, in Nss. D.I. IV, Torino 1959, 414; Morelli, Materiali per una configurazione\nPagina 32 di 118", "framework": "Il «conto corrente bancario» — detto anche «di corrispondenza» (perché in\npassato le relative operazioni erano disposte e comunicate con scambio di\ncorrispondenza) o «conto corrente semplice» (per distinguerlo dal contratto di «conto\ncorrente proprio» di cui all'art. 1823) — è quella fattispecie negoziale in virtù della\nquale il cliente conferisce e la banca, attraverso l'organizzazione del proprio\nservizio di cassa, si impegna ad eseguire una serie continuativa di incarichi di\npagamento (o di riscossione) con utilizzazione (od incremento) di fondi presso\ndi essa, dal primo previamente all'uopo costituiti e costantemente da lui\ndisponibili, con annotazione delle relative operazioni in un unico conto e con\nPagina 26 di 118", "bibliography": "", "source_file": "document.pdf", "page_number": 26}
{"article_number": "1851", "title": "Pegno irregolare a garanzia di anticipazione.", "text": "del conto corrente bancario come contratto legalmente tipico, in Giust. civ. 4, 1998,\n139; Salnitro, Conto corrente bancario, in Dig. Comm., Torino, 1989.\nAutori: Caterina Costabile\nCOMMENTATO CODICE CIVILE\nCodice Civile n. 1851 - Pegno irregolare a garanzia di anticipazione.\n[I]. Se, a garanzia di uno o più crediti, sono vincolati depositi di danaro, merci o titoli che\nnon siano stati individuati o per i quali sia stata conferita alla banca la facoltà di disporre\n[1846], la banca deve restituire solo la somma o la parte delle merci o dei titoli che\neccedono l'ammontare dei crediti garantiti. La eccedenza è determinata in relazione al\nvalore delle merci o dei titoli al tempo della scadenza dei crediti.La giurisprudenza (Cass. III, n. 12964/2005) ha evidenziato che ricorre il pegno\nregolare di titoli di credito qualora nel contratto sia previsto che:\n- i titoli vengano immessi in un conto a deposito con rubrica a nome del debitore e con\npossibilità di sostituzione di essi solo previo accordo;\n- gli incassi di cedole scadute debbano essere rimessi al debitore, restando a carico del\nmedesimo le spese e gli oneri relativi al pegno;\n- il creditore possa realizzare il pegno solo in caso di mancato pagamento preceduto da\nrichiesta di pagamento formulata a mezzo lettera raccomandata;\n- il creditore, a tal fine, per la vendita del pegno, debba osservare le prescrizioni di cui\nall'art. 2797 e sia munito di mandato a vendere in rem propriam, il quale non determina il\ntrasferimento in capo al mandatario della proprietà del bene e non priva il mandante\ndel potere di disporre del suo diritto di proprietà sul bene oggetto del mandato.\nSi esula dall'ipotesi di pegno regolare e si rientra, viceversa, nella disciplina del\npegno irregolare, qualora il debitore, a garanzia dell'adempimento della sua obbligazione,\nabbia vincolato al suo creditore un titolo di credito o un documento di legittimazione\nindividuati, conferendo a quest'ultimo anche la facoltà di disporre del relativo diritto, come\ndelineato dall'art. 1851, norma (riferita all'anticipazione bancaria, ma che costituisce\ntuttavia la regola generale di ogni altra ipotesi di pegno irregolare) in base alla quale il\ncreditore garantito acquisisce la somma portata dal titolo o dal documento, che\ndovrà restituire al momento dell'adempimento o, in caso di inadempimento, dovrà rendere\nper quella parte eccedente l'ammontare del credito garantito, determinata in relazione al\nvalore delle cose al tempo della relativa scadenza (Cass. I, n. 26154/2006).\nLa S.C. ha ritenuto incompatibile con il pegno irregolare il patto che prevede la\nfacoltà del creditore pignoratizio di provvedere autonomamente alla riscossione dei\ntitoli concessi in pegno alla scadenza e di impiegare gli importi riscossi nell'acquisto\ndi altrettanti titoli della stessa natura, e così di seguito a ogni successiva scadenza dei\ntitoli provenienti dal rinnovo o dai rinnovi (cd. pegno rotativo), con l'avvertenza che gli\nimporti riscossi e i titoli con essi acquistati restino soggetti all'originario vincolo di pegno.\nCiò in quanto la riscossione dei titoli alla scadenza (e non la vendita degli stessi in\nqualsiasi momento) e l'acquisto di titoli della stessa natura rendono evidente la mera\nsurrogazione dell'oggetto di un pegno regolare e non l'attribuzione alla banca della\nfacoltà di disporre dei titoli. Non risulta idonea ad escludere siffatta qualificazione\nl'inclusione dei titoli in un certificato cumulativo, atteso che la dematerializzazione, pur\nsuperando la fisicità del titolo, non è incompatibile con il pegno regolare, consentendone\nforme di consegna e di trasferimento virtuali, attraverso meccanismi alternativi di\nPagina 34 di 118scritturazione, senza la movimentazione e senza neppure la creazione del supporto\ncartaceo (Cass. I, n. 3674/2014).\n2.1. Pegno di un libretto di deposito bancario\nSecondo la giurisprudenza il pegno di un libretto di deposito bancario si configura\ncome pegno regolare di credito quando è costituito a favore di un soggetto diverso\ndalla banca depositaria, mentre assume natura di pegno irregolare del denaro\ndepositato se è costituito in favore della stessa banca depositaria, poiché in tal caso\nla banca acquista la proprietà del denaro con l'obbligo di restituire il tantundem alla\nscadenza (Cass. I, n. 3794/2008; Cass.S.U., n. 2002/2001).\n3. Il divieto di patto commissorio non incide sulla liceità del pegno\nirregolare\nIl problema teorico che pone il pegno irregolare — spesso definito nella prassi\n«cauzione» (DALMARTELLO, ult. cit.) — è costituito dalla necessità di coordinare,\nnell'ambito del fenomeno, la funzione di garanzia del bene fungibile con il trasferimento di\nproprietà dello stesso, esigenza che sembra contraddetta da considerazioni giuridiche con\nriferimento al divieto del patto commissorio ex art. 2744.\nLa dottrina evidenzia all'uopo che nel pegno irregolare la proprietà del bene si\ntrasferisce subito, mentre nel patto commissorio essa «passa al creditore» solo in\ncaso di inadempimento (CICCARELLO, ult. cit.).\nLa giurisprudenza ha evidenziato che la costituzione di un pegno irregolare rende\ninoperante il divieto di patto commissorio di cui all'art. 2744, dovendosi ritenere\nconsentito al creditore, in forza del disposto del precedente art. 1851 ed in coerenza con\nl'intento del legislatore di evitare indebite locupletazioni, di fare definitivamente propria la\n(sola) somma corrispondente al credito garantito nell'ipotesi di inadempimento della\ncontroparte e, quindi, di compensarlo con il suo debito di restituzione del tantundem, nel\nlegittimo esercizio del proprio diritto di prelazione e senza richiesta di assegnazione al\ngiudice dell'esecuzione (Cass. III, n. 10000/2004).\n4. Estinzione del rapporto\nLa natura giuridica del pegno irregolare comporta che le somme di danaro o i titoli\ndepositati presso il creditore diventano — diversamente che nell'ipotesi di pegno regolare\nPagina 35 di 118— di proprietà del creditore stesso, che ha diritto a soddisfarsi, pertanto, non secondo il\nmeccanismo di cui agli artt. 2796-2798 (che postula l'altruità delle cose ricevute in pegno),\nbensì direttamente sulla cosa, al di fuori del concorso con gli altri creditori.\nEsistendo unicità (ovvero accessorietà) di rapporti tra pegno irregolare e credito a\ngaranzia del quale esso è stato costituito, l'estinzione del credito stesso è effetto di\nun'operazione meramente contabile, che resta fuori, pertanto, dall'ambito di\noperatività dell'istituto della compensazione (Cass. III, n. 2479/2015).\n5. Interessi sul debito garantito\nLa giurisprudenza ha ritenuto che nel pegno irregolare, tra la costituzione della\ngaranzia e l'inadempimento del debitore che consente l'incameramento della garanzia da\nparte del creditore, maturino gli interessi sulle somme dovute.\nLa S.C. ha difatti rimarcato che a circostanza che il creditore, avendo acquisito la\ndisponibilità del denaro, si trovi a godere degli interessi, fa sì che il ricavato debba\nessere imputato a deconto prima delle spese, poi degli interessi e poi del capitale\ndovuti dal debitore (come si argomenta dall'art. 2791), ma non sospende\nautomaticamente il corso degli interessi sul debito garantito (Cass., I, n. 3794/2008).\n6. Gli effetti del fallimento sul pegno irregolare\nIl carattere e la modalità di operatività del pegno irregolare spiegano effetti anche\nnell'eventualità di una procedura concorsuale (VACCARO-ATTILIO, 174).\nIl creditore assistito da tale garanzia è difatti escluso dall'onere di far accertare il proprio\ncredito con domanda di ammissione al passivo ai sensi dell'art. 23 r.d. n. 267/1942,\ngiacché la pretesa creditoria si estingue satisfattivamente al momento della dichiarazione\ndi fallimento, che costituisce l'atto certo di inadempimento del debitore.\nIl creditore assistito da pegno irregolare, a differenza di quello assistito da pegno\nregolare, non è dunque tenuto ad insinuarsi al passivo fallimentare ai sensi dell'art. 53\nr.d. n. 267/1942 (per la nuova disciplina v. art. 152 d.lgs. n. 14/2019, “Codice della crisi\nd’impresa e dell’insolvenza”) per il soddisfacimento del proprio credito.\nResta, inoltre, sottratto alla revocatoria l'incameramento in via definitiva del\ndenaro o delle altre cose fungibili ricevuti in garanzia (salvo l'obbligo di restituire\nPagina 36 di 118", "framework": "La disposizione in esame disciplina la figura del «pegno irregolare a garanzia di\nanticipazione».\nIl pegno irregolare si configura ogniqualvolta il debitore costituisca in pegno una\ncosa fungibile: in tale ipotesi la proprietà della cosa si trasferisce al creditore il\nquale è tenuto a restituire, una volta estinto il debito, una cosa dello stesso\ngenere e quantità(Cass. VI, n. 24137/2018).\nIl creditore ha, pertanto, diritto a soddisfarsi non secondo il meccanismo di cui\nagli art. 2796 —2798 (che postula l'altruità delle cose ricevute in pegno), bensì\ndirettamente sulla cosa, al di fuori del concorso con gli altri creditori (Cass. I, n.\n10000/2004).\nLa dottrina ha osservato che l'aggettivo «irregolare» vale ad indicare\nnell'àmbito dei contratti restitutori quelle ipotesi che prevedono la restituzione\ndeltantundem: l'irregolarità, dovuta a questo carattere, prescinde quindi da ogni altro\naspetto, per il quale il contratto nominato appare perfettamente regolare\n(DALMARTELLO, 799).\n2. Differenze tra pegno regolare ed pegno irregolare sui titoli di\ncredito\nNon risulta sempre agevole la differenza tra il pegno regolare (artt. 2800 —2807) e\nquello irregolare su titoli di credito (CICCARELLO, 685).\nPagina 33 di 118", "bibliography": "", "source_file": "document.pdf", "page_number": 33}
{"article_number": "1850", "title": "Diminuzione della garanzia.", "text": "l'eccedenza, ex art. 1851), operando la compensazione come modalità tipica di esercizio\ndella prelazione (Cass. I, n. 24865/2014; Cass.S.U., n. 202/2001).\nLa S.C. ha all'uopo chiarito che il pegno di saldo di conto corrente bancario costituito a\nfavore della banca depositaria si configura come pegno irregolare solo quando sia\nespressamente conferita alla banca la facoltà di disporre della relativa somma mentre, nel\ncaso in cui difetti il conferimento di tale facoltà, si rientra nella disciplina del pegno\nregolare, ragion per cui la banca garantita non acquisisce la somma portata dal saldo, né\nha l'obbligo di restituire al debitore il \"tantundem\", sicché, difettando i presupposti per la\ncompensazione dell'esposizione passiva del cliente con una corrispondente obbligazione\npecuniaria della banca, l'incameramento della somma conseguente all'escussione del\npegno rientra nell'ambito di applicazione dell'art. 67 l. fall. (per la nuova disciplina v. art. 56\nd.lgs. n. 14/2019, “Codice della crisi d’impresa e dell’insolvenza”), ed è assoggettabile a\nrevocatoria fallimentare (Cass. I, n. 16618/2016).\nE' stato, altresì, chiarito che, in caso di fallimento del debitore, il creditore pignoratizio\ncui sia stato accordato di provvedere autonomamente alla riscossione dei titoli concessi in\npegno alla scadenza e di impiegare gli importi riscossi nell'acquisto di altrettanti titoli della\nstessa natura, restando tuttavia gli importi riscossi e i titoli con essi acquistati soggetti\nall'originario vincolo di pegno regolare, non ha diritto di ottenere dal giudice delegato\nlo “svincolo” dei medesimi titoli, poiché la facoltà di disporre degli stessi è attribuita\nal creditore, exart. 1851, soltanto nel pegno irregolare (Cass. I, n. 2503/2018).\nBibliografia\nCiccarello, voce Pegno (dir. priv.), in Enc. dir., XXXII, Milano, 1982; Dalmartello,\nPegno irregolare, in Nss. D.I., XIl, 1965, 799; Ferri, voce Anticipazione bancaria, in\nEnc. dir., II, Milano, 1958; Pavone La Rosa, Apertura di credito garantita da pegno e\nanticipazione bancaria, in Le operazioni bancarie, Milano, II, 1978; Serra,\nAnticipazione bancaria, in Dig. comm., I, Torino, 1987; Tondo, Dei contratti bancari,\nin Trattato Di Martino, Novara-Roma, 1971; Vaccaro e Attilio, Disciplina fallimentare\ne modus operandi del pegno irregolare, in Banca borsa e tit. credit. 2005, 2, 174.\nAutori: Caterina Costabile\nCOMMENTATO CODICE CIVILE\nCodice Civile n. 1850 - Diminuzione della garanzia.\nPagina 37 di 118[I]. Se il valore della garanzia diminuisce almeno di un decimo rispetto a quello che era al\ntempo del contratto, la banca può chiedere al debitore un supplemento di garanzia nei\ntermini d'uso, con la diffida che, in mancanza, si procederà alla vendita dei titoli o delle\nmerci dati in pegno [1461, 18442, 1867, 1877, 2743]. Se il debitore non ottempera alla\nrichiesta, la banca può procedere alla vendita a norma del secondo e quarto comma\ndell'articolo 2797.\n[II]. La banca ha diritto al rimborso immediato del residuo non soddisfatto col ricavato della\nvendita.", "framework": "La disposizione in esame prevede che quando il valore della garanzia sia diminuito\ndi almeno un decimo rispetto a quello che era al tempo del contratto — il che\nsignifica che il cosiddetto scarto si è ridotto di almeno un decimo — la banca possa\nchiedere un supplemento di garanzia nei termini d'uso, con diffida che, in mancanza\nsi procederà alla vendita dei titoli o delle merci date in pegno.\nCiò in ragione del meccanismo della proporzionalità costante tra debito e garanzia\ndurante il rapporto.\n2. Supplemento di garanzia\nLa richiesta di un supplemento di garanzia può avere luogo sia nel caso di diminuito\nvalore della garanzia per eventi materiali, sia nel caso in cui il valore del bene oggetto della\ngaranzia diminuisca per fattori economici (PAVONE LA ROSA, 115).\nIl supplemento fornito deve essere ovviamente tale da permettere la ricostituzione\ndell'originario rapporto tra credito e garanzia.\nLa disciplina legale ha carattere meramente dispositivo: le parti possono pertanto\nstabilire una percentuale di variazione diversa, maggiore o minore di quella prevista dalla\nlegge, per l'esercizio dei diritti attribuiti alla banca a norma dell'art. 1850 (FERRI, 528).\n3. Vendita\nQualora il sovvenuto non ottemperi alla richiesta di fornire un supplemento di garanzia, la\nbanca può procedere alla vendita delle merci e dei titoli ai sensi dell'art. 2797, commi 2 e 4,\ned ha altresì diritto al rimborso immediato dell'eventuale credito residuo non soddisfatto col\nricavato della vendita. In considerazione del mancato richiamo del primo comma dell'art.\n2797 è ritenuta sufficiente la semplice comunicazione scritta dell'avvio della procedura di\nvendita senza necessità di notifica a mezzo ufficiale giudiziario.\nPagina 38 di 118", "bibliography": "", "source_file": "document.pdf", "page_number": 37}
{"article_number": "1849", "title": "Ritiro dei titoli o delle merci.", "text": "È stato osservato che la facoltà di vendita dei titoli o delle merci dati in pegno non può\nessere esercitata in caso di impossibilità temporanea, non imputabile, di corrispondere il\nsupplemento di garanzia (MOLLE, in Tr. C. M.,1981, 287).\nBibliografia\nCiccarello, voce Pegno (dir. priv.), in Enc. dir., XXXII, Milano, 1982; Dalmartello,\nPegno irregolare, in Nss. D.I., XIl, 1965, 799; Ferri, voce Anticipazione bancaria, in\nEnc. dir., II, Milano, 1958; Pavone La Rosa, Apertura di credito garantita da pegno e\nanticipazione bancaria, in Le operazioni bancarie, Milano, II, 1978; Serra,\nAnticipazione bancaria, in Dig. comm., I, Torino, 1987; Tondo, Dei contratti bancari,\nin Trattato Di Martino, Novara-Roma, 1971; Vaccaro e Attilio, Disciplina fallimentare\ne modus operandi del pegno irregolare, in Banca borsa e tit. credit. 2005, 2, 174.\nAutori: Caterina Costabile\nCOMMENTATO CODICE CIVILE\nCodice Civile n. 1849 - Ritiro dei titoli o delle merci.\n[I]. Il contraente, anche prima della scadenza del contratto, può ritirare in parte i titoli o le\nmerci dati in pegno, previo rimborso proporzionale delle somme anticipate e delle altre\nsomme spettanti alla banca secondo la disposizione dell'articolo precedente, salvo che il\ncredito residuo risulti insufficientemente garantito [1795, 1850].", "framework": "Il meccanismo della proporzionalità costante tra debito e garanzia consente al\ndebitore di ottenere nel corso del rapporto lo svincolo dei beni dati in pegno\nsubordinatamente alla riduzione dell'anticipazione connessa, ovvero alla restituzione\ndelle somme erogate in misura sufficiente a conservare inalterata la proporzione tra\nle due grandezze originariamente stabilita.\nSi tratta quindi di una facoltà data al contraente di modificare, a sua\nrichiesta, la entità dell'anticipazione, e cioè di modificare, con un suo atto di\nvolontà, taluni elementi contrattuali, purché rimanga integro quel rapporto tra\ncredito e garanzia che è l'elemento essenziale del contratto (FERRI, 524).\nPagina 39 di 118", "bibliography": "", "source_file": "document.pdf", "page_number": 39}
{"article_number": "1848", "title": "Spese di custodia.", "text": "La presente disposizione integra una deroga al principio della indivisibilità del\npegno sancita dall'art. 2799.\n2. Lo svincolo dei beni nell'anticipazione in conto corrente ed\nanticipazione semplice\nLa dottrina ha evidenziato che nella anticipazione in conto corrente non soltanto la\nfacoltà ex art. 1849 può essere esercitata addirittura prima che vi sia stata una\nutilizzazione delle somme messe a disposizione e che sia sorto un obbligo di restituzione,\nma, quando venga esercitata, ha per effetto di ridurre la disponibilità, mentre la\nrestituzione anticipata ha l'effetto di ripristinare la disponibilità originaria (FERRI, ult.\ncit.).\nInvece, nell'anticipazione semplice, il ritiro parziale dei titoli o delle merci comporterà\nl'obbligo del sovvenuto di rimborsare una percentuale della somma riscossa\ncorrispondente al valore dei beni svincolati(PAVONE LA ROSA, 579).\nBibliografia\nCiccarello, voce Pegno (dir. priv.), in Enc. dir., XXXII, Milano, 1982; Dalmartello,\nPegno irregolare, in Nss. D.I., XIl, 1965, 799; Ferri, voce Anticipazione bancaria, in\nEnc. dir., II, Milano, 1958; Pavone La Rosa, Apertura di credito garantita da pegno e\nanticipazione bancaria, in Le operazioni bancarie, Milano, II, 1978; Serra,\nAnticipazione bancaria, in Dig. comm., I, Torino, 1987; Tondo, Dei contratti bancari,\nin Trattato Di Martino, Novara-Roma, 1971; Vaccaro e Attilio, Disciplina fallimentare\ne modus operandi del pegno irregolare, in Banca borsa e tit. credit. 2005, 2, 174.\nAutori: Caterina Costabile\nCOMMENTATO CODICE CIVILE\nCodice Civile n. 1848 - Spese di custodia.\n[I]. La banca, oltre al corrispettivo dovutole, ha diritto al rimborso delle spese [18383]\noccorse per la custodia delle merci e dei titoli, salvo che ne abbia acquistato la disponibilità\n[1846, 1851].", "framework": "Pagina 40 di 118", "bibliography": "", "source_file": "document.pdf", "page_number": 40}
{"article_number": "1847", "title": "Assicurazione delle merci.", "text": "La banca, essendo tenuta alla custodia dei titoli e delle merci, oltre al corrispettivo\ndovutole ha un diritto di rimborso in relazione alle spese occorse per la\ncustodia nell'ipotesi di pegno regolare.\nIl diritto al rimborso delle spese viene, invece, escluso dal legislatore per l'ipotesi di\npegno irregolare essendo la proprietà dei titoli e delle merci passata alla banca\ntenuta a restituire solo il tantundem.\n2. Obbligo di custodia\nRispetto ai titoli o alle merci dati in pegno la banca ha gli obblighi propri del creditore\npignoratizio: è pertanto tenuta ex art. 2790 alla custodia degli stessi.\nLa banca deve provvedere alla custodia a spese del cliente, adoperando la diligenza\ndel buon banchiereex art. 1176 (MOLLE, in Tr. C. M., 1981, 282)\nRispetto ai titoli la banca è tenuta anche alla conservazione dei diritti inerenti al titolo, così\nalla riscossione degli interessi e dei dividendi come alla vendita dei diritti di opzione, ove il\nsovvenuto, debitamente avvertito, non intenda esercitarlo e non fornisca all'uopo i fondi\nnecessari (FERRI, 525).\nBibliografia\nCiccarello, voce Pegno (dir. priv.), in Enc. dir., XXXII, Milano, 1982; Dalmartello,\nPegno irregolare, in Nss. D.I., XIl, 1965, 799; Ferri, voce Anticipazione bancaria, in\nEnc. dir., II, Milano, 1958; Pavone La Rosa, Apertura di credito garantita da pegno e\nanticipazione bancaria, in Le operazioni bancarie, Milano, II, 1978; Serra,\nAnticipazione bancaria, in Dig. comm., I, Torino, 1987; Tondo, Dei contratti bancari,\nin Trattato Di Martino, Novara-Roma, 1971; Vaccaro e Attilio, Disciplina fallimentare\ne modus operandi del pegno irregolare, in Banca borsa e tit. credit. 2005, 2, 174.\nAutori: Caterina Costabile\nCOMMENTATO CODICE CIVILE\nCodice Civile n. 1847 - Assicurazione delle merci.\nPagina 41 di 118[I]. La banca deve provvedere per conto del contraente [1891] all'assicurazione delle merci\ndate in pegno, se, per la natura, il valore o l'ubicazione di esse, l'assicurazione risponde\nalle cautele d'uso.", "framework": "In forza del disposto dell'art. 1847l'istituto di credito ha l'obbligo di\nprovvedere, per conto del cliente, all'assicurazione delle merci date in pegno\nqualora la stessa risponda alle cautele d'uso attesa la natura, il valore o\nl'ubicazione delle merci stesse (MOLLE, in Tr. C. M.,1981, 285).\n2. L'obbligo di assicurare le merci\nIl contratto di assicurazione delle merci deve essere stipulato dalla banca per conto\ndel cliente e, quindi, a spese del medesimo (FERRI, 525).\nTroveranno applicazione in relazione a detto contratto assicurativo gli artt. 1891\n(assicurazione per conto altrui o per conto di chi spetta) e1894 (assicurazione in nome o\nper conto di terzi).\nI rischi che debbono essere coperti con l'assicurazione dovranno essere determinati sulla\nbase dell'uso delle merci.\nIn caso di perdita o di deterioramento delle merci, la banca risponde secondo i normali\nprincìpi in tema di obbligazioni (art. 2790) e, ove le merci siano assicurate, il pegno sulle\nmerci si trasferisce sulla indennità dovuta dall'assicuratore (art. 2742).\nDeve, tuttavia, evidenziarsi che i formulari contrattuali diffusi nella prassi bancaria\nrimettono direttamente in capo al cliente l'onere di stipulare la polizza di\nassicurazione, salvo in ogni caso il potere sostitutivo della banca nel procedere alla\nconclusione del contratto assicurativo per conto e a spese del cliente.", "bibliography": "Ciccarello, voce Pegno (dir. priv.), in Enc. dir., XXXII, Milano, 1982; Dalmartello,\nPegno irregolare, in Nss. D.I., XIl, 1965, 799; Ferri, voce Anticipazione bancaria, in\nEnc. dir., II, Milano, 1958; Pavone La Rosa, Apertura di credito garantita da pegno e\nanticipazione bancaria, in Le operazioni bancarie, Milano, II, 1978; Serra,\nPagina 42 di 118", "source_file": "document.pdf", "page_number": 41}
{"article_number": "1846", "title": "Disponibilità delle cose date in pegno.", "text": "Anticipazione bancaria, in Dig. comm., I, Torino, 1987; Tondo, Dei contratti bancari,\nin Trattato Di Martino, Novara-Roma, 1971; Vaccaro e Attilio, Disciplina fallimentare\ne modus operandi del pegno irregolare, in Banca borsa e tit. credit. 2005, 2, 174.\nAutori: Caterina Costabile\nCOMMENTATO CODICE CIVILE\nCodice Civile n. 1846 - Disponibilità delle cose date in pegno.\n[I]. Nell'anticipazione bancaria su pegno di titoli o di merci [2784 ss.], la banca non può\ndisporre delle cose ricevute in pegno, se ha rilasciato un documento nel quale le cose\nstesse sono individuate [1851, 2792]. Il patto contrario deve essere provato per iscritto\n[2725].2. Natura giuridica\nL'opinione maggioritaria in dottrina qualifica l'anticipazione bancaria come\nun'apertura di credito garantita (SERRA, 123).\nAnche la giurisprudenza concorda con detta qualificazione (Cass. I, n. 1753/1974).\nSecondo altro e diverso orientamento si sarebbe, invece, in presenza di una\nfattispecie autonoma e complessa risultante dalla particolare combinazione di un\nnegozio di credito e di un negozio di garanzia tra loro collegati per espressa\nprevisione legislativa (FERRI, ult. cit.).\n3. Pegno regolare e irregolare\nLa garanzia è costituita da pegno su merci o titoli, in generale rappresentativi di merce,\ncioè rappresentativi di beni il cui valore può essere facilmente accertato in base alle\nquotazioni di borsa o di mercato, al fine di verificare che sia mantenuta costantemente la\nproporzionalità iniziale tra valore delle cose pignorate ed entità dell'anticipazione (cd.\nscarto).\nIl pegno si costituisce nelle forme previste dalla legge per le varie tipologie dei beni dati in\ngaranzia.\nL'art. 1846 prevede che la banca non possa disporre delle merci e dei titoli ricevuti in\npegno se queste sono individuate in apposito documento, facendo salva tuttavia la\npossibilità del patto contrario che deve essere provato per iscritto. Si desume,\npertanto, da detta previsione che quando i beni oggetto del pegno siano indicati soltanto\nper specie e quantità, ovvero quando le parti concludano una specifica pattuizione, la\nproprietà degli stessi passa alla banca che alla scadenza dovrà restituire il tantundem e nel\ncorso del rapporto potrà disporne, usufruendo così di uno schema operativo più flessibile\nche le consente di utilizzare i beni stessi per altre operazioni ovvero di conferirli in sub-\npegno (cd. anticipazione bancaria impropria).\n4. Pegno rotativo\nDeve ritenersi compatibile con la causa dell'anticipazione bancaria la clausola\nnegoziale, diffusa nella prassi, in base alla quale è riconosciuta la possibilità della\nsostituzione, con il consenso della banca, dei titoli inizialmente depositati in pegno, così\nintroducendo il cd. pegno rotativo anche nell'anticipazione bancaria.\nPagina 44 di 118", "framework": "Il codice civile, pur disciplinando agli artt. 1846-1851 l'anticipazione bancaria, non\nne dà la nozione.\nNella prassi bancaria l'espressione anticipazione è usata con riferimento a\ndue operazioni diverse: con riferimento all'anticipazione semplice, o a scadenza\nfissa, la quale importa la dazione effettiva, da parte della banca, di una somma con\nobbligo dell'altro contraente di restituirla alla scadenza stabilita, ma con facoltà di\nrestituzione, totale o parziale anche prima della scadenza; con riferimento\nall'anticipazione in conto corrente, la quale importa invece la messa a\ndisposizione da parte della banca di una somma, con facoltà dell'altro contraente di\nprelevarla a sua discrezione in una o più volte, di ricostituire mediante versamenti\nl'originaria disponibilità, di procedere a nuovi prelevamenti, nei limiti della\ndisponibilità, e così via fino alla scadenza del contratto, e con obbligo di restituire nel\ntermine contrattuale le somme di cui in tale momento egli sia debitore nei confronti\ndella banca (MOLLE, in Tr. C. M.,1981, 269).\nTuttavia, nell'una ipotesi e nell'altra, la espressione «anticipazione» viene\nriservata a quelle operazioni in cui la dazione effettiva o la messa a\ndisposizione delle somme sono in funzione della costituzione in pegno di titoli\no di merci, a garanzia del credito attuale o eventuale della banca, e in cui\nl'ammontare della somma data o messa a disposizione si commisura in ogni\nmomento del rapporto, con criterio di rigorosa proporzionalità e sulla base di una\ndecurtazione percentuale (cd. scarto), sul valore del pegno (FERRI, 523; FIORENTINO,\nin Comm. S. B., 1953, 493).\nPagina 43 di 118", "bibliography": "", "source_file": "document.pdf", "page_number": 43}
{"article_number": "1202", "title": "Surrogazione per volontà del debitore (1).", "text": "Del resto la legittimità dei meccanismi negoziali di sostituzione del bene oggetto del\npegno è riconosciuta in via generale dalla giurisprudenza che evidenzia che il patto di\nrotatività del pegno costituisce una fattispecie a formazione progressiva che trae\norigine dall'accordo scritto e di data certa delle parti, cui segue la sostituzione\ndell'oggetto del pegno, senza necessità di ulteriori stipulazioni e con effetti ancora\nrisalenti alla consegna dei beni originariamente dati in pegno, purché nella\nconvenzione costitutiva tale possibilità di sostituzione sia prevista espressamente\ned il bene offerto in sostituzione non abbia un valore superiore a quello sostituito (Cass. I,\nn. 13508/2015).\n5. Casistica\nLa giurisprudenza ha chiarito che l'erogazione di credito da parte di un istituto\nbancario dietro consegna dei certificati di origine o di conformità di autoveicoli non\ncostituisce anticipazione su pegno, in quanto la consegna di detti documenti non è\nidonea a produrre la perdita del possesso del bene da parte del debitore, che può ancora\ndisporre della cosa mobile, né, di conseguenza, a costituire il diritto di pegno\nsull'autoveicolo (Cass. I, n. 851/1993).\nBibliografia\nCiccarello, voce Pegno (dir. priv.), in Enc. dir., XXXII, Milano, 1982; Dalmartello,\nPegno irregolare, in Nss. D.I., XIl, 1965, 799; Ferri, voce Anticipazione bancaria, in\nEnc. dir., II, Milano, 1958; Pavone La Rosa, Apertura di credito garantita da pegno e\nanticipazione bancaria, in Le operazioni bancarie, Milano, II, 1978; Serra,\nAnticipazione bancaria, in Dig. comm., I, Torino, 1987; Tondo, Dei contratti bancari,\nin Trattato Di Martino, Novara-Roma, 1971; Vaccaro e Attilio, Disciplina fallimentare\ne modus operandi del pegno irregolare, in Banca borsa e tit. credit. 2005, 2, 174.\nAutori: Caterina Costabile\nCOMMENTATO CODICE CIVILE\nCodice Civile n. 1202 - Surrogazione per volontà del debitore (1).\nPagina 45 di 118[I]. Il debitore, che prende a mutuo una somma di danaro o altra cosa fungibile al fine di\npagare il debito, può surrogare il mutuante nei diritti del creditore, anche senza il consenso\ndi questo.\n[II]. La surrogazione ha effetto quando concorrono le seguenti condizioni:\n1) che il mutuo e la quietanza risultino da atto avente data certa [2704];\n2) che nell'atto di mutuo sia indicata espressamente la specifica destinazione della somma\nmutuata;\n3) che nella quietanza si menzioni la dichiarazione del debitore circa la provenienza della\nsomma impiegata nel pagamento. Sulla richiesta del debitore, il creditore non può rifiutarsi\ndi inserire nella quietanza tale dichiarazione.\n(1) V. art. 2, comma 1-bis, d.l. 29 novembre 2008, n. 185, conv., con modif., in l. 28\ngennaio 2009, n. 2.\nRiferimenti chiave:\nArt. 2, comma 1-bis, d.l. n. 185/2008, conv., con modif., in l. n. 2/2009.La surrogazione per volontà del debitore postula il collegamento tra due atti: il mutuo\ne il pagamento. La volontà del debitore coniuga i due atti che altrimenti sarebbero tra\nloro scollegati (BIANCA, 350). Essa produce effetti purché ricorrano le condizioni\ndeterminate dalla legge. La prescrizione di dette condizioni è volta a scongiurare eventuali\nfrodi ordite dal debitore in collusione con il mutuante, che potrebbero far risorgere\nobbligazioni estinte ed escludere i creditori dalle garanzie che li assistevano (MAGAZZÙ,\n1534). Innanzitutto, il mutuo e la quietanza devono avere data certa. Non si tratta di un\nrequisito di forma. Piuttosto, tale prescrizione è funzionale alla soddisfazione delle altre\ndue condizioni espressamente previste, ossia la specifica indicazione nel mutuo della\ndestinazione della somma o cosa mutuata e la puntuale dichiarazione nella quietanza\nrilasciata dal creditore della provenienza della somma o della cosa attraverso cui il credito\nè stato soddisfatto. Pertanto, la dichiarazione della destinazione della somma o cosa deve\nessere resa in modo espresso, anche verbalmente, mentre non sono ammessi i meri\ncontegni concludenti (CARPINO, in Comm. S. B., 1988, 63). In senso contrario altra\ndottrina ritiene che anche i comportamenti significativi di tale provenienza integrino la\nfattispecie (PROSPERETTI, in Tr. Res., 1999, 128). Per converso, una tesi più restrittiva\nreputa che sia necessaria la forma scritta (MAGAZZÙ, 1533). In ogni caso, la dichiarazione\nnon ha natura negoziale. In senso contrario, altro autore sostiene che la dichiarazione di\nsurroga da parte del debitore non è un atto unilaterale come nell'ipotesi di cui all'art. 1201,\nma è una manifestazione negoziale che implica l'accettazione del mutuante ad essere\nsurrogato al creditore originario (PROSPERETTI, in Tr. Res., 1999, 126). La finalità impressa\nal mutuo obbliga il debitore ad impiegare la somma o la cosa nel modo stabilito\n(CARPINO, in Comm. S. B., 1988, 63). Si tratta di mutuo di scopo. La quietanza non è\nperò elemento costitutivo della fattispecie, cosicché in ordine al suo rilascio non è richiesta\nla forma scrittaad substantiam. Nel caso in cui una stessa somma sia corrisposta da più\nsoggetti mutuanti allo scopo di consentire la surrogazione nel medesimo credito,\nsurrogato sarà il mutuante indicato dal debitore all'atto del pagamento (CARPINO, in\nComm. S. B., 1988, 61).\nSecondo la giurisprudenza, quando il pagamento con surrogazione per volontà del\ndebitore avvenga in una obbligazione solidale, l'avvenuta sostituzione del creditore\noriginario con il creditore surrogato per effetto del pagamento effettuato da uno dei\ncondebitori solidali non muta la posizione degli altri condebitori solidali, ai quali il\nsurrogato può chiedere il pagamento dell'intero, in quanto la surrogazione determina la\nsuccessione nel lato attivo dell'obbligazione solidale, attesa l'unicità dell'obbligazione,\nindipendentemente dalla configurabilità di distinti rapporti tra i singoli condebitori ed il\ncreditore, i quali rilevano esclusivamente nei rapporti interni tra coobbligati, e possono dar\nluogo ad un diritto di regresso (art. 1299) ed alla surrogazione legale (art. 1203, comma 1,\nn. 3) a vantaggio del condebitore escusso dal surrogato (Cass. n. 7217/2009).\nPagina 47 di 118", "framework": "Nella surrogazione su disposizione del debitore o per prestito il pagamento in\nfavore del creditore è eseguito dallo stesso debitore e non da un terzo, sebbene la\nsomma di denaro o le altre cose fungibili impiegate per l'adempimento provengano\nda un prestito effettuato a tale scopo da un terzo (BIANCA, 349). In tal modo il\ndebitore ha maggiori chance di ottenere il mutuo per il soddisfacimento del credito\n(CARPINO, in Comm. S. B., 1988, 61; MAGAZZÙ, 1533). Affinché operi tale istituto è\nnecessario che sia indicata la provenienza del denaro o dell'altra cosa fungibile\npoiché in difetto il pagamento potrebbe sembrare tout court un adempimento puro\ndel debitore. Seppure il pagamento soddisfi l'interesse creditorio, nondimeno non\nestingue il rapporto obbligatorio e quindi non libera il debitore. E ciò perché al\ncreditore si surroga nel medesimo diritto il mutuante. Sicché il debitore è\nesclusivamente l'autore formale del pagamento mentre l'autore sostanziale è il\nterzo mutuante (CARPINO, in Comm. S. B., 1988, 60). Attraverso la surrogazione per\nvolontà del debitore si estingue il credito del mutuante. E ciò perché si determina\nun adempimento indiretto dell'obbligo di restituire la somma o la cosa mutuata\nmediante l'acquisto della titolarità del credito. Tuttavia all'obbligo di restituzione\ncosì estinto subentra il passaggio del credito dall'originario creditore al mutuante.\nNon è richiesto il consenso del creditore affinché tale surrogazione possa produrre\neffetti. In seguito al pagamento proveniente dal debitore, la prescrizione del credito\nsi interrompe ai sensi dell'art. 2944 (CARPINO, in Comm. S. B., 1988, 61).\n2. Le condizioni della surrogazione per prestito\nPagina 46 di 118", "bibliography": "", "source_file": "document.pdf", "page_number": 45}
{"article_number": "1845", "title": "Recesso dal contratto.", "text": "3. Il rifiuto del creditore al rilascio della dichiarazione\nEspressamente la disposizione prevede che, su richiesta del debitore, il creditore non\npuò rifiutare l'inserimento della dichiarazione circa la provenienza della somma o della\ncosa nella quietanza. Ne consegue che la mancanza della dichiarazione impedisce il\nperfezionamento della surrogazione. All'esito del rifiuto all'inserimento manifestato dal\ncreditore, il debitore può a sua volta legittimamente negare l'esecuzione della prestazione\nai sensi dell'art. 1460. Il rifiuto della dichiarazione del creditore può essere sostituito\ndall'attestazione del pubblico ufficiale che eventualmente sia stato presente\nall'operazione e ne abbia fornito documentazione per atto pubblico (CARPINO, in Comm. S.\nB., 1988, 65). Qualora successivamente alla stipulazione del mutuo vi sia rinunzia\n(impropria) alla surrogazione, la surrogazione non sarà validamente integrata.\nEventualmente siffatta rinuncia postuma potrà dare luogo ad una donazione indiretta\n(BUCCISANO, 87).\nBibliografia\nAndreani, voce Regresso, in Enc. dir., Milano 1988; Bianca, Diritto civile, IV,\nL'obbligazione, Milano 1997; Buccisano, La surrogazione per pagamento, I,\nMilano,1958; Carpino, voce Surrogazione (Pagamento con), in Nss. D. I., Torino,\n1971; Magazzù, voce Surrogazione per pagamento, in Enc. dir., Milano 1990;\nRavazzoni, voce Regresso, in Nss. D. I., Torino, 1968.\nAutori: Cesare Trapuzzano\nCOMMENTATO CODICE CIVILE\nCodice Civile n. 1845 - Recesso dal contratto.\n[I]. Salvo patto contrario, la banca non può recedere dal contratto prima della scadenza del\ntermine, se non per giusta causa [1186].\n[II]. Il recesso sospende immediatamente l'utilizzazione del credito, ma la banca deve\nconcedere un termine di almeno quindici giorni per la restituzione delle somme utilizzate e\ndei relativi accessori.\n[III]. Se l'apertura di credito è a tempo indeterminato, ciascuna delle parti può recedere dal\ncontratto, mediante preavviso nel termine stabilito dal contratto, dagli usi o, in mancanza,\nin quello di quindici giorni.\nPagina 48 di 118previsti in contratto; b) il mutamento delle condizioni patrimoniali dell'accreditato; c)\nl'inadempimento all'obbligo del pagamento degli interessi e delle provvigioni quando sia\nripetuto; d) la mancata prestazione delle garanzie promesse; e) la mancata reintegrazione\ndelle garanzie nelle ipotesi di cui all'art. 1844; f) la dichiarazione di fallimento; g) lo stato di\ninsolvenza.\n2.1. Termine per la restituzione delle somme\nLa banca che recede dall'apertura di credito deve concedere un termine di almeno\nquindici giorni per la restituzione delle somme utilizzate e dei relativi accessori.\nLa giurisprudenza ha rimarcato che detto termine ha carattere dilatorio, è previsto\ndalla legge a favore del debitore accreditato, onde metterlo in condizione di reperire la\nsomma necessaria per ripianare la propria esposizione verso l'istituto stesso. Pertanto,\nprima della scadenza di detto termine il credito della banca non è esigibile, salvo\nnelle ipotesi di compensazione di detto credito con debiti che, a diverso titolo,\nl'istituto abbia verso l'accreditato, nel qual caso viene meno la necessità del rispetto\ndel termine di cui si tratta, e la operazione di compensazione può essere eseguita allorché\nvengano in essere le condizioni di cui agli artt. 1242, comma 1, e 1243, comma 1. In tale\nipotesi, è, altresì, irrilevante, ai fini della operatività del recesso della banca, la\ncomunicazione dello stesso alla controparte, necessaria, invece, ove vi sia richiesta di\npagamento da parte dell'istituto in relazione alle esposizioni che verso di esso abbia il\ncliente: tale richiesta deve, difatti, essere subordinata alla concessione del termine minimo\ndi quindici giorni che decorrere dalla comunicazione del recesso (Cass. I, n. 14859/2000).\n2.2. La decadenza dal beneficio del termine\nGli effetti del recesso dall'apertura di credito a tempo determinato sono, ai sensi del\nsecondo comma dell'art. 1845, l'immediata sospensione dell'utilizzazione del credito e\nl'obbligo a carico dell'accreditato di restituzione delle somme utilizzate e degli accessori\nentro il termine di quindici giorni.\nQuestione dibattuta è se la previsione di questo termine deroghi alla disciplina generale in\ntema di decadenza del beneficio del termine di cui all'art. 1186.\nIn dottrina prevale l'opinione secondo cui la disciplina del recesso di cui all'art.\n1845non esclude l'applicabilità dell'art. 1186qualora il debitore sia divenuto insolvente,\nabbia diminuito per fatto proprio le garanzie date, o non abbia prestato quelle promesse,\nPagina 50 di 118con conseguente immediata esigibilità da parte della banca delle somme utilizzate (MOLLE,\nTr. C. M., 1981, 279; TONDO, 308).\nNon sono di detto avviso, invece, quegli autori che ritengono che l'art. 1845 abbia\ncompiutamente regolato il recesso e che il concetto di giusta causa assorba anche le\ncircostanze che di regola determinano la decadenza dal beneficio del termine (FIORENTINO,\nin Comm. S. B., 1953, 125).\nLa questione non è pacifica nemmeno in giurisprudenza avendo la S.C. in alcune\npronunce ritenuto l'applicabilità della disciplina generale in tema di decadenza del beneficio\ndel termine anche all'apertura di credito (Cass. I, n. 9943/1993), mentre in altre l'ha\nespressamente esclusa (Cass. I, n. 9307/1994).\n3. Il recesso nell'apertura di credito a tempo indeterminato: il\npreavviso\nNell'apertura di credito a tempo indeterminato entrambe le parti possono esercitare il\nrecesso mediante preavviso nel termine convenzionalmente pattuito, o in quello risultante\ndagli usi o, in mancanza, in quello di quindici giorni. La funzione del preavviso è quella\ndi consentire al contratto di continuare a produrre i suoi effetti fino allo scadere del\ntermine, con la conseguenza che nel frattempo l'accreditato potrà continuare ad\nusufruire del credito.\nLa S.C., in tema di apertura di credito in conto corrente a tempo indeterminato, ha\nritenuto legittimo il recesso \"ad nutum\" della banca, se anticipato da una comunicazione al\ncliente con congruo preavviso, posto che tale facoltà è espressamente prevista dall'art.\n1845, comma 3, e il suo esercizio non entra in conflitto con il principio generale di buona\nfede, sancito dall'art. 1375, allorquando il debitore abbia ripetutamente, e in modo del tutto\ningiustificato, superato il limite di affidamento concesso (Cass. I, n. 29317/2020).\n4. La disciplina convenzionale del recesso e tutela del consumatore\nLe clausole inserite nei moduli contrattuali predisposti dalle banche derogavano in maniera\nrilevante alla disciplina di cui all'art. 1845 prevedendo ben più ampie possibilità di recesso\nsia nel rapporto a tempo determinato che in quello a tempo indeterminato.\nLa disciplina convenzionale del recesso veniva innanzitutto uniformata nelle due forme di\napertura di credito, prevedendosi in entrambi i casi la più ampia libertà della banca di\nrecedere dal rapporto, anche in assenza di una giusta causa e senza preavviso, con\nconseguente sospensione immediata dell'utilizzo del credito concesso.\nPagina 51 di 118La facoltà della banca di recedere ad nutum veniva ritenuta legittima sia dalla\ndottrina (MOLLE, Tr. C. M.,1981, 429; TONDO, 309) che dalla giurisprudenza (Cass. I, n.\n2642/2003) in considerazione del fatto che il primo comma dell'art. 1845 fa salva\nl'esistenza di un patto contrario alla disciplina legale del recesso.\nDetto quadro è mutato a seguito dei limiti legali alla facoltà di recesso della banca\nintrodotti dalla normativa di tutela dei consumatori, ovvero prima dall'art. 1469-bis e di\nseguito dall'art. 33, comma 3 lett. a) d.lgs. n. 206/2005 che stabilisce che, se il contratto ha\nper oggetto servizi finanziari a tempo indeterminato a favore di un consumatore, il\nprofessionista può recedere dal rapporto senza preavviso solo qualora ricorra un\ngiustificato motivo, dandone immediata comunicazione al cliente dovendosi ritenere\nabusiva fino a prova contraria e, dunque, nulla qualsiasi clausola che prevede un recesso\nad nutum (SIRENA, 354)\n5. Il recesso arbitrario\nUn temperamento all'esercizio dell'autonomia contrattuale era stato comunque realizzato\nmediante il ricorso alla clausola generale di correttezza e buona fede, riconoscendo la\nresponsabilità della banca che receda improvvisamente e senza giustificato motivo\ndall'apertura di credito a tempo indeterminato chiedendo l'immediata restituzione delle\nsomme utilizzate.\nLa giurisprudenza aveva difatti evidenziato che, alla stregua del principio secondo cui\nil contratto deve essere eseguito secondo buona fede (art. 1375), non può escludersi che\nil recesso di una banca dal rapporto di apertura di credito, benché pattiziamente\nconsentito anche in difetto di giusta causa, sia da considerarsi illegittimo ove in\nconcreto assuma connotati del tutto imprevisti ed arbitrari (Cass. I, n. 4538/1997).\nAnche, in caso di recesso di una banca dal rapporto di credito a tempo determinato\nin presenza di una giusta causa tipizzata dalle parti del rapporto contrattuale, il giudice non\ndeve dunque limitarsi al riscontro obiettivo della sussistenza o meno dell'ipotesi tipica di\ngiusta causa ma, alla stregua del principio per cui il contratto deve essere eseguito\nsecondo buona fede, deve accertare che il recesso non sia esercitato con modalità\nimpreviste ed arbitrarie (Cass. I, n. 9321/2000).\nLa S.C. ha ribadito che il recesso di una banca da un rapporto di apertura di credito in cui\nnon sia stato superato il limite dell'affidamento concesso, benché pattiziamente previsto\nanche in difetto di giusta causa, deve considerarsi illegittimo, in ragione di\nun'interpretazione del contratto secondo buona fede, ove in concreto assuma connotati\ndel tutto imprevisti ed arbitrari, contrastando, cioè, con la ragionevole aspettativa di chi, in\nPagina 52 di 118base ai rapporti usualmente tenuti dalla banca ed all'assoluta normalità commerciale di\nquelli in atto, abbia fatto conto di poter disporre della provvista redditizia per il tempo\nprevisto e non sia, dunque, pronto alla restituzione, in qualsiasi momento, delle somme\nutilizzate. Il debitore il quale agisce per far dichiarare l'arbitrarietà del recesso ha\nl'onere di allegare l'irragionevolezza delle giustificazioni date dalla banca,\ndimostrando la sufficienza della propria garanzia patrimoniale così come risultante a\nseguito degli atti di disposizione compiuti (Cass. I, n. 17291/2016).\n6. Morte o sopravvenuta incapacità dell'accreditato\nÈ dubbio se l'apertura di credito si estingua per la sopravvenuta incapacità o per la morte\ndell'accreditato.\nL'opinione maggioritaria in dottrina ritiene che, dato il carattere eminentemente\nfiduciario del contratto, il contratto stesso si estingua, non potendo la banca essere\ncostretta a porre in nuove persone (tutore o curatore o l'erede) quella stessa fiducia che\naveva posto nell'accreditato (FIORENTINO, in Comm. S. B., 1953, 130; MOLLE, Tr. C.\nM.,1981, 282).\nDi contrario avviso sono quegli autori che ritengono che i contratti di credito non sono, in\nquanto tali, contratti intuitu personae (FERRI, 907).\nLa giurisprudenza ha sposato la tesi maggioritaria in dottrina ritenendo che, dato\nil carattere strettamente fiduciario del contratto di apertura di credito, la morte o la\nsopravvenuta incapacità dell'accreditato sono causa di scioglimento del contratto e la\nbanca non e tenuta a mantenere il credito agli eredi o al rappresentante dello accreditato\n(Cass. I, n. 957/1969).\nBibliografia\nFerri, voce Apertura di credito, in Enc. dir., II, Milano, 1958; Fiorentino, voce\nApertura di credito bancario, in Nss. D.I., Torino, 1957; Porzio, Apertura di credito, in\nEnc. giur., II, Roma, 1988; Serra, voce Apertura di credito confermato, in Dig.\ncomm., I, Torino, 1987; Sirena, La nuova disciplina delle clausole vessatorie nei\ncontratti bancari di credito al consumo, in Banca, borsa, tit. cred. 1997, II, 354;\nTondo, Dei contratti bancari, in Trattato Di Martino, Novara-Roma, 1971.\nPagina 53 di 118", "framework": "Il rapporto di apertura di credito si estingue per la scadenza del termine finale, se\nil contratto è a tempo determinato, o per recesso della banca o dell'accreditato se il\ncontratto è a tempo indeterminato; il rapporto si estingue altresì per recesso della\nbanca, anche nel caso di contratto a tempo determinato, se sussiste una giusta\ncausa.\nL'estinzione del rapporto determina la cessazione da parte dell'accreditato\ndella facoltà di utilizzazione dell'accreditamento ed il sorgere dell'obbligo di\nrestituzione delle somme utilizzate durante il periodo di vigenza del contratto.\nL'art. 1845 regola la situazione conseguente al recesso, sia per giusta causa nel\ncontratto con prefissione di termine, sia ad nutum, nel caso di contratto a tempo\nindeterminato e stabilisce che la dichiarazione di recesso abbia effetto immediato\nnel caso in cui ricorra una giusta causa, mentre abbia effetto a termine e cioè\ndopo il termine di preavviso previsto in contratto o dagli usi o, in mancanza, dopo\ndecorsi quindici giorni nel caso di contratto a tempo indeterminato.\nLa giurisprudenza ha chiarito che il recesso comunicato dalla banca al\ncliente dal contratto di apertura di credito bancario è atto recettizio e pertanto\nincombe alla banca, che voglia avvalersi degli effetti dell'atto, l'onere di provare il\nricevimento della dichiarazione di recesso (Cass. I, n. 15066/2000).\n2. Il recesso nell'apertura di credito a tempo determinato\nNell'apertura di credito a tempo determinato il recesso è possibile solo nell'ipotesi in cui\nricorra una giusta causa.\nLa legge non prevede espressamente le ipotesi di giusta causa di recesso che sono\nstate elaborate dalla dottrina e dalla giurisprudenza.\nGiova all'uopo ricordare che le parti possono stabilire già nel contratto che determinati\nfatti debbono essere considerati come giusta causa di recesso. In difetto di una previsione\ncontrattuale o comunque in aggiunta alle previsioni contrattuali, debbono essere\nconsiderati come giusta causa di recesso tutti quei fatti che importano una\nmodificazione nelle basi essenziali del contratto tale da impedire la prosecuzione del\nrapporto (FERRI, 606).\nSi è, pertanto, ritenuto (MOLLE, in Tr. C. M.,1981, 277; PORZIO, 6; TONDO, 302) che\ncostituisce giusta causa di recesso: a) la destinazione delle somme a scopi diversi da quelli\nPagina 49 di 118", "bibliography": "", "source_file": "document.pdf", "page_number": 48}
{"article_number": "1844", "title": "Garanzia.", "text": "Autori: Caterina Costabile\nCOMMENTATO CODICE CIVILE\nCodice Civile n. 1844 - Garanzia.\n[I]. Se per l'apertura di credito è data una garanzia reale [1960 ss., 2784 ss., 2808 ss.] o\npersonale [1936 ss.], questa non si estingue prima della fine del rapporto per il solo fatto\nche l'accreditato cessa di essere debitore della banca.\n[II]. Se la garanzia diviene insufficiente, la banca può chiedere un supplemento di garanzia\no la sostituzione del garante. Se l'accreditato non ottempera alla richiesta, la banca può\nridurre il credito proporzionalmente al diminuito valore della garanzia o recedere dal\ncontratto [1461, 1850, 1867, 1877, 2743].", "framework": "L'apertura di credito può essere allo scoperto o garantita: l'apertura di credito allo\nscoperto è quella in cui la banca mette a disposizione la somma senza pretendere\naltra garanzia che quella rappresentata dal patrimonio dell'accreditato; apertura di\ncredito garantita è invece quella nella quale la banca richiede una garanzia\nspecifica, reale o personale.\n2. Permanenza e insufficienza della garanzia\nLa garanzia è inerente agli atti di utilizzazione conseguenti all'apertura di credito e\nriguarda, pertanto, tutti i crediti che trovano la loro fonte in questo contratto: ciò spiega\nperché nell'apertura di credito in conto corrente, nella quale è consentito attraverso\nversamenti il ripristino della disponibilità, la garanzia riguardi non soltanto quei crediti che\nsiano sorti fino all'esaurimento della disponibilità, ma altresì quei crediti che dipendano da\nnuovi atti di utilizzazione compiuti quando la disponibilità, già esaurita, sia stata ripristinata\n(SERRA, 158).\nLa garanzia reale o personale, pertanto, non si estingue se non con la cessazione del\nrapporto.\nLa dottrina reputa che fin quando la garanzia non è prestata la banca può rifiutare\nl'utilizzazione del credito, in base al principio inadimplenti non est adimplendum e, ove\nl'accreditato non presti la garanzia promessa o non la presti in conformità del contratto, la\nbanca può recedere dal contratto per giusta causa (FERRI, 607).\nSi tratta di un vero e proprio obbligo (FERRI, 602) e non soltanto di un onere (FIORENTINO,\n680), tant'è vero che se nel corso del contratto la garanzia diviene insufficiente, la banca\nPagina 54 di 118", "bibliography": "", "source_file": "document.pdf", "page_number": 54}
{"article_number": "1843", "title": "Utilizzazione del credito.", "text": "può chiedere un supplemento di garanzia o la sostituzione del garante e se\nl'accreditato non ottempera alla richiesta, la banca può a sua scelta ridurre\nproporzionalmente il credito o recedere dal contratto.\nL'insufficienza della garanzia di cui all'art. 1844 si riferisce a qualsiasi modificazione del\npatrimonio del garante (in caso di garanzia personale) o a qualsiasi modificazione\nnell'entità o nel valore del bene costituito in garanzia (nel caso di garanzia reale) tale da\ngenerare un aumento del rischio di insoluto del credito restitutorio della banca rispetto a\nquello esistente al momento della costituzione della garanzia.\nLa S.C. ha precisato che siffatta disciplina risulta applicabile unicamente nel caso in\ncui divenga insufficiente la garanzia già prestata e non anche nel caso di garanzia non\nancora costituita (Cass. I, n. 313/1967).\nÈ, inoltre pacifico che le garanzie personali e reali possono tra di loro concorrere\nanche se siano costituite da uno stesso soggetto non ostandovi alcun divieto legale.\nBibliografia\nFerri, voce Apertura di credito, in Enc. dir., II, Milano, 1958; Fiorentino, voce\nApertura di credito bancario, in Nss. D.I., Torino, 1957; Porzio, Apertura di credito, in\nEnc. giur., II, Roma, 1988; Serra, voce Apertura di credito confermato, in Dig.\ncomm., I, Torino, 1987; Sirena, La nuova disciplina delle clausole vessatorie nei\ncontratti bancari di credito al consumo, in Banca, borsa, tit. cred. 1997, II, 354;\nTondo, Dei contratti bancari, in Trattato Di Martino, Novara-Roma, 1971.\nAutori: Caterina Costabile\nCOMMENTATO CODICE CIVILE\nCodice Civile n. 1843 - Utilizzazione del credito.\n[I]. Se non è convenuto altrimenti, l'accreditato può utilizzare in più volte il credito, secondo\nle forme di uso, e può con successivi versamenti ripristinare la sua disponibilità.\n[II]. Salvo patto contrario, i prelevamenti e i versamenti si eseguono presso la sede della\nbanca dove è costituito il rapporto.L'apertura di credito può essere semplice se l'accreditato utilizza la somma una\nsola volta, sia pure con prelevamenti successivi, ma fino a diversa pattuizione essa\nsi presume in conto corrente con possibilità di versamenti per reintegrare i prelievi\neffettuati e conseguente applicabilità degli art. 1852 ss. (SERRA, 157; MOLLE, in Tr.\nC. M.,1981, 221)\nLa circostanza che le operazioni connesse a un contratto di apertura di credito\nvengano eseguite in conto corrente non privano il contratto di conto corrente\nbancario della sua autonomia (FERRI, 605).\nIl comma 2 dell'art. 1843 prevede che, salvo patto contrario, i versamenti e i\nprelevamenti si eseguono nella sede della banca presso la quale è stato acceso il\nrapporto, il che è stato inteso nel senso che il contratto, pur costituitosi con la\nbanca nel suo complesso, si localizza, sotto il profilo dell'esecuzione, presso\nuna filiale determinata.\nLa giurisprudenza ha chiarito che nella apertura di credito in conto corrente,\nè sufficiente, da parte della banca, eccepire il decorso del tempo e far valere la\nprescrizione dall'annotazione delle singole rimesse, senza dunque alcun onere\ndi indicare il dies a quo del decorso della prescrizione, di specificare le singole\nrimesse, né di provare l'inesistenza di un contratto di apertura di credito(Cass.\nI, n. 5610/2020).\n2. Modalità di utilizzazione\nDiscussa è in dottrina la natura degli atti di utilizzazione.\nSecondo una prima opinione, si tratta di atti di esecuzione del contratto, ossia atti dovuti\nin adempimento dell'obbligazione assunta e compiuti solvendi causa, pur potendo\nconsistere in negozi giuridici costitutivi di ulteriori autonome obbligazioni della banca verso\ni terzi (FIORENTINO, 676).\nDi diverso avviso è la tesi che reputa gli atti di utilizzazione operazioni autonome anche\nse collegate economicamente con l'apertura di credito, rispetto alla quale incidono solo\nperché valgono a modificare la misura della disponibilità (FERRI, 600).\nIn posizione intermedia si colloca la tesi che distingue tra atti di utilizzazione dovuti aventi\ncarattere non negoziale, i quali non implicano il consenso della banca, ed atti destinati a\nPagina 56 di 118creare nuove obbligazioni della banca verso terzi nell'interesse dell'accreditato, per i quali\nè necessario uno specifico consenso della stessa banca (MOLLE, in Tr. C. M.,1981, 226).\nLa giurisprudenza attesa la funzione dell'apertura di credito — che è quella di\nconsentire all'accreditato la possibilità di ottenere la disponibilità di denaro in vista di\nesigenze originariamente indeterminate, sia rispetto al tempo in cui esse possano\nassumere consistenza concreta, sia rispetto al modo con cui esse possano trovare\nsoddisfacimento — ed il richiamo alle “forme d'uso”, contenuto nell'art. 1843, ritiene\nsussistente un'elasticità di utilizzazione del credito a favore dell'accreditato, intesa sia\nnel senso che all'accreditato può essere consentito di disporre di questo attraverso la\ncombinazione di prelievi e di rimborsi, sia nel senso che l'utilizzazione può avvenire con\noperazioni di natura diversa, cioè, ad esempio, attraverso un prelevamento diretto di\ndenaro o attraverso lo sconto di cambiali, oppure, ove la convenzione lo preveda, anche\nattraverso pagamenti fatti dalla banca a terzi. Trattasi, negli ultimi due casi, di\noperazioni che hanno la struttura di autonomi negozi giuridici, caratterizzati dalla\nfunzione di attuare l'utilizzazione del fido oggetto dell'apertura di credito e perciò a questa\ncollegati (Cass. I, n. 690/1967).\nAnche la dottrina concorda sul punto evidenziando che, in difetto di apposita\nconvenzione, la banca non è tenuta ad accettare cambiali tratte su di essa dall'accreditato.\nDibattuta è, invece, la possibilità che accreditato disponga del credito mediante assegno\nbancario in mancanza di un apposito accordo (FERRI, ult. cit.; MOLLE, in Tr. C. M.,1981,\n230; PORZIO, 3).\n3. Revocatoria fallimentare\nLe rimesse sul conto corrente dell'imprenditore poi fallito sono legittimamente revocabili, ex\nart. 67 r.d. n. 267/1942 , tutte le volte in cui il conto stesso, all'atto della rimessa, risulti\n«scoperto» tale dovendosi ritenere sia il conto non assistito da apertura di credito che\npresenti un saldo a debito del cliente, sia quello scoperto a seguito di sconfinamento del\nfido convenzionalmente accordato al correntista (Cass. I, n. 3025/2020).\nIn siffatta situazione, secondo la distribuzione dell'onere probatorio sancita dall'art.\n67 l. fall., alla curatela fallimentare spetta la dimostrazione della sussistenza della\nrimessa, della sua effettuazione nel periodo «sospetto», e della «scientia\ndecoctionis» da parte della banca, mentre quest'ultima ha l'onere di provare, onde\nescludere la natura solutoria del versamento, sia l'esistenza, alla data di questo, di un\ncontratto di apertura di credito, sia l'esatto ammontare dell'affidamento accordato al\ncorrentista alla medesima data (Cass. I, n. 1672/1999).\nPagina 57 di 118I giudici di legittimità hanno altresì chiarito che, per stabilire se le rimesse su conto\ncorrente bancario assistito da apertura di credito abbiano natura solutoria, occorre\nverificare se i versamenti siano confluiti su un conto passivo in corso di ordinario\nsvolgimento del rapporto in funzione ripristinatoria o siano intervenuti in una\nsituazione caratterizzata dalla mancanza o dal superamento della concessione del\ncredito.\nLa predetta valutazione deve operarsi con riferimento al momento dell'effettuazione dei\nsingoli versamenti e non «ex post», in relazione alla mancata riutilizzazione del credito da\nparte del cliente, salvo che risultino provate dopo l'esecuzione delle rimesse condotte\nnegoziali sintomatiche in modo univoco della natura solutoria dei versamenti, quali la\nchiusura anticipata del conto o il blocco nella concessione dei blocchetti degli assegni\n(Cass. I, n. 23107/2007).\nLa S.C. ha, inoltre, rimarcato che le rimesse annotate sui conti anticipi non hanno\nnatura solutoria e non sono revocabili, costituendo tali conti una mera evidenza\ncontabile dei finanziamenti per anticipazioni su crediti concessi dalla banca al\ncliente, ove vengono annotati in \"dare\" le anticipazioni erogate al correntista ed in \"avere\"\nl'esito positivo della riscossione del credito, sottostante agli effetti commerciali presentati\ndal cliente. Il rapporto tra banca e cliente viene invece rappresentato esclusivamente dal\nsaldo del conto corrente ordinario, ove affluiscono tutte le somme portate dai titoli, dalle\nricevute bancarie o dalle carte commerciali presentate per l'incasso, che saranno oggetto\ndi revocatoria nei limiti in cui abbiano contribuito a ridurre lo scoperto del conto medesimo\n(Cass. I, n. 6575/2018).\nIn caso di castelletto di sconto o fido per smobilizzo crediti non sussiste la cosiddetta\ncopertura di un conto corrente bancario in quanto essi, a differenza del contratto di\napertura di credito, non attribuiscono al cliente della banca la facoltà di disporre con\nimmediatezza di una determinata somma di danaro, ma sono solo fonte, per l'istituto di\ncredito, dell'obbligo di accettazione per lo sconto, entro un predeterminato ammontare, dei\ntitoli che l'affidato presenterà, sicché, ai fini dell'esercizio dell'azione predetta, le rimesse\neffettuate su tale conto dal cliente, poi fallito, hanno carattere solutorio ove, nel\ncorso del rapporto, il correntista abbia sconfinato dal limite di affidamento\nconcessogli con il diverso contratto di apertura di credito. Né tale distinzione viene\nmeno se tra le due linee di credito sia stabilito un collegamento di fatto, nel senso che i\nricavi conseguiti attraverso sconti e anticipazioni siano destinati a confluire nel conto\ncorrente di corrispondenza, trattandosi di meccanismo interno di alimentazione del conto\nattraverso le rimesse provenienti dalle singole operazioni di smobilizzo crediti, alla stregua\ndi qualunque altra rimessa di diversa provenienza. Allo stesso riguardo, le rimesse\nannotate sui conti anticipi non hanno natura solutoria e non sono revocabili,\ncostituendo tali conti una mera evidenza contabile dei finanziamenti per\nPagina 58 di 118", "framework": "Pagina 55 di 118", "bibliography": "", "source_file": "document.pdf", "page_number": 55}
{"article_number": "1841", "title": "Apertura forzata della cassetta12.", "text": "anticipazioni su crediti concessi dalla banca al cliente, ove vengono annotati in dare\nle anticipazioni erogate al correntista e in avere l'esito positivo della riscossione del\ncredito, sottostante agli effetti commerciali presentati dal cliente. Il rapporto tra banca\ne cliente viene invece rappresentato esclusivamente dal saldo del conto corrente ordinario,\nove affluiscono tutte le somme portate dai titoli, dalle ricevute bancarie o dalle carte\ncommerciali presentate per l'incasso, che saranno oggetto di revocatoria nei limiti in cui\nabbiano contribuito a ridurre lo scoperto del conto medesimo (cfr. Cass. I, n. 926/2022).\nBibliografia\nFerri, voce Apertura di credito, in Enc. dir., II, Milano, 1958; Fiorentino, voce\nApertura di credito bancario, in Nss. D.I., Torino, 1957; Porzio, Apertura di credito, in\nEnc. giur., II, Roma, 1988; Serra, voce Apertura di credito confermato, in Dig.\ncomm., I, Torino, 1987; Sirena, La nuova disciplina delle clausole vessatorie nei\ncontratti bancari di credito al consumo, in Banca, borsa, tit. cred. 1997, II, 354;\nTondo, Dei contratti bancari, in Trattato Di Martino, Novara-Roma, 1971.\nAutori: Caterina Costabile\nCOMMENTATO CODICE CIVILE\nCodice Civile n. 1841 - Apertura forzata della cassetta12.\n[I]. Quando il contratto è scaduto, la banca, previa intimazione all'intestatario e decorsi sei\nmesi dalla data della medesima, può chiedere al tribunale l'autorizzazione ad aprire la\ncassetta. L'intimazione può farsi anche mediante raccomandata con avviso di ricevimento.\n[II]. L'apertura si esegue con l'assistenza di un notaio all'uopo designato e con le cautele\nche il tribunale ritiene opportune.\n[III]. Il tribunale può dare le disposizioni necessarie per la conservazione degli oggetti\nrinvenuti e può ordinare la vendita di quella parte di essi che occorra al soddisfacimento di\nquanto è dovuto alla banca per canoni e spese.\n[1] Articolo così modificato dall'art. 150 d.lg. 19 febbraio 1998, n. 51.\n[2] A norma dell'art. 27, comma 2, lett. b), n. 4, del d.lgs. 13 luglio 2017, n. 116, la parola: «tribunale» è sostituita,\novunque ricorra, dalle seguenti: «giudice di pace»; ai sensi dell'art. 32, comma 3 del d.lgs. 116, cit., come da ultimo\nmodificato dall'art. 8-bis, comma 1, lett. b), d.l. 30 dicembre 2019, n. 162, conv., con modif., in l. 28 febbraio 2020, n. 8, le\ndisposizioni di cui all'art. 27 citato, entrano in vigore il 31 ottobre 2025.\nPagina 59 di 118Riferimenti chiave:\nD.lgs. n. 51/1998.", "framework": "La norma prevede la possibilità di procedere forzatamente all'apertura della\ncassetta di sicurezza quando l'utente non riconsegni la cassetta alla scadenza\ndel contratto. In siffatta ipotesi la banca può, previa intimazione all'intestatario da\nfarsi mediante lettera raccomandata con avviso di ricevimento o mediante atto di\nufficiale giudiziario, chiedere, decorsi inutilmente sei mesi dalla intimazione, la\nautorizzazione al tribunale per aprire la cassetta.\nL'apertura della cassetta deve seguire in presenza di notaio con le cautele stabilite\ndal pretore sia in ordine al deposito delle cose in esso contenute sia in ordine al\nsoddisfacimento degli eventuali crediti della banca per canoni e spese\n2. Altre ipotesi di apertura forzata\nSi ritiene consentita l'apertura forzata della cassetta anche nel caso di esecuzione\nmobiliare o di sequestro nei confronti dell'utente.\nSi discute se la esecuzione debba farsi nelle ferme del pignoramento presso il debitore\no invece in quelle del pignoramento presso terzi.\nLa dottrina maggioritaria propende per la prima soluzione, dato che l'utente, e non la\nbanca, ha la diretta materiale disponibilità delle cose contenute nella cassetta, anche se le\ncose non si trovano in luoghi appartenenti al debitore. Si evidenzia, inoltre, che la banca\nnon potrebbe rendere la dichiarazione del terzo, non conoscendo il contenuto della\ncassetta, e dunque dovrebbe limitarsi ad attestare che il debitore ha l'uso della cassetta\n(FERRI, 463; LIACE, in Comm. S., 2012, 171).\nL'apertura forzata della cassetta è inoltre consentita nel caso di fallimento, nel caso di\nmorte dell'utente, per ordine del giudice civile o penale, in tutti quei casi in cui dei terzi\nsiano autorizzati al ritiro di cose in essa contenute e l'utente non si presti alla restituzione,\ne ancora nel caso di smarrimento della chiave da parte dell'utente.", "bibliography": "Pagina 60 di 118", "source_file": "document.pdf", "page_number": 59}
{"article_number": "1840", "title": "Apertura della cassetta.", "text": "Cerrai, Cassette di sicurezza, in Dig. comm., Torino, 1988; Cirenei, Cassette di\nsicurezza, in Enc. giur., VI, Roma, 1988; Ferri, voce Cassette di sicurezza, in Enc.\ndir., IV, Milano, 1960; Papanti - Pelletier, voce Cassette di sicurezza (agg.), in Enc.\ndir., Milano, 1998.\nAutori: Caterina Costabile\nCOMMENTATO CODICE CIVILE\nCodice Civile n. 1840 - Apertura della cassetta.\n[I]. Se la cassetta è intestata a più persone, l'apertura di essa è consentita singolarmente a\nciascuno degli intestatari, salvo diversa pattuizione [1292].\n[II]. In caso di morte dell'intestatario o di uno degli intestatari, la banca che ne abbia\nricevuto comunicazione non può consentire l'apertura della cassetta se non con l'accordo\ndi tutti gli aventi diritto o secondo le modalità stabilite dall'autorità giudiziaria [1772].", "framework": "Particolari principi vigono con riferimento alla apertura della cassetta di sicurezza nel\ncaso in cui questa sia intestata a più persone o nel caso di morte dell'intestatario o di\nuno dei cointestatari.\nNel primo caso, ove non sia previsto che l'apertura debba attuarsi\ncongiuntamente da parte di tutti i cointestatari, ciascuno di questi è legittimato\na procedervi.\nIn caso di morte dell'intestatario o di uno dei cointestatari, l'apertura della\ncassetta non può essere consentita, quando la banca ne abbia ricevuto\ncomunicazione, se non con l'accordo di tutti gli aventi diritto o secondo le modalità\nfissate dall'autorità giudiziaria (CIRENEI, 5).\nLa giurisprudenza ha inoltre evidenziato che, qualora per l'apertura di una\ncassetta di sicurezza ad opera di un soggetto diverso dall'intestatario è prevista\nun'autorizzazione di quest'ultimo mediante atto scritto, l'apertura di tale cassetta,\nsenza la prescritta autorizzazione, ad opera di terzo, non può ritenersi ratificata dal\ncostante e prolungato comportamento inattivo dell'intestatario poiché, a norma\ndell'art. 1399,la ratifica deve essere data nelle stesse forme stabilite per l'atto\nconcluso da chi non aveva il potere di rappresentanza necessario per\ncompierlo (Cass. I, n. 3000/1982).\nPagina 61 di 118", "bibliography": "", "source_file": "document.pdf", "page_number": 61}
{"article_number": "1839", "title": "Cassette di sicurezza.", "text": "2. Prova della contitolarità\nAl fine di provare la contitolarità di una cassetta di sicurezza si reputa sufficiente\nl'esistenza delle ricevute di pagamento del canone da cui risulti l'intestazione a più\npersone (Cass. I, n. 7054/1986).\nLa giurisprudenza ha inoltre chiarito che la cointestazione di una cassetta di sicurezza\nautorizza ciascuno degli intestatari all'apertura della cassetta ed al relativo prelievo, ovvero\nal compimento di tutte le operazioni consentite sul conto, tuttavia non attribuisce al\nsingolo cointestatario il potere di disporre degli oggetti custoditi o delle somme\nrisultanti a credito che egli sappia essere di proprietà di un altro dei cointestatari\n(Cass. II, n. 13614/2013).\nLa cointestazione di una cassetta di sicurezza a più persone origina peraltro una\npresunzioneiuris tantumdi appartenenza alle stesse, in parti e quote uguali, di tutto\nquanto in essa contenuto (Cass. II, n. 2453/1993).\nBibliografia\nCerrai, Cassette di sicurezza, in Dig. comm., Torino, 1988; Cirenei, Cassette di\nsicurezza, in Enc. giur., VI, Roma, 1988; Ferri, voce Cassette di sicurezza, in Enc.\ndir., IV, Milano, 1960; Papanti - Pelletier, voce Cassette di sicurezza (agg.), in Enc.\ndir., Milano, 1998.\nAutori: Caterina Costabile\nCOMMENTATO CODICE CIVILE\nCodice Civile n. 1839 - Cassette di sicurezza.\n[I]. Nel servizio delle cassette di sicurezza, la banca risponde verso l'utente per l'idoneità e\nla custodia dei locali e per l'integrità della cassetta, salvo il caso fortuito.\nRiferimenti chiave:\nDirettiva 93/13/Cee; d.lgs. n. 206/2005; l. n. 52/1996.La cassetta di sicurezza è una cassetta metallica, le cui dimensioni possono essere\ndiverse, contenuta in un loculo costruito insieme con altri in appositi locali,\nsolidamente costruiti e spesso blindati, dalla banca, in modo da offrire il massimo di\nsicurezza non soltanto nei confronti di eventuali manomissioni, ma anche di fronte a\neventuali incendi, terremoti ecc.\nIl loculo, nel quale la cassetta è contenuta, è chiuso e per aprirlo occorrono\ndue chiavi, una delle quali rimane in possesso della banca, mentre l'altra viene\nconsegnata al cliente che si assicura il godimento della cassetta di sicurezza:\nla cooperazione della banca è quindi necessaria per provvedere all'apertura e alla\nchiusura della cassetta.\nLe operazioni di immissione e di prelievo di valori, documenti o altro nella\ncassetta sono compiute dal cliente da solo, con la conseguenza che alla banca\nsfugge in modo assoluto il contenuto della cassetta (CERRAI, 14; CIRENEI, 1; FERRI,\n459).\nParticolari cautele sono previste per l'accesso ai locali blindati e per assicurare che\nl'apertura della cassetta di sicurezza avvenga soltanto da parte di colui che se ne è\nprocurato il godimento, al quale viene rilasciata al momento del contratto una\nspeciale tessera di riconoscimento.\nDate queste caratteristiche, le cassette di sicurezza offrono, con il massimo di\ngaranzia, il massimo di segretezza e ciò spiega la larga utilizzazione che ne viene\nfatta.\nL'art. 1839 disciplina la responsabilità della banca esercente il servizio di cassette di\nsicurezza nei confronti del cliente, stabilendo che la stessa risponde per l'idoneità e\nla custodia dei locali e per l'integrità della cassetta con il limite del caso fortuito.\n2. Natura giuridica\nLa natura giuridica del contratto intercorrente tra banca e cliente non è pacifica in\ndottrina.\nAlla tesi che si tratti di un contratto di deposito bancario (che è la tesi sostenuta per\nprima e che trova una giustificazione nel fatto che storicamente le cassette di sicurezza\nsono una derivazione dei depositi chiusi) si contrappone la tesi che si tratti di un mero\ncontratto di locazione, tesi che trova la sua giustificazione nel contenuto stesso del\ncontratto che appunto si sostanzia nella concessione dell'uso di una cassetta sia pure\ndotata di particolari qualità, verso corrispettivo di un canone (MOLLE, in Tr. C. M., 1981,\n799).\nPagina 63 di 118Tra le due tesi contrapposte si pone come tesi intermedia quella del contratto misto di\nlocazione e di deposito (FERRI, 460)\nLa più accreditata è, tuttavia, quella che ritiene si tratti di un contratto tipico, per\nadesione, consensuale, a prestazioni corrispettive, non aleatorio, ad esecuzione continuata\ne di contenuto unitario (LIACE, in Comm. S., 2012, 45 ss.; PAPANTI-PELLETIER, 189).\nAd avviso della giurisprudenza il contratto di cui all'art. 1839 assume le caratteristiche di un\ncontratto consensuale simile alla locazione di cose ed allalocatio operis in quanto la\nbanca (verso il corrispettivo di un canone) assume le obbligazioni tipiche di concedere in\nuso dei locali idonei all'espletamento del servizio, di provvedere alla custodia dei locali\nmedesimi e di tutelare l'integrità delle cassette. L'oggetto del contratto viene,\nconseguentemente, ravvisato non nella custodia, né nella garanzia delle cose contenute\nnelle cassette, bensì nella sicurezza degli stessi locali dell'azienda di credito in cui le\ncassette sono situate.\nLe prestazioni della banca dedotte in contratto consistono, pertanto, in unfacere\navente come esclusivo termine di riferimento non il contenuto delle cassette bensì i locali in\nquestione, pertanto le modalità di esecuzione del facere debbono corrispondere alla\nprofessionalità del bonus argentarius, richiedente un massimo grado di diligenza nella\npredisposizione dei mezzi idonei rispetto agli eventi pregiudizievoli comunque prevedibili\n(Cass. I, n. 5421/1992).\n3. Responsabilità della banca: il caso fortuito\nLa dottrina qualifica l'obbligazione della banca come di risultato, in ragione del fatto\nche la scelta dei mezzi con i quali garantire l'integrità della cassetta non dipende dal\nregolamento pattizio, bensì dalla libera determinazione della banca: soltanto nel caso si\nverifichi un furto o un danneggiamento si verificherà ex post l'adeguatezza delle cautele\nposte in essere dall'istituto di credito (CERRAI, 17; CIRENEI, 4).\nIl limite della responsabilità della banca per caso fortuito non è visto dalla giurisprudenza in\ntermini differenti da quanto stabilito in via generale dall'art. 1218.\nLa S.C. reputa difatti che nel caso di sottrazione dei beni custoditi nella cassetta di\nsicurezza a seguito di furto — il quale non integra il caso fortuito, in quanto è evento\nprevedibile, in considerazione della natura della prestazione dedotta in contratto —\ngrava sulla banca, ai sensi dell'art. 1218, l'onere di dimostrare che l'inadempimento\ndell'obbligazione di custodia è ascrivibile ad impossibilità della prestazione ad essa\nnon imputabile (Cass. I, n. 28835/2011).\nPagina 64 di 118In siffatte ipotesi, quindi, l'onere della prova a carico della banca in ordine all'assenza di\ncolpa grave ha ad oggetto l'accertamento della previsione e concreta attivazione di\nmisure di prevenzione dei furti adeguate alle conoscenze dell'epoca (Cass. I, n.\n19363/2011).\n4. Clausole di limitazione di responsabilità e clausole di limitazione\ndell'oggetto\nI moduli prestampati utilizzati nella prassi bancaria prevedono di regola delle clausole\nlimitatrici della responsabilità. Fino all'anno 1976 la clausola era formulata in modo tale da\nlimitare — attraverso l'indicazione del valore massimo del contenuto della cassetta — la\nstessa responsabilità della banca per i danni di importo superiore ad una somma\npredeterminata, peraltro esigua.\nLa S.C., chiamata a pronunciarsi sulla validità di tale clausola, stabilì che essa\ncomportasse una vera limitazione di responsabilità e che, come tale, dovesse ritenersi\nnulla, ai sensi dell'art. 1229, nel caso in cui l'inadempimento fosse dovuto a dolo o a colpa\ngrave (Cass. I, n. 1129/1976).\nFu allora predisposta una nuova formulazione della clausola, la quale, conteneva una\n(apparente) limitazione dello stesso oggetto del contratto, facendo espresso divieto\nall'utente di immettere nella cassetta di sicurezza oggetti aventi un valore superiore ad una\nsomma predeterminata (art. 2 della circolare ABI 28 settembre 1976, cd. norme bancarie\nuniformi).\nNel caso di violazione di tale precetto, questi si renderebbe per ciò stesso inadempiente e\ndunque la banca, se fosse chiamata a rispondere dei danni subiti, limiterebbe la sua\nresponsabilità a quel valore predeterminato.\nLa dottrina (PAPANTI — PELLETIER, 194) ha tuttavia evidenziato che la clausola n. 2\ndelle norme bancarie uniformi per il servizio delle cassette di sicurezza del 1976,\nrichiamata nei singoli contratti, avente ad oggetto l'impegno del cliente a non conservare\nnella cassetta cose di valore complessivo superiore a quello convenuto, non integra\nl'oggetto del contratto introducendo un ulteriore obbligo del cliente, oltre quello\nprimario di corrispondere il canone, ma ha l'unica funzione di limitare la\nresponsabilità della banca.\nAnche la giurisprudenza si era attestata su tale posizione evidenziando che detta\npattuizione mantiene la sua validità, quale espressione di autonomia contrattuale non\ncontraria a norme imperative, in ipotesi di colpa lieve, mentre per il caso di dolo o\nPagina 65 di 118colpa grave, non solo contrasta con il principio di ordine pubblico interno insito nella\nnorma dell'art. 1229, ma è anche inconciliabile con la funzione che il legislatore ha\ninteso assegnare alle cassette di sicurezza, in virtù della professionalità bancaria, cui\ndeve connettersi un servizio caratterizzato dal massimo di sicurezza ipotizzabile contro\neventi dannosi, umani e naturali, prevedibili (Cass. I, n. 28314/2011; Cass. I n.\n20948/2009).\nIn detto quadro si è poi inserita la normativa di tutela dei consumatori (l. n. 52/1996 di\nattuazione della direttiva 93/13/CEE e di seguito d d.lgs. n. 206/2005) che ha previsto la\nvessatorietà delle clausole che hanno come effetto quello di “escludere o limitare le azioni\no i diritti del consumatore nei confronti del professionista o di un'altra parte in caso di\ninadempimento totale o parziale o di adempimento inesatto da parte del professionista”\n(previgente art. 1469-bis comma 3 n. 2 ed attuale art. 33, lett. b., d.lgs. n. 206/2005)\n(PAPANTI-PELLETIER, 197).\nLa giurisprudenza ha di conseguenza riconosciuto la natura vessatoria sia della\nclausola relativa al servizio di cassette di sicurezza che limita la responsabilità\ncontrattuale del professionista, in caso di danneggiamento o distruzione delle cose\ncustodite, ai soli danni comprovati ed obiettivi, con esclusione del valore d'affezione,\nassumendo come limite quantitativo del risarcimento il valore dichiarato dal cliente ed il\nconseguente massimale assicurativo, sia di quella che riconosce alla banca il diritto al\nrisarcimento dei danni derivanti dalla mancata corrispondenza tra il valore\ndichiarato dal cliente e il valore effettivo, per essere, entrambe, oltre che lesive del\ndivieto di limitazione della responsabilità contrattuale in caso di dolo o colpa grave,\ncontenuto nell'art. 1229, comma 1, anche produttive di un significativo ed ingiustificato\nsquilibrio tra le parti exart. 1469-bis, comma 1, o, in caso di clausola formante oggetto di\ntrattativa, ex art. 1469-quinquies, comma 2, n. 2, in quanto dirette a limitare il diritto del\nconsumatore ad agire, in caso d'inadempimento del professionista, anche per colpa\nlieve (Cass. I, n. 13051/2008; Cass. I, n. 4946/2001).\n5. Prova del contenuto\nIl contenuto di una cassetta di sicurezza costituisce una circostanza di fatto generalmente\nnon divulgata, attesa la prioritaria esigenza di riservatezza che caratterizza la scelta di\nquesto servizio bancario.\nNe consegue che in tema di prova del suo contenuto, può fornire prova del danno\nsubito attraverso il ricorso a presunzioni semplici (Cass. I, n. 8945/2012) ed a prove\ntestimoniali (Cass. I, n. 18637/2017) e che il giudice può poi determinarne la misura con\nPagina 66 di 118", "framework": "Pagina 62 di 118", "bibliography": "", "source_file": "document.pdf", "page_number": 62}
{"article_number": "1838", "title": "Deposito di titoli in amministrazione.", "text": "valutazione equitativa per ristorare la vittima del danno che, pur avendolo certamente\nsubito, sia nella ragionevole impossibilità di provarne il preciso ammontare (Cass. I, n.\n3000/1982).\nBibliografia\nCerrai, Cassette di sicurezza, in Dig. comm., Torino, 1988; Cirenei, Cassette di\nsicurezza, in Enc. giur., VI, Roma, 1988; Ferri, voce Cassette di sicurezza, in Enc.\ndir., IV, Milano, 1960; Papanti - Pelletier, voce Cassette di sicurezza (agg.), in Enc.\ndir., Milano, 1998.\nAutori: Caterina Costabile\nCOMMENTATO CODICE CIVILE\nCodice Civile n. 1838 - Deposito di titoli in amministrazione.\n[I]. La banca che assume il deposito di titoli in amministrazione deve custodire i titoli,\nesigerne gli interessi o i dividendi, verificare i sorteggi per l'attribuzione di premi o per il\nrimborso di capitale, curare le riscossioni per conto del depositante, e in generale\nprovvedere alla tutela dei diritti inerenti ai titoli. Le somme riscosse devono essere\naccreditate al depositante.\n[II]. Se per i titoli depositati si deve provvedere al versamento di decimi [2344] o si deve\nesercitare un diritto di opzione [2441], la banca deve chiedere in tempo utile istruzioni al\ndepositante e deve eseguirle, qualora abbia ricevuto i fondi all'uopo occorrenti. In\nmancanza di istruzioni, i diritti di opzione devono essere venduti per conto del depositante\na mezzo di un agente di cambio.\n[III]. Alla banca spetta un compenso nella misura stabilita dalla convenzione o dagli usi,\nnonché il rimborso delle spese necessarie da essa fatte.\n[IV]. È nullo il patto col quale si esonera la banca dall'osservare, nella amministrazione dei\ntitoli, l'ordinaria diligenza [11762, 1229].assemblee, versamento dei decimi, sostituzione dei titoli, ecc.). Quando sia\nnecessario provvedere al pagamento di somme, l'obbligazione della banca si\nesaurisce, salvo patto contrario, nella richiesta delle somme necessarie al\ndepositante: ma, se le somme sono richieste per l'esercizio del diritto di opzione la\nbanca deve curare, in caso di mancata risposta del depositante, la vendita del diritto\ndi opzione.\nNell'amministrazione dei titoli la banca deve osservare la ordinaria diligenza ed è\nnullo ogni patto di esonero da responsabilità.\nPer il servizio prestato la banca ha diritto a un compenso in aggiunta al rimborso\ndelle spese sostenute.\n2. Natura giuridica\nIl deposito di titoli a custodia o in amministrazione si presenta come un sottotipo del\ncontratto di deposito bancario, diverso dal contratto di deposito di danaro. Le due\nfattispecie si differenziano sia per struttura che per disciplina e riguardano profili diversi\ndell'attività delle banche: i depositi di denaro costituiscono operazioni passive per la banca\ninerenti all'attività di raccolta, mentre il deposito di titoli in amministrazione si presenta\ncome un servizio bancario accessorio (CAMPOBASSO, 1).\nLa complessità del contratto, che deriva dalla previsione di obblighi di amministrazione\naccanto agli obblighi di custodia, ha dato adito a perplessità in ordine alla qualificazione\ngiuridica del contratto, attribuendosi talora prevalente rilievo agli obblighi di custodia e\nconsiderandosi come meramente accessori gli obblighi di amministrazione e altra volta\ninvece attribuendosi prevalente importanza agli obblighi di amministrazione e\nconsiderandosi gli obblighi di custodia come meramente strumentali e, infine, ponendosi\nentrambi gli obblighi su uno stesso piano e configurandosi l'operazione come una\noperazione complessa, risultante dal collegamento di un mandato con un deposito\n(FIORENTINO, in Comm. S. B., 1972, 68).\nL'opinione maggioritaria ritiene che il deposito di titoli in amministrazione unisca in un'unica\nfigura negoziale complessa elementi tipici del deposito (le prestazioni di consegna, di\ncustodia e restituzione dei medesimi beni consegnati) e del mandato (attività di gestione\ndei titoli depositati), con la conseguenza che la disciplina applicabile va ricavata dalle\nnorme sul deposito o dalle norme sul mandato, a seconda dell'aspetto che viene in\nconsiderazione (FERRI, 290).\nLa giurisprudenza ha rimarcato che il contratto di deposito titoli a custodia e in\namministrazione non presuppone necessariamente la proprietà, ma solo la\nPagina 68 di 118disponibilità dei titoli stessi, con la conseguenza che la contitolarità del contratto non\ncomporta necessariamente la dimostrazione della comproprietà dei titoli da parte dei\ncontitolari, comproprietà che deve essere desunta da ulteriori elementi (Cass. I, n.\n12552/2000).\n3. Diligenza e responsabilità della banca depositaria e divieto di\nesonero\nLa banca nello svolgimento sia dell'attività di custodia che di quella di gestione è tenuta ad\nosservare la diligenza richiesta dalla particolare natura dell'attività professionale\nespletataex art. 1176, comma 2.\nLa S.C. ha ritenuto che deve escludersi che l’intermediario nella compravendita di\nvalori mobiliari, quando abbia stipulato con il cliente solo un contratto di deposito\ntitoli in custodia ed amministrazione, abbia un obbligo di informazione, proprio del\ncontratto di gestione del portafoglio, relativo all'aggravamento del rischio\ndell’investimento già effettuato (Cass. I, n. 16318/2017).\nL'ultimo comma dell'art. 1838 stabilisce la nullità del patto con cui la banca si esonera\ndall'osservare l'ordinaria diligenza nell'amministrazione dei titoli.\nTra gli interpreti si ritiene che il divieto sia giustificato da principi di equità e morale\nsecondo cui alla banca non è consentito di liberarsi da obbligazioni relative ad un contratto\nche la stessa ha pubblicizzato e invogliato l'altra parte a concludere (FIORENTINO, in Comm.\nS.B., 1972, 71). Il divieto di esonero riguarda solo la prestazione di “amministrazione dei\ntitoli”, nulla invece viene detto in ordine alla prestazione di “custodia” sebbene trattasi di\nprestazione essenziale nell'ottica del contratto.\nPer tale ragione la dottrina, evidenziando che la prestazione di custodia costituisce\npresupposto di quella di amministrazione, estende il divieto di esonero anche alla\ncustodia dei titoli (MOLLE, in Tr. C. M.,1981, 647).\n4. Pignoramento dei titoli in deposito\nLa giurisprudenza, muovendo dalla considerazione che nel deposito in\namministrazione la banca depositaria non acquisisce la titolarità dei diritti inerenti ai titoli\ndepositati, ma solo la legittimazione ad esercitarli per conto del titolare, ha ritenuto che il\npignoramento si può eseguire presso il terzo, essendo il titolo una cosa del debitore\nposseduta dal terzo stesso (Cass. III, n. 4653/2007).\nPagina 69 di 118", "framework": "Nei depositi in amministrazione, oltre agli obblighi di custodia, la banca assume\nl'obbligo di provvedere al tempestivo esercizio dei diritti e al compimento degli\natti che a tal fine sono necessari (esazione degli interessi e dei dividendi, verifica\ndei sorteggi, esercizio dei diritti di opzione, deposito dei titoli in occasione di\nPagina 67 di 118", "bibliography": "", "source_file": "document.pdf", "page_number": 67}
{"article_number": "1837", "title": "[Libretti in favore dei minori] (1).", "text": "Bibliografia\nCampobasso, Deposito, III, Deposito bancario, in Enc. giur., X, Roma, 1988; Ferri,\nvoce Deposito Bancario, in Enc. dir., XII, Milano, 1964; Guglielmucci, Deposito\nbancario, in Dig. comm., IV, Torino, 1989; Maggiolo, Libretto di deposito, in Noviss.\nDig. it., IX, Torino, 1963; Santoro, voce Libretto di deposito a risparmio, in Enc. dir.,\nXXIV, Milano, 1974; Sotgia, Contratti bancari, in Commentario al codice civile a cura\ndi D'Amelio e Finzi, Firenze, 1949.\nAutori: Caterina Costabile\nCOMMENTATO CODICE CIVILE\nCodice Civile n. 1837 - [Libretti in favore dei minori] (1).\n(1) Articolo abrogato dall'art. 11 l. 8 marzo 1975, n. 39. Il testo recitava: «[I]. Il minore che\nha compiuto diciotto anni può validamente effettuare depositi a risparmio e fare\nprelevamenti sui medesimi, salva l'opposizione del suo legale rappresentante. [II]. Il libretto\ndi deposito a risparmio rilasciato al minore deve essere nominativo. [III]. Sono salve le\ndisposizioni delle leggi speciali».\nBibliografia\nCampobasso, Deposito, III, Deposito bancario, in Enc. giur., X, Roma, 1988; Ferri,\nvoce Deposito Bancario, in Enc. dir., XII, Milano, 1964; Guglielmucci, Deposito\nbancario, in Dig. comm., IV, Torino, 1989; Maggiolo, Libretto di deposito, in Noviss.\nDig. it., IX, Torino, 1963; Santoro, voce Libretto di deposito a risparmio, in Enc. dir.,\nXXIV, Milano, 1974; Sotgia, Contratti bancari, in Commentario al codice civile a cura\ndi D'Amelio e Finzi, Firenze, 1949.\nCOMMENTATO CODICE CIVILE\nCodice Civile n. 1836 - Legittimazione del possessore.\n[I]. Se il libretto di deposito è pagabile al portatore, la banca che senza dolo o colpa grave\nadempie la prestazione nei confronti del possessore è liberata, anche se questi non è il\ndepositante [1777, 1992, 2003].\nPagina 70 di 118[II]. La stessa disposizione si applica nel caso in cui il libretto di deposito pagabile al\nportatore sia intestato al nome di una determinata persona o in altro modo contrassegnato.\n[III]. Sono salve le disposizioni delle leggi speciali.all'esercizio del diritto menzionato nel libretto in base alla presentazione all'istituto\nemittente (Cass. III, n. 22328/2007).\nLa S.C. ha ribadito che i libretti di deposito pagabili al portatore sono sostanzialmente titoli\ndi credito caratterizzati dall'intrinseco riferimento causale al rapporto sottostante\n(deposito a risparmio) e da una circolazione ristretta dipendente proprio dalla natura del\nrapporto medesimo dato che, sempre secondo le regole generali, sono opponibili le\neccezioni fondate sul rapporto causale (Cass. I, n. 24543/2016).\nIl diritto del portatore che abbia il possesso del documento viene meno se il libretto perde\nl'efficacia di titolo di credito, ipotesi che ricorre nel caso previsto dall'art. 9 l. n. 948/1951, in\nbase al quale al termine della procedura di ammortamento, promossa a seguito di\nsmarrimento, distruzione o sottrazione, il presidente del tribunale o il pretore pronunzia\nl'inefficacia giuridica del libretto (Cass. I, n. 1048/1998).\n2.1. Libretto al portatore con nome o sigla\nI libretti al portatore contengono talora l'indicazione di un nome o contrassegno, che\nserve però solo ad indentificare il conto e non ad attribuire la titolarità del deposito: anche\nin questo caso la disciplina rimane immutata: le operazioni possono essere compiute con\neffetti liberatori da un soggetto diverso dall'intestatario, il libretto — e il credito in esso\nincorporato — si trasferisce col possesso (SANTORO, ult. cit.).\nLa giurisprudenza ritiene che l'apposizione su un libretto di deposito a risparmio,\nnella parte riservata all'intestazione, di una sigla, di un numero, di un nome di\nfantasia, di una combinazione di lettere o di numeri, non è idonea a costituire un\nvalido elemento di riferibilità o di appartenenza del libretto ad una persona\ndeterminata, tali indicazioni valendo solo ad individuare il libretto, onde consentire\nalla banca una corretta tenuta della contabilità. In siffatte ipotesi il libretto deve,\npertanto, qualificarsi al portatore, e non nominativo (Cass. I, n. 5949/1982).\n3. Libretto nominativo\nI libretti di deposito a risparmio nominativi sono intestati ad una determinata persona fisica\no giuridica, e le operazioni di prelievo possono essere compiute solo dal titolare, dal suo\nlegittimo rappresentante o da persona munita di procura speciale; chiunque invece può\neffettuare versamenti.\nPagina 72 di 118La nominatività ha lo scopo di garantire il titolare nel caso di smarrimento o furto del\nlibretto: nessuno può prelevare le somme depositate e il titolare è in grado di ottenere con\nfacilità un duplicato dalla banca emittente.\nPacifica è la natura giuridica dei libretti nominativi. È certamente da escludere che possa\ntrattarsi di titoli di credito: nei titoli di credito il diritto è incorporato nel documento e ne\nsegue la sorte, mentre invece nel caso dei libretti di risparmio nominativi il credito può\nessere trasferito, sequestrato o pignorato a prescindere dal documento.\nLa dottrina è concorde nel considerarli titoli di legittimazione (SANTORO, 618): il\npossesso del libretto è necessario per esigere dalla banca il pagamento delle somme\ndepositate, e la banca a sua volta può ritenersi liberata quando il pagamento sia effettuato\nal possessore che risulti anche intestatario a seguito di accertamenti espletati con la\ndiligenza richiesta alle aziende di credito nell'esercizio della loro specifica attività.\n3.1. Libretto nominativo pagabile al portatore\nQualora sul libretto nominativo sia apposta la clausola “pagabile al portatore” la banca\ndeve effettuare il pagamento al possessore del titolo senza verificare la legittimazione del\npresentatore.\nLa dottrina unanime qualifica i libretti nominativi con la clausola “pagabile al portatore”\ncome titoli di legittimazione e non di credito ritenendo ad essi applicabili, in tema di\ncessione, la disciplina dei libretti nominativi ordinari (MOLLE, in Tr. C. M., 1981, 134,\nSANTORO, ult. cit.).\nLa giurisprudenza invece ha in alcune pronunce aderito all'impostazione dottrinale\nqualificando i libretti nominativi pagabili al portatore come documenti di legittimazione\n(Cass. I, n. 651/1989), mentre in altre li ha qualificati come veri e propri titoli di credito al\npari di quelli «al portatore» (Cass. I, n. 336/1995).\n4. Cointestazione\nLa prassi bancaria prevede che i libretti nominativi possono essere intestati a più persone.\nLa giurisprudenza ha all'uopo evidenziato che la mera cointestazione del libretto —\nsenza facoltà di agire separatamente — comporta l'accensione di un deposito\ncongiunto semplice, su cui ciascun cointestatario, anche se non può agire anche per\nPagina 73 di 118l'altro, può tuttavia disporre della sua quota ed esigerla, stante la divisibilità\ndell'obbligazione di denaro (Cass. III, n. 23844/ 2008).\nNel caso, invece, in cui il deposito bancario sia intestato a più persone, con facoltà per le\nmedesime di compiere operazioni attive e passive anche disgiuntamente, si realizza\nuna solidarietà dal lato attivo della obbligazione, che sopravvive alla morte di uno\ndei contitolari (Cass. I, n. 15231/2002).\nPertanto il contitolare ha diritto di chiedere, anche dopo la morte dell'altro, l'adempimento\ndell'intero saldo del libretto di deposito a risparmio e l'adempimento così conseguito libera\nla banca verso gli eredi dell'altro contitolare (Cass. I, n. 12385/2014).\n5. Ammortamento\nLa procedura di ammortamento del libretto di deposito bancario ha, come unica funzione,\nquella di individuare la persona legittimata a riscuotere e non quella di accertare la\ntitolarità del credito, come è reso esplicito da quanto dispongono l'art. 1836 e, per i libretti\nal portatore, gli artt. 7 e ss. l. n. 948/1951.\nPertanto, il rilascio, a seguito della procedura di ammortamento, del duplicato di libretti\ndi deposito bancario nominativi o al portatore estingue nei confronti dell'istituto\nemittente i diritti del detentore, ma non pregiudica le eventuali ragioni che questi\nabbia contro chi ha ottenuto il duplicato.\nNella controversia con l'ammortante, il detentore è tenuto peraltro a provare, non già di\naver eseguito il deposito della somma presso la banca che ha emesso il libretto, ma\nsoltanto di aver acquistato la titolarità del credito da esso portato anteriormente\nall'ammortamento. Detto onere probatorio, nel caso di libretto al portatore, può essere\nassolto dimostrando di aver posseduto quest'ultimo prima dell'ammortamento, spettando\nquindi all'ammortante dare la prova contraria (attesa la presunzione di buona fede nel\npossesso, ex art. 1147) che l'acquisto del possesso era avvenuto in mala fede, ovvero\n(stante la presunzione di possesso intermedio ex art. 1142) che il credito era stato\nsuccessivamente trasferito dal detentore.\nCiò in quanto l'ammortamento priva il possessore del libretto della legittimazione\ncartolare, impedendo l'ulteriore trasferimento del credito secondo le regole sulla\ncircolazione dei titoli di credito, ma non opera retroattivamente, nel senso di rendere\ninefficaci i trasferimenti operati anteriormente all'ammortamento mediante traditio del\nlibretto (Cass. I, n. 15496/2005).\nPagina 74 di 118Attesa la funzione della procedura, la richiesta di ammortamento presentata\ncongiuntamente da due soggetti, con la quale gli stessi si siano dichiarati comproprietari\ndel libretto, non ha il valore probatorio di confessione nel giudizio successivamente\nintentato da uno dei due soggetti nei confronti dell'altro al fine dell'accertamento della\nproprietà della somma depositata, ma rappresenta un semplice indizio, che può essere\nsuperato dalla prova che detta somma proveniva esclusivamente dal patrimonio dell'attore\n(Cass. I, n. 4870/2006).\n6. Onere di diligenza della banca\nL'art. 1836, in caso di presentazione di libretto di deposito a risparmio pagabile al\nportatore, impone alla banca, in forza del generale obbligo di particolare correttezza e\ndiligenza che grava sulla stessa nella esecuzione dei contratti con i clienti, di procedere a\ntutte le attività strumentali necessarie a garantire l'effettivo titolare del diritto.\nConseguentemente, la banca ha il potere-dovere di esercitare il controllo sulla\nlegittimazione del presentatore e sulla sussistenza dei presupposti per il valido esercizio\ndella pretesa, provvedendo — qualora ricorrano circostanze tali da giustificare il sospetto\nche il presentatore non sia titolare del diritto alla restituzione — agli opportuni accertamenti\n(identificazione, richiesta di chiarimenti) e, se del caso, rifiutando il rimborso.\nPertanto, la banca che adempie la prestazione nei confronti del terzo senza\nassumere le necessarie cautele versa in stato di colpa grave e non è liberata\ndall'obbligo di restituzione nei confronti del vero titolare (Cass. I, n. 17039/2008).\nBibliografia\nCampobasso, Deposito, III, Deposito bancario, in Enc. giur., X, Roma, 1988; Ferri,\nvoce Deposito Bancario, in Enc. dir., XII, Milano, 1964; Guglielmucci, Deposito\nbancario, in Dig. comm., IV, Torino, 1989; Maggiolo, Libretto di deposito, in Noviss.\nDig. it., IX, Torino, 1963; Santoro, voce Libretto di deposito a risparmio, in Enc. dir.,\nXXIV, Milano, 1974; Sotgia, Contratti bancari, in Commentario al codice civile a cura\ndi D'Amelio e Finzi, Firenze, 1949.\nAutori: Caterina Costabile\nPagina 75 di 118", "framework": "Il libretto di deposito può essere nominativo o al portatore.\nLa dottrina concorda nel qualificare i libretti nominativi come titoli di\nlegittimazione, ma discute intorno alla natura dei libretti al portatore considerati\ndall'opinione maggioritaria come veri e propri titoli di credito (contra v.\nCAMPOBASSO, 8).\nLa giurisprudenza riconosce al libretto al portatore natura di titolo di credito\n(Cass. I, n. 24543/2016; Cass. III, n. 22328/2007).\nLa norma in esame disciplina la responsabilità della banca in caso di pagamento dei\nlibretti al portatore prevedendo che la stessa è liberata se, senza dolo o colpa grave,\npaga al portatore del titolo anche se costui non è il depositante.\n2. Libretto al portatore: natura giuridica\nNel caso dei libretti di risparmio al portatore legittimato a compiere le operazioni, e in\nparticolare i prelievi, è il possessore del libretto stesso. Pertanto, la banca non è tenuta ad\naccertare la legittimità del possesso e può ritenersi liberata se effettua il pagamento al\npresentatore del documento, salvo i casi di dolo o colpa grave.\nControversa è la natura giuridica dei libretti al portatore.\nLa dottrina dominante li considera veri e propri titoli di credito (FIORENTINO, in\nComm. S. B., 1972, 428; MOLLE, in Tr. C. M.,1981, 138; SANTORO, 617), ma c'è anche chi\nritiene di poter ravvisare nei libretti al portatore un esempio di quei titoli impropri cui fa\nriferimento l'art. 2002 un titolo, cioè, che serve a identificare l'avente diritto alla prestazione\ne a trasferire il diritto da esso documentato, senza per questo adempiere alla piena\nfunzione dei titoli di credito (MAGGIOLO, 888).\nIl punto controverso, naturalmente, è se nei libretti al portatore si possano ravvisare quei\nrequisiti della letteralità e dell'autonomia che sono propri dei titoli di credito.\nLa giurisprudenza riconosce al libretto al portatore natura di titolo di credito,\nritenendo di conseguenza il possesso dello stesso sufficiente per attribuire la legittimazione\nPagina 71 di 118", "bibliography": "", "source_file": "document.pdf", "page_number": 70}
{"article_number": "1835", "title": "Libretto di deposito a risparmio.", "text": "COMMENTATO CODICE CIVILE\nCodice Civile n. 1835 - Libretto di deposito a risparmio.\n[I]. Se la banca rilascia un libretto di deposito a risparmio, i versamenti e i prelevamenti si\ndevono annotare sul libretto.\n[II]. Le annotazioni sul libretto, firmate dall'impiegato della banca che appare addetto al\nservizio, fanno piena prova nei rapporti tra banca e depositante.\n[III]. È nullo ogni patto contrario.", "framework": "Il deposito di denaro presso un istituto di credito può essere attestato dal rilascio di\nun libretto di deposito a risparmio su cui l'impiegato della banca addetto al\nservizio annota, con efficacia probatoria tra le parti, le operazioni di\nversamento e prelevamento.\nL'art. 1835 considera nullo ogni patto contrario.\n2. Efficacia probatoria delle annotazioni\nLe annotazioni sul libretto, firmate dall'impiegato della banca che appare addetto al\nservizio, fanno piena prova nei rapporti tra banca e depositante: esse hanno quindi natura\nconfessoria e, come tali, possono essere impugnate solo per errore di fatto e per violenza\n(CAMPOBASSO, 6; GUGLIELMUCCI, 257; MOLLE, in Tr. C. M.,1981, 130).\nLa dottrina ritiene che l'efficacia probatoria del libretto vada intesa in senso positivo, e non\nanche negativo: ogni operazione annotata sul documento deve ritenersi\nincontestabile, ma è possibile utilizzare altri mezzi per dimostrare che sono avvenuti\nprelievi o versamenti non menzionati dal libretto (SANTORO, 616).\nCostituisce principio pacifico in giurisprudenza che il libretto bancario di deposito a\nrisparmio, pur non potendosi considerare atto pubblico dotato dell'efficacia probatoria\nprivilegiata di cui all'art. 2700, è assistito dallo speciale regime probatorio delineato dall'art.\n1835, comma 2, stesso codice. Pertanto, qualora il documento presenti i requisiti formali\nminimi della sua identità, esso fa piena prova non solo delle annotazioni eseguite e\nsottoscritte dal funzionario addetto, ma anche della provenienza del libretto dalla\nbanca al cui servizio appare addetto il menzionato funzionario (Cass. I, n.\n25370/2013).\nPagina 76 di 118", "bibliography": "", "source_file": "document.pdf", "page_number": 76}
{"article_number": "1834", "title": "Depositi di danaro.", "text": "Ciò nondimeno l'annotazione firmata non è il solo mezzo probatorio con il quale si\npuò dare la prova dell'operazione bancaria, esprimendo tale speciale regime un\nprincipio di tutela rafforzata del diritto alla prova predisposto dalla legge a favore del\ndepositario (Cass. III, n. 13643/2014).\nLa S.C. ha, inoltre, evidenziato che detto speciale regime probatorio presuppone che il\ndocumento presenti i requisiti formali minimi corrispondenti alla individuazione\ndello stesso in conformità al modello tipico, situazione che non si verifica allorché\nl'efficacia in questione sia stata sottratta in radice al documento, ove, in seguito a giudizio\npenale, siano state dichiarate false le annotazioni su di esso apposte (Cass. I, n.\n2122/2014).\nLa disposizione in esame non può trovare deroga nelle condizioni generali di\ncontratto in quanto è diretta a tutelare l'affidamento dei clienti su operazioni effettuate con\nimpiegati che si presentino, secondo il normale svolgimento delle attività bancarie,\napparentemente muniti di idonei attribuzioni (Cass. I, n. 13547/1991).\nCiò in quanto le condizioni generali di contratto operano solo sul piano interno dei servizi\nbancari, prevedendo ripartizioni di competenze e modalità di esecuzione delle operazioni,\nal fine di realizzare un controllo funzionalmente preordinato a garantire il buon andamento\ndell'istituto.\nBibliografia\nCampobasso, Deposito, III, Deposito bancario, in Enc. giur., X, Roma, 1988; Ferri,\nvoce Deposito Bancario, in Enc. dir., XII, Milano, 1964; Guglielmucci, Deposito\nbancario, in Dig. comm., IV, Torino, 1989; Maggiolo, Libretto di deposito, in Noviss.\nDig. it., IX, Torino, 1963; Santoro, voce Libretto di deposito a risparmio, in Enc. dir.,\nXXIV, Milano, 1974; Sotgia, Contratti bancari, in Commentario al codice civile a cura\ndi D'Amelio e Finzi, Firenze, 1949.\nAutori: Caterina Costabile\nCOMMENTATO CODICE CIVILE\nCodice Civile n. 1834 - Depositi di danaro.\n[I]. Nei depositi di una somma di danaro presso una banca [2195n. 4], questa ne acquista\nla proprietà [1782, 1813] ed è obbligata a restituirla nella stessa specie monetaria [1278],\nPagina 77 di 118alla scadenza del termine convenuto ovvero a richiesta del depositante [1771], con la\nosservanza del periodo di preavviso stabilito dalle parti o dagli usi.\n[II]. Salvo patto contrario, i versamenti e i prelevamenti si eseguono alla sede della banca\npresso la quale si è costituito il rapporto.\nRiferimenti chiave:\nD.lgs. n. 385/1993.del tantundem grazie alla gestione in massa delle operazioni di raccolta e impiego (FERRI,\n278; FIORENTINO, in Comm. S. B., 1972, 40).\nIn dottrina si discute in ordine alla qualificazione giuridica del contratto che viene\nalternativamente ricondotto al mutuo (PORZIO, Il deposito bancario, in Trattato di diritto\nprivato diretto da Rescigno, XII, Torino, 1985, 907) o al deposito irregolare\n(CAMPOBASSO, ult. cit.; FERRI in Tr. Res., 279) a seconda che si consideri preminente la\nfunzione di finanziamento dell'istituto di credito o quella di custodia del denaro del cliente.\nAnche la giurisprudenza appare incerta sulla qualificazione del deposito bancario,\nconsiderandolo talora come un deposito irregolare (Cass. I, n. 689/1963) e tal altra\ncome un “rapporto atipico” riconducibile prevalentemente al mutuo (Cass. I, n.\n2055/1972).\nIn dottrina risulta discussa anche la classificazione del deposito bancario tra gli atti di\nordinaria o di straordinaria amministrazione (in arg. v. CAMPOBASSO, 4).\n3. Deposito bancario\nLa giurisprudenza ha evidenziato che, perché il deposito possa dirsi effettuato\n«presso» una banca, come richiede l'art. 1834, non è necessario che il versamento\ndella somma di danaro avvenga all'interno dei locali dell'istituto, ma è sufficiente che la sua\nconsegna sia fatta a persona incaricata di riceverla per conto della banca.\nIn particolare i giudici di legittimità hanno ritenuto decisivo, per la configurabilità\ndell'operazione, non il luogo dove la stessa è compiuta, ma la qualità della persona\nche ha ricevuto materialmente la somma di danaro. Tale necessità non può essere\nsostenuta con riferimento al comma 2 dello stesso art. 1834, in quanto una tale norma è\ndettata ad altri fini, e, precisamente, allo scopo di derogare alla regola generale sancita\ndall'art. 1182, comma 3, (secondo cui le obbligazioni pecuniarie debbono essere\nadempiute al domicilio del creditore), e di «localizzare» il rapporto presso la sede della\nbanca presso la quale esso è stato costituito.\nSi palesano, altresì, inidonee ad escludere la regolarità dell'operazione e la sua riferibilità\nalla banca l'assenza della sottoscrizione del presidente o la mancata contabilizzazione\ndell'operazione (Cass. I, n. 1224/1998).\n3.1. Deposito cauzionale\nPagina 79 di 118La presenza di una destinazione specifica delle somme ricevute dalla banca fa\nsorgere dei dubbi in ordine alla riconducibilità alla disciplina del deposito bancario\ndel versamento di somme di denaro effettuato al fine di assicurare l'adempimento di\nun'obbligazione o il recupero di ciò che si intende prestare in adempimento\ndell'obbligazione medesima qualora venga meno (MOLLE, in Tr. C. M., 1981, 126).\nLa giurisprudenza, in una ipotesi di deposito irregolare, effettuato presso un\nistituto di credito e vincolato giudiziariamente a garanzia dell'esecuzione di una\nconfisca penale, ha ravvisato un rapporto atipico, riconducibile prevalentemente al\nmutuo (Cass. I, n. 2055/1972).\n3.2. Deposito innominato\nI giudici di legittimità hanno ritenuto valida la stipula, fra la banca ed un suo cliente, di\nun contratto innominato, che partecipi degli estremi del deposito a risparmio e del\ndeposito in conto corrente, in forza del quale il cliente deposita una certa somma su libretto\ndi risparmio con l'autorizzazione, da parte della banca, di utilizzarla per mezzo di assegni\ndi conto corrente (Cass. I, n. 1151/1977).\n4. Interessi\nL'art. 1834 tace in ordine alla corresponsione degli interessi a favore del depositante,\nnormalmente prevista nei contratti bancari.\nLa giurisprudenza ha evidenziato che l'obbligo di corrispondere interessi sulle somme\ndepositate in banca non è legato all'esigibilità del credito restitutorio, ma discende dalle\nregole del deposito irregolare e del mutuo, cui questo è a tal fine assimilabile:\ntrattandosi, quindi, di interessi connaturati al mero fatto che le somme depositate siano\nposte nella disponibilità della banca depositaria, essi spettano al depositante per tutto il\ntempo in cui tale situazione perduri.\nPer tali ragioni l'intervento di un vincolo esterno alla restituzione (pignoramento o\nsequestro) non incide sulla causa giuridica da cui deriva il debito per interessi,\nperché quel vincolo impedisce al depositante di richiedere nell'immediato alla banca\ndepositaria la restituzione di dette somme, ma non le rende «medio tempore» indisponibili\nper la banca medesima (Cass. I, n. 17945/2003).\nPagina 80 di 1185. Prescrizione\nNel deposito bancario l'obbligo restitutorio della banca sorge (salvo il caso di previsione di\nun termine convenzionale di scadenza del contratto) solo a seguito della richiesta del\ncliente, quale condizione di esigibilità del credito del medesimo, con la conseguenza che\nl'inerzia al riguardo tenuta non è interpretabile come manifestazione di disinteresse a far\nvalere il suo diritto, cui possa collegarsi il decorso del termine prescrizionale, ma come\nmero esercizio di una facoltà.\nNe consegue che la prescrizione del diritto del depositante ad ottenere la\nrestituzione delle somme depositate non inizia a decorrere prima che il cliente abbia\nrichiesto la somma in restituzione, facendo sorgere il corrispondente obbligo della\nbanca (Cass. I, n. 8998/2021).\n6. Forma e modifica del contratto\nA seguito dell'entrata in vigore del d.lgs. n. 385/1993, recante il nuovo testo unico in\nmateria bancaria e creditizi.a, il contratto di deposito, come tutti i contratti bancari, deve\nessere redatto per iscritto e deve contenere l'indicazione del tasso d'interesse e di og\nIl successivo art. 118 d.lgs. n. 385/1993 ammette, poi, che possa essere convenuta la\nfacoltà di modificare unilateralmente i tassi, i prezzi e le altre condizioni, ma accorda\nal cliente la facoltà di recedere dal contratto senza penalità entro quindici giorni dal\nricevimento della comunicazione di intervenuta modifica, fruendo in sede di liquidazione\ndel rapporto delle condizioni precedentemente praticate.\nLa S.C. ha ritenuto nullo per contrasto con norme imperative di legge, ai sensi\ndell'art. 1418, comma 1, (cd. nullità \"virtuale\"), il contratto di deposito a risparmio\nconcluso con soggetto professionalmente dedito all'attività di raccolta del risparmio\ntra il pubblico, ma privo dell'autorizzazione all'esercizio dell'attività bancaria\nprescritta dall'art. 14 d.lgs. n. 385/1993, stante la rilevanza del requisito soggettivo nella\nstruttura dei contratti bancari, nei quali una delle parti è individuata indefettibilmente in una\nbanca, e degli interessi pubblici sottesi alla riserva dell'attività bancaria alle imprese\nautorizzate, la cui tutela non può restare affidata esclusivamente alle sanzioni penali di cui\nagli artt. 130 e 131 d.lgs. n. 385/1993 cit.; tale nullità per carenza di un requisito della\nfattispecie legale non osta tuttavia, in linea di principio, alla conversione exart. 1424 ove\nil negozio sia idoneo a produrre gli effetti di altra fattispecie e previo accertamento,\nriservato in via esclusiva al giudice di merito, della volontà delle parti (Cass. I, n.\n4760/2018).\nPagina 81 di 118", "framework": "I depositi di denaro, o depositi bancari in senso stretto, costituiscono l'operazione\npassiva essenziale della banca, quella operazione attraverso la quale la banca\nprovvede alla «raccolta del risparmio» e cioè alla raccolta dei capitali necessari per\nl'esercizio della funzione creditizia.\nPer tale ragione la disponibilità da parte della banca delle somme depositate\ncostituisce un carattere essenziale del deposito di denaro: l'effetto legale tipico\ndel deposito exart. 1834 è che la banca acquisti la proprietà delle somme depositate\ne sia soltanto obbligata a restituirle alla scadenza convenuta nella stessa specie\nmonetaria.\nTrattasi di contratto reale che si perfeziona con la dazione del denaro e a titolo\noneroso, implicando la corresponsione degli interessi.\nDi regola il deposito è in conto corrente e, pertanto, soggetto all'applicazione\ndegli artt. 1852 ss.\nIl deposito può essere libero se il depositante ha la facoltà di pretendere la\nrestituzione del denaro a vista (salvo, se del caso, il solo termine usuale di preavviso\ndovuto in relazione all'entità della somma), ovvero vincolato se la restituzione non\npuò avvenire prima del decorso di un determinato lasso di tempo (CAMPOBASSO, 2;\nGUGLIELMUCCI, 256).\n2. Natura giuridica\nIl deposito bancario di denaro, nelle varie forme conosciute nella prassi, si presta a\nsoddisfare sia una funzione di custodia a favore deltradens, il quale sostituisce la\ndisponibilità della somma di denaro con la disponibilità del tantundem quale particolare\nqualità del credito di restituzione correlato al passaggio di proprietà della somma\nall'accipiens, sia una funzione di godimento o prestito in favore di quest'ultimo (la\nbanca) che può disporre della somma ricevuta pur assicurando al tradens la disponibilità\nPagina 78 di 118", "bibliography": "", "source_file": "document.pdf", "page_number": 77}
{"article_number": "1822", "title": "Promessa di mutuo.", "text": "Bibliografia\nCampobasso, Deposito, III, Deposito bancario, in Enc. giur., X, Roma, 1988; Ferri,\nvoce Deposito Bancario, in Enc. dir., XII, Milano, 1964; Guglielmucci, Deposito\nbancario, in Dig. comm., IV, Torino, 1989; Maggiolo, Libretto di deposito, in Noviss.\nDig. it., IX, Torino, 1963; Santoro, voce Libretto di deposito a risparmio, in Enc. dir.,\nXXIV, Milano, 1974; Sotgia, Contratti bancari, in Commentario al codice civile a cura\ndi D'Amelio e Finzi, Firenze, 1949.\nAutori: Caterina Costabile\nCOMMENTATO CODICE CIVILE\nCodice Civile n. 1822 - Promessa di mutuo.\n[I]. Chi ha promesso di dare a mutuo può rifiutare l'adempimento della sua obbligazione,\nse le condizioni patrimoniali dell'altro contraente sono divenute tali da rendere\nnotevolmente difficile la restituzione, e non gli sono offerte idonee garanzie [1461].contratto reale di mutuo, che in quanto tale si perfezionerà non con il semplice consenso\ndelle parti ma con la datio rei (FRAGALI, in Comm. S. B., 1966, 1; GRASSANI, 1050).\nSecondo un'altra impostazione si sarebbe invece in presenza di un contratto\nconsensuale atipico ad efficacia obbligatoria destinato a produrre effetti minori rispetto\nalla figura reale tipica (TETI, 591)\nAltri autori contestano in generale la categoria dei contratti reali ritenendo che anche\nquesti ultimi si perfezionerebbero in base al solo consenso come confermato dall'art. 1822\n(CARRESI, in Tr. Vas., 1957, 114).\n2.1. La posizione della giurisprudenza\nLa giurisprudenza reputa che la norma in esame disciplini con riguardo al contratto di\nmutuo un contratto preliminare consistente in una promessa «de mutuo dando e de\nmutuo accipiendo» e che, anche se non dà titolo — stante l'insuscettibilità\ndell'obbligazione del promittente di esecuzione in forma specifica — ad ottenere la\nsentenza prevista dall'art. 2932 è pur sempre produttivo di un rapporto giuridico,\ngeneratore di diritti ed obblighi tra le parti (Cass III, n. 3980/1981).\nLa S.C. ha inoltre ritenuto valido il preliminare di mutuo stipulato oralmente, ancorché\nle parti abbiano previsto, per il contratto definitivo, l'atto pubblico(Cass III, n.\n3980/1981), in quanto che la necessità che il contratto preliminare rivesta la medesima\nforma prescritta per quello definitivo, concerne soltanto il caso che una determinata forma\nsia stabilita dalla legge e non pure quello in cui essa sia stata prevista dalle parti per un\ncontratto per il quale la legge nulla dispone, con la conseguenza che in tale ipotesi opera il\nprincipio della libertà di forme.\n3. L'inadempimento della promessa\nI sostenitori della natura di contratto preliminare consensuale della promessa di mutuo\nritengono applicabile, in caso di inadempimento, la sola tutela generale della\nrisoluzione e del risarcimento del danno e non anche quella consistente\nnell'esecuzione specifica dell'obbligo di concludere un contrattoexart. 2932.\nSi evidenzia, difatti, che la pronuncia del giudice non può supplire al fatto materiale\ndella consegna mancata, che pure è elemento necessario a perfezionare la fattispecie\ndalla quale dovrebbe derivare l'effetto proprio del contratto reale, con conseguente\nimpossibilità di “ottenere una sentenza che produce gli effetti del contratto non concluso”\n(FRAGALI, in Comm. S. B., 1966, 465).\nPagina 83 di 118Alcuni autori ritengono che il danno risarcibile potrebbe consistere solo nell'interesse\nnegativo, ovvero nella differenza di importo tra il tasso di interessi pattuito e quello che per\nlo stesso prestito il promissario dovrà corrispondere ad altri (FRAGALI, in Comm. S. B.,\n1966, 467).\nDetta impostazione non è tuttavia condivisa da altra parte della dottrina secondo la\nquale l'accordo sul dare e sul ricevere a mutuo va oltre le conseguenze di un generico\ndovere di responsabilità precontrattuale, dando luogo all'obbligo di risarcire non solo\nl'interesse negativo ma anche quello positivo, che potrebbe ad esempio consistere\nnella perdita subita per non aver potuto trovare a credito sul mercato le cose promessegli\nin mutuo ovvero del danno comunque sofferto per il ritardo con cui gli fosse riuscito di\nprocurarsele (GIAMPICCOLO, 473).\nAnche la giurisprudenza sembra attestarsi su tali conclusioni ritenendo che la mancata\nerogazione delle somme oggetto della promessa di mutuo non configura una\nresponsabilità di tipo «precontrattuale», ma, dando luogo ad un vero e proprio\ninadempimento contrattuale, attribuisce ai mutuatari il diritto ad ottenere il risarcimento\ndel danno ai sensi degli artt. 1218 e 1223 (Cass. I, n. 9101/2003).\n4. Variazioni delle condizioni patrimoniali dell'altro contraente\nL'art. 1822 consente al promittente mutuante di rifiutare l'adempimento della\npromessa, se, successivamente alla stipulazione di essa, le condizioni patrimoniali\ndell'altro contraente siano divenute tali da rendere notevolmente difficile la restituzione\n(GARDELLA TEDESCHI, 540; FRAGALI, in Comm. S. B., 1966, 470).\nTrattasi di un mezzo di tutela preventiva del credito, che ricorda in certo modo il più\ngenerale rimedio previsto, per i contratti a prestazioni corrispettive, dall'art. 1461, dal\nquale tuttavia si distingue, sia per il presupposto in parte diverso (non essendo qui\nnecessario il pericolo di una mancata realizzazione del credito, ma bastando il rischio di\nuna maggiore difficoltà di suo soddisfacimento), sia per l'oggetto specifico (che non è\nquello di garantire il conseguimento di una controprestazione, bensì di garantire la partita\ndi restituzione che deriverebbe dal mutuo da stipulare — il che spiega d'altronde perché il\nrimedio venga ad operare, fuori dell'àmbito del contratto a prestazioni corrispettive, anche\nin caso di mutuo gratuito —), sia infine per la funzione, che, stando al testo della norma,\nsembrerebbe esser quella di liberare il debitore (promittente) dall'obbligazione (di dare a\nmutuo) e non già soltanto quella di facultarlo a sospenderne, se crede, l'esecuzione\n(GIAMPICCOLO, ult. cit.).\nPagina 84 di 118", "framework": "Ampiamente controversa è la qualificazione giuridica della promessa di mutuo\nsulla quale il legislatore non ha preso posizione con la norma in esame.\nDalla qualificazione della fattispecie derivano, peraltro, importanti riflessi in ordine\nai rimedi esperibili dal mutuatario in caso di inadempimento del mutuante e in\nriferimento ai danni risarcibili.\nL'art. 1822 consente al promittente mutuante di rifiutare l'adempimento della\npromessa, se, successivamente alla stipulazione di essa, le condizioni patrimoniali\ndell'altro contraente siano divenute tali da rendere notevolmente difficile la\nrestituzione.\n2. Natura giuridica\nLa qualificazione giuridica della promessa di mutuo risulta discussa in dottrina.\nLa tesi prevalente ravvisa nella promessa di mutuo un vero e proprio contratto\npreliminare “consensuale” di mutuo avente ad oggetto la successiva stipula di un\nPagina 82 di 118", "bibliography": "", "source_file": "document.pdf", "page_number": 82}
{"article_number": "1821", "title": "Danni al mutuatario per vizi delle cose.", "text": "Il promissario può evitare il rifiuto del promittente offrendogli idonee garanzie: la predetta\nprevisione ha indotto la dottrina a ritenere che il promittente debba, per avvalersi della\ntutela concessagli, preventivamente informare il promissario onde consentirgli di esercitare\nla facoltà di impedire il rifiuto offrendo idonee garanzie (FRAGALI, ult. cit.).\nBibliografia\nDalmartello, Appunti in tema di contratti reali, contratti restitutori e contratti\nsinallagmatici, in Riv. dir. civ., 1955; Galasso, Mutuo e Deposito irregolare, Milano,\n1968; Gardella Tedeschi, Il Mutuo (contratto di), in Dig. civ., Torino, 1994;\nGiampiccolo, voce Mutuo, Enc. dir., XXVII, Milano, 1977; Grassani, Mutuo, in\nNoviss. Dig. it., X, Torino 1964; Mazzamuto, Mutuo di scopo, in Enc. Giur., XX,\nRoma, 1990.\nAutori: Caterina Costabile\nCOMMENTATO CODICE CIVILE\nCodice Civile n. 1821 - Danni al mutuatario per vizi delle cose.\n[I]. Il mutuante è responsabile del danno cagionato al mutuatario per i vizi delle cose date a\nprestito, se non prova di averli ignorati senza colpa [1494].\n[II]. Se il mutuo è gratuito, il mutuante è responsabile solo nel caso in cui, conoscendo i\nvizi, non ne abbia avvertito il mutuatario [1812].caso è la conoscenza effettiva dei vizi, nell'altro caso la loro semplice conoscibilità), una\nipotesi di responsabilità incontrahendodel mutuante per mancata denuncia dei vizi,\nresponsabilità commisurata quindi ai danni che il mutuatario, se tempestivamente avvisato,\navrebbe potuto evitare (interesse negativo), e non diversa da quella che in analoga ipotesi\npotrebbe essere a carico del comodante a norma dell'art. 1812 (FRAGALI, in Comm. S. B.,\n1966, 453).\nAltri autori distinguono, invece, tra il mutuo gratuito e quello oneroso, osservando che\nmentre per il mutuo gratuito il comma 2 dell'art. 1821 chiama il mutuante a rispondere\n(solamente) dei danni conseguenti alla mancata denuncia dei vizi, e con ciò stesso ne\nlimita però effettivamente la responsabilità al risarcimento dell'interesse negativo, per\nil mutuo oneroso, invece, il comma 1 dello stesso articolo dichiara il mutuante\nresponsabile, senza distinguere, dei danni (tutti) risentiti dal mutuatario per vizi delle cose\n(GIAMPICCOLO, 468).\nNell'ipotesi del mutuo oneroso, pertanto, il mutuante deve ritenersi obbligato a risarcire\nal mutuatario non solo i danni eventualmente sofferti per avere ignorato i vizi delle cose,\nma, in quanto si tratti di vizi non riconoscibili che rendano le cose stesse inidonee all'uso\nloro proprio, gli debba anche il risarcimento dell'interesse positivo.\nDiversamente, in caso di mutuo gratuito il mutuante risponderà soltanto dei danni che\nil mutuatario, se fosse stato edotto dei vizi delle cose, avrebbe potuto evitare\n(astenendosi dall'accettarle in prestito o prendendo comunque le cautele necessarie a\nprevenire il danno), e ne risponderà, inoltre, solo per il caso di dolo, ossia, come l'art.\n1821 prevede, solo se dei vizi medesimi egli al momento del contratto era a conoscenza.\nIn caso di mutuo oneroso si ritiene ammissibile, oltre all'azione risarcitoria e a quella di\nrisoluzione, l'azione di riduzione del corrispettivo in applicazione analogica delle\ndisposizioni in tema di vizi della compravendita, senza tuttavia l'operatività dei relativi\ntermini di decadenza e prescrizione (GIAMPICCOLO, ult. cit.).\n3. Responsabilità per evizione\nUna responsabilità del mutuante per l'evizione si ritiene astrattamente configurabile tanto\nnel mutuo oneroso che in quello gratuito.\nNon essendo tuttavia detta ipotesi esplicitamente disciplinata dal legislatore la dottrina\nreputa applicabili con gli opportuni adattamenti, secondo che il mutuo sia oneroso o\ngratuito, le norme che regolano l'evizione nella vendita e nella donazione\n(GIAMPICCOLO, 467).\nPagina 86 di 118", "framework": "La norma sancisce la responsabilità del mutuante per i danni cagionati al mutuatario\nper i vizi delle cose mutuate se non prova di averli ignorati senza colpa.\nUn sistema di responsabilità meno gravosa è stabilito per il mutuo gratuito in\nquanto in detta ipotesi il mutuante risponde dei danni solo quando, pur conoscendo i\nvizi, non abbia avvertito il mutuatario.\n2. Natura giuridica\nUna parte della dottrina reputa regolata dalla norma in esame, sia per il mutuo gratuito\nche per quello oneroso (a parte la variante dell'elemento soggettivo richiesto, che nell'un\nPagina 85 di 118", "bibliography": "", "source_file": "document.pdf", "page_number": 85}
{"article_number": "1820", "title": "Mancato pagamento degli interessi.", "text": "L'acquisto in proprietà che il mutuo procura al mutuatario non è infatti diverso, né destinato\na consentirgli forme di utilizzazione diverse, da quello, o quelle, che potrebbe ripromettersi\nun acquirente delle stesse cose per qualsiasi altro titolo oneroso o gratuito; sicché, in\nmancanza di una norma specifica, si ritiene di dover estendere al mutuo i princìpi valevoli\nper la vendita e per la donazione che di ciascuna delle due specie di trasferimento\nrappresentano la forma prototipica.\nBibliografia\nDalmartello, Appunti in tema di contratti reali, contratti restitutori e contratti\nsinallagmatici, in Riv. dir. civ., 1955; Galasso, Mutuo e Deposito irregolare, Milano,\n1968; Gardella Tedeschi, Il Mutuo (contratto di), in Dig. civ., Torino, 1994;\nGiampiccolo, voce Mutuo, Enc. dir., XXVII, Milano, 1977; Grassani, Mutuo, in\nNoviss. Dig. it., X, Torino 1964; Mazzamuto, Mutuo di scopo, in Enc. Giur., XX,\nRoma, 1990.\nAutori: Caterina Costabile\nCOMMENTATO CODICE CIVILE\nCodice Civile n. 1820 - Mancato pagamento degli interessi.\n[I]. Se il mutuatario non adempie l'obbligo del pagamento degli interessi, il mutuante può\nchiedere la risoluzione del contratto [1453 ss.].", "framework": "L'art. 1820 disciplina la risoluzione del mutuo oneroso in caso di mancato\npagamento degli interessi.\nLa dottrina considera questa disposizione come una normale applicazione del\nrimedio previsto in generale dall'art. 1453 con la conseguenza che questo rimedio\nsarà esperibile anche per l'ipotesi di inadempimento di qualsiasi altra diversa\nobbligazione corrispettiva che per contratto fosse a carico del mutuatario\n(GIAMPICCOLO, 468).\nIl prevalente orientamento ritiene, inoltre, che — salvo il caso in cui sia stata pattuita\nuna clausola risolutiva espressa ex art. 1456 ovvero un termine essenziale ex art.\nPagina 87 di 118", "bibliography": "", "source_file": "document.pdf", "page_number": 87}
{"article_number": "1819", "title": "Restituzione rateale.", "text": "1457 — la risoluzione può essere pronunciata solo qualora ricorra un\ninadempimento di non scarsa importanzaexart. 1455 (CARRESI, in Tr. Vas., 1957,\n145; FRAGALI, in Comm. S. B., 1966, 437; contraTETI, 640).\n2. Ambito di applicazione\nSi ritiene pacificamente che rientri nell'ambito di applicazione dell'art. 1820 l'ipotesi di un\nmutuo in cui gli interessi devono essere corrisposti periodicamente.\nNel caso in cui, invece, l'obbligazione di corrispondere interessi diviene esigibile\ncontestualmente o successivamente alla data prevista per la restituzione del tantundem,\nsi ritiene che il mutuante potrà agire solo per l'adempimento.\nPertanto, qualora sia convenuta la restituzione rateale delle cose mutuate e il\ncontemporaneo pagamento frazionato degli interessi si ritiene che trovino applicazione sia\nl'art. 1820 che l'art. 1819 nei limiti del rispettivo ambito di operatività (GIAMPICCOLO, 471).\nBibliografia\nDalmartello, Appunti in tema di contratti reali, contratti restitutori e contratti\nsinallagmatici, in Riv. dir. civ., 1955; Galasso, Mutuo e Deposito irregolare, Milano,\n1968; Gardella Tedeschi, Il Mutuo (contratto di), in Dig. civ., Torino, 1994;\nGiampiccolo, voce Mutuo, Enc. dir., XXVII, Milano, 1977; Grassani, Mutuo, in\nNoviss. Dig. it., X, Torino 1964; Mazzamuto, Mutuo di scopo, in Enc. Giur., XX,\nRoma, 1990.\nAutori: Caterina Costabile\nCOMMENTATO CODICE CIVILE\nCodice Civile n. 1819 - Restituzione rateale.\n[I]. Se è stata convenuta la restituzione rateale delle cose mutuate e il mutuatario non\nadempie l'obbligo del pagamento anche di una sola rata, il mutuante può chiedere,\nsecondo le circostanze, l'immediata restituzione dell'intero [1186, 18043, 1820].La disposizione in parola prevede l'ipotesi di risoluzione del mutuo con\nrestituzione rateale per il caso di inadempimento anche di una sola rata.\nLa dottrina prevalente ritiene che non sia possibile ricondurre all'istituto\ndella decadenza dal beneficio del termineexart. 1186 la presente ipotesi di\nestinzione anticipata (così come quella di cui al successivo art. 1820) in quanto\nnon collegata ad alcuna delle circostanze che potrebbero dare luogo alla decadenza\ndal beneficio del termine, ma è posta in relazione ad un preciso presupposto di\ninadempimento (GIAMPICCOLO, 470; TETI, 639).\n2. Natura giuridica\nIn dottrina è discussa la natura giuridica del rimedio contro l'inadempimento del\nmutuatario previsto dalla norma in esame.\nSecondo alcuni autori si tratterebbe di un diritto di recesso attribuito ex lege al mutuante\n(FRAGALI, in Comm. S. B., 1966, 434), mentre secondo altri di un potere diretto di\nrisoluzione per inadempimento (GIAMPICCOLO, ult. cit.).\n3. Ambito di applicazione\nIn dottrina non sussistono dubbi in ordine all'applicabilità della norma in parola sia al\nmutuo oneroso che a quello gratuito (FRAGALI, ult. cit.).\nLa giurisprudenza ha, invece, ritenuto che la disposizione in esame ha la funzione di\nattribuire rilievo all'inadempimento del mutuario nel mutuo gratuito, al quale, quindi,\nessa esclusivamente si riferisce, dato che nel mutuo oneroso tale inadempimento,\ndando luogo alla possibilità di risoluzione del contratto ai sensi dell'art. 1453, assume\nrilievo indipendentemente dalla espressa previsione dell'art. 1819 (Cass. III, n. 1861/1995).\n4. Altre ipotesi di richiesta di anticipata restituzione\nIl mutuante ha la facoltà di richiedere l'anticipata restituzione delle somme mutuate in caso\ndi insolvenza del mutuatario, di diminuzione delle garanzie date, rifiuto delle garanzie\npromesse e in caso di fallimento del mutuatario.\nPagina 89 di 118", "framework": "Pagina 88 di 118", "bibliography": "", "source_file": "document.pdf", "page_number": 88}
{"article_number": "1818", "title": "Impossibilità o notevole difficoltà di restituzione.", "text": "Le prime tre ipotesi sono da ricondursi all'applicazione della norma sulla decadenza\ndal beneficio del termine ex art. 1186 (FRAGALI, in Comm. S. B., 1966, 439; GIAMPICCOLO,\n471).\nIl fallimento (art. 55, comma 2, r.d. n. 267/1942, per la nuova disciplina v. l’art. 154 d.lgs. n.\n14/2019 “Codice della crisi d’impresa e dell’insolvenza”), invece, produce la scadenza\nanticipata dei debiti pecuniari agli effetti del concorso (FRAGALI, in Comm. S. B., 1966,\n440).\nBibliografia\nDalmartello, Appunti in tema di contratti reali, contratti restitutori e contratti\nsinallagmatici, in Riv. dir. civ., 1955; Galasso, Mutuo e Deposito irregolare, Milano,\n1968; Gardella Tedeschi, Il Mutuo (contratto di), in Dig. civ., Torino, 1994;\nGiampiccolo, voce Mutuo, Enc. dir., XXVII, Milano, 1977; Grassani, Mutuo, in\nNoviss. Dig. it., X, Torino 1964; Mazzamuto, Mutuo di scopo, in Enc. Giur., XX,\nRoma, 1990.\nAutori: Caterina Costabile\nCOMMENTATO CODICE CIVILE\nCodice Civile n. 1818 - Impossibilità o notevole difficoltà di restituzione.\n[I]. Se sono state mutuate cose diverse dal danaro, e la restituzione è divenuta impossibile\no notevolmente difficile per causa non imputabile al debitore [1256], questi è tenuto a\npagarne il valore, avuto riguardo al tempo e al luogo in cui la restituzione si doveva\neseguire.Nonostante la formula usata dal legislatore («sarà tenuto»), si ritiene che,\nmentre per la prima ipotesi la norma opera in favore del creditore, superando la\nvicenda estintiva dell'impossibilità sopravvenuta mediante una modificazione\noggettiva del rapporto (per sostituzione del pretium alla res dovuta), nell'altra\nipotesi essa opera invece a favore del mutuatario, concedendogli la facultas\nsolutionis del valore come mezzo per sottrarsi, se crede, all'onere dell'adempimento\nin natura divenuto difficoltoso (GIAMPICCOLO, 461).\n2. Ambito di applicazione\nPerché possa trova applicazione la disposizione in esame l'impossibilità deve essere\nassoluta ed oggettiva.\nL'art. 1818 non è, dunque, applicabile nel caso che l'impossibilità o la difficoltà di\nrestituzione in natura risultino temporanee (salva l'ipotesi prevista nella seconda parte del\nsecondo comma dell'art. 1256), nonché qualora il genus debitum non può ritenersi estinto\nperché ha subito per legge soltanto una trasformazione (esempio, conversione di titoli del\ndebito pubblico): in quest'ultimo caso saranno dovute le cose comprese nel genus novum\nequivalente (FRAGALI, in Comm. S. B., 407).\nIn caso di impossibilità parziale il mutuatario può liberarsi mediante l'esecuzione per la\nparte che è rimasta possibile e mediante il pagamento del corrispettivo in denaro per la\nrestante parte (TETI, 645).\nInoltre la norma non si applica — e qui l'esclusione è testuale — al mutuo di danaro. Ma\noccorre dire che in base alle disposizioni degli art. 1277 ss. anche la disciplina del mutuo\npecuniario non è, sul punto, molto diversa (GIAMPICCOLO, in Tr. G. S.-P., 1972, 97).\n3. Mutamento di valore delle cose\nIl debito della restituzione è insensibile ai mutamenti di valore delle cose: il\nmutuatario ha l'obbligo di restituire cose della stessa specie e qualità di quelle avute a\nmutuo, non già l'obbligo di restituire un identico valore.\nContro il rischio di un deprezzamento o di un rincaro delle cose, che è rischio\nnaturalmente insito nel differimento della partita di restituzione, le parti possono dunque\npremunirsi, in quanto la legge non ne faccia specifico divieto, soltanto mediante speciali\nclausole, la più usata delle quali è quella con cui si àncora il debito di restituzione ad\nun parametro prefissato (ad esempio, oro, moneta estera, merci, numeri indice, ecc.),\ncosì da farne oggetto non più la stessa quantità di cose data in prestito, ma quella quantità,\nPagina 91 di 118maggiore o minore, che alla scadenza potrà risultare dovuta per ragguaglio alla prescelta\nunità di misura (GIAMPICCOLO, 462).\nOccorre anzi aggiungere che quello appena indicato è, secondo una parte della dottrina,\nl'unico rimedio possibile, posto che, anche in caso di un mutamento di valore dovuto ad\neventi straordinari ed imprevedibili, deve escludersi che le parti possano far ricorso alle\nnorme degli artt. 1467 e 1468: non il mutuante che con la consegna ha compiuto ogni sua\nprestazione; non il mutuatario posto che l'onerosità cui fanno riferimento le predette norme\nnon può incidere sul criterio di un equo bilanciamento del rischio tra le parti (GIAMPICCOLO,\nult. cit.).\nAltri autori, invece, ritengono applicabile l'art. 1467 al mutuo oneroso e l'art. 1468 al\nmutuo gratuito (CARRESI, in Tr. Vas., 1957, 148; FRAGALI, in Comm. S. B., 1966, 410)\nritenendo possibile la risoluzione o la riduzione della prestazione ad equità in caso di\neccessiva onerosità sopravvenuta a causa di eventi straordinari ed imprevedibili.\nL'art. 3, d.l. n. 93/2008 (conv., con modif., dall'art. 1, comma 1, l. n. 126/2008) prevede\nuna specifica forma di tutela per i soggetti che abbiano stipulato un mutuo a tasso\nvariabile finalizzato all'acquisto della prima casa che si sia rivelato eccessivamente\noneroso a causa dell'innalzamento dei tassi d'interesse.\nSecondo il disposto della norma, il Ministero dell'economia e delle finanze e l'Associazione\nbancaria italiana definiscono con apposita convenzione, aperta all'adesione delle banche e\ndegli intermediari finanziari, le modalità ed i criteri di rinegoziazione dei mutui a tasso\nvariabile stipulati per l'acquisto, la costruzione e la ristrutturazione dell'abitazione principale\nanteriormente alla data di entrata in vigore del decreto in esame.\nBibliografia\nDalmartello, Appunti in tema di contratti reali, contratti restitutori e contratti\nsinallagmatici, in Riv. dir. civ., 1955; Galasso, Mutuo e Deposito irregolare, Milano,\n1968; Gardella Tedeschi, Il Mutuo (contratto di), in Dig. civ., Torino, 1994;\nGiampiccolo, voce Mutuo, Enc. dir., XXVII, Milano, 1977; Grassani, Mutuo, in\nNoviss. Dig. it., X, Torino 1964; Mazzamuto, Mutuo di scopo, in Enc. Giur., XX,\nRoma, 1990.\nAutori: Caterina Costabile\nPagina 92 di 118", "framework": "Qualora sono state mutuate cose diverse dal danaro e la loro restituzione fosse\ndivenuta impossibile o notevolmente difficile per causa non imputabile al\ndebitore, l'art. 1818 dispone che il mutuatario, anziché restituirle in natura, sarà\n«tenuto» a pagarne il valore, avendo riguardo al tempo e al luogo in cui la\nrestituzione si doveva eseguire.\nPagina 90 di 118", "bibliography": "", "source_file": "document.pdf", "page_number": 90}
{"article_number": "1817", "title": "Termine per la restituzione fissato dal giudice.", "text": "COMMENTATO CODICE CIVILE\nCodice Civile n. 1817 - Termine per la restituzione fissato dal giudice.\n[I]. Se non è fissato un termine per la restituzione, questo è stabilito dal giudice, avuto\nriguardo alle circostanze [11831].\n[II]. Se è stato convenuto che il mutuatario paghi solo quando potrà, il termine per il\npagamento è pure fissato dal giudice [11832].La giurisprudenza ha, pertanto, ritenuto non applicabile la predetta disposizione nel\ncaso in cui le parti abbiano collegato la restituzione della somma mutuata, se non fosse\nstato raggiunto un accordo fra loro, al momento della morte del padre del mutuatario,\nessendo stato in tal caso dedotto come termine un evento certus an, anche se incertus\nquando (Cass. III, n. 2216/1972).\nLa S.C. ha inoltre chiarito che nel caso di mutuo senza fissazione del termine il diritto del\ncreditore ad esigere la prestazione non ha come presupposto necessario una\npreventiva pronunzia giudiziale costitutiva (Cass. III, n. 6984/2003).\nPertanto, anche nel mutuo senza fissazione del termine è applicabile il principio (art.\n1186) secondo il quale è superflua la fissazione giudiziale del termine per\nl'adempimento quando il debitore è insolvente ed, in tal caso, il creditore e abilitato ad\nesigere immediatamente la prestazione (Cass. III, n. 2055/1972).\n3. Prescrizione\nLa S.C. ha ritenuto che, stipulato un contratto di mutuo senza fissazione del\ntermine per la restituzione, la prescrizione del diritto del mutuante decorre dalla data\nstessa dalla stipula, perché a partire da tale data il mutuante aveva la facoltà di richiedere\nla fissazione del termine di adempimento con la speciale azione di cui all'art. 1817 (Cass.\nIII, n. 14345/2009). Ciò in quanto la prescrizione del credito decorre anche quando il\nrelativo diritto non sia ancora esigibile per la mancata fissazione del tempo\ndell'adempimento, da stabilirsi per accordo delle parti, potendo in tal caso il creditore\ncomunque ricorrere al giudice per la fissazione del termine con la conseguenza che in tal\ncaso è impossibile configurare un impedimento giuridico all'esercizio del diritto, il quale\nsoltanto impedisce il decorso della prescrizione.\nBibliografia\nDalmartello, Appunti in tema di contratti reali, contratti restitutori e contratti\nsinallagmatici, in Riv. dir. civ., 1955; Galasso, Mutuo e Deposito irregolare, Milano,\n1968; Gardella Tedeschi, Il Mutuo (contratto di), in Dig. civ., Torino, 1994;\nGiampiccolo, voce Mutuo, Enc. dir., XXVII, Milano, 1977; Grassani, Mutuo, in\nNoviss. Dig. it., X, Torino 1964; Mazzamuto, Mutuo di scopo, in Enc. Giur., XX,\nRoma, 1990.\nPagina 94 di 118", "framework": "La disposizione, prevedendo espressamente l'ipotesi di un mutuo senza termine\nfinale, attesta che il termine finale non è elemento essenziale del contratto di\nmutuo (FRAGALI, in Comm. S. B., 1966, 353).\nQuando le parti non abbiano stabilito il termine per la restituzione della somma di\ndanaro o delle altre cose fungibili mutuate, l'art 1817 demanda la fissazione del\ntermine al potere discrezionale del giudice del merito, avuto riguardo alle circostanze\n(GARDELLA TEDESCHI, 544).\nIl termine di adempimento resta comunque un elemento naturale del mutuo:\nla S.C. evidenzia che lo stesso presenta un carattere di essenzialità strutturale\ncon la conseguenza che, qualora il termine per la restituzione, non essendo stato\nfissato dalle parti, sia stabilito dal giudice, la sentenza non è costitutiva bensì\nesplicativa di un termine che è già implicito nella convenzione (Cass. III, n.\n2055/1972).\nSe è stato pattuito che il mutuatario restituirà “quando potrà”, al fine di\nevitare che il mutuo possa trasformarsi in un negozio potestativo, il secondo comma\ndell'art. 1817 consente al mutuante di chiedere al giudice che fissi un termine finale\ndi godimento. Analoga possibilità viene riconosciuta in relazione alle clausole\n“quando ne avrà i mezzi”, “quando le condizioni economiche lo consentiranno” o\n“appena possibile” (FRAGALI, ult. cit.; GIAMPICCOLO, 460).\n2. Ambito di applicazione\nAi sensi dell'art 1817, in tema di mutuo è consentito fare ricorso al giudice solo se un\ntermine per la restituzione non sia stato fissato.\nPagina 93 di 118", "bibliography": "", "source_file": "document.pdf", "page_number": 93}
{"article_number": "1816", "title": "Termine per la restituzione fissato dalle parti.", "text": "Autori: Caterina Costabile\nCOMMENTATO CODICE CIVILE\nCodice Civile n. 1816 - Termine per la restituzione fissato dalle parti.\n[I]. Il termine per la restituzione si presume stipulato a favore di entrambe le parti e, se il\nmutuo è a titolo gratuito, a favore del mutuatario [1184].3. Termine in potestate creditoris\nIn dottrina è dibattuta la compatibilità con lo schema causale del mutuo della\nstipulazione di un termine inpotestate creditoris.\nGli autori che optano per la soluzione negativa evidenziano che un termine in potestate\ncreditoris si porrebbe in contrasto con lo schema causale volto a garantire al mutuatario\nche il godimento della somma ricevuta in consegna e proprietà si protragga nel tempo,\nesponendolo alla possibilità di una richiesta inaspettata di restituzione immediata della\nsomma mutuatagli (CARRESI, in Tr. Vas., 1957, 124).\nGli autori che ne ritengono la compatibilità (FRAGALI, in Comm. S. B., 1966, 395;\nGIAMPICOLLO, 460) sottolineano, invece, che la richiesta di restituzione dovrà comunque\navvenire nel rispetto dei principi generali di correttezza e buona fede nell'esecuzione del\ncontratto ovvero mediante la concessione di un termine congruo e ragionevole, termine\nche in caso di disaccordo potrà comunque essere fissato dal giudice ex art. 1183, comma\n1, seconda parte.\nIn tal senso sembra orientata anche la giurisprudenza che reputa compatibile con il\ncontratto di mutuo un termine di restituzione inpotestate creditoris precisando, tuttavia,\nche la clausola di ripetibilità «ad nutum» deve rispettare lo schema causale del mutuo e,\ndunque, non implicare un'esigibilità immediata del debito di restituzione (Cass. III, n.\n13661/2001).\n4. Estinzione anticipata e clausole penali\nL'art. 7, d.l. n. 7/2007 (come modificato, in sede di conversione, dalla l. n. 40/2007) ha\nstabilito il divieto di qualunque patto, anche posteriore alla conclusione del contratto, ivi\nincluse le clausole penali, con cui si convenga che il mutuatario, che richieda\nl'estinzione anticipata o parziale di un contratto di mutuo stipulato o accollato a\nseguito di frazionamento, anche ai sensi del d.lgs. n. 122/2005, per l'acquisto o per la\nristrutturazione di unità immobiliari adibite ad abitazione ovvero allo svolgimento della\npropria attività economica o professionale da parte di persone fisiche, sia tenuto ad una\ndeterminata prestazione a favore del soggetto mutuante.\nLa nullità delle clausole apposte in violazione del suddetto divieto non comporta la nullità\ndel contratto nella sua totalità.\nIl divieto si applica ai mutui stipulati dopo l'entrata in vigore del decreto legge (2 febbraio\n2007).\nPagina 96 di 118", "framework": "La norma regola tutte le ipotesi in cui le parti minus dixit quam voluit essendosi\nlimitate a fissare un termine per la restituzione senza tuttavia precisare se la stessa\npuò essere dal mutuante richiesta o dal mutuatario effettuata prima della sua\nscadenza.\nAi sensi dell'art. 1816 nel mutuo oneroso il termine per la restituzione si presume\nstipulato a favore di entrambe le parti, di modo che prima della scadenza del\ntermine nessuno dei due contraenti può chiedere la restituzione anticipata delle cose\nmutuate.\nAl contrario, nel caso in cui il mutuo sia stato stipulato a titolo gratuito il termine\ndeve presumersi pattuito in favore del debitore, con la conseguenza che questi\npuò adempiere alla propria obbligazione restitutoria anche prima della scadenza\nsenza che il mutuante possa opporsi.\nTrattasi in entrambe le ipotesi di una presunzione relativa superabile con la\nprova contraria (FRAGALI, in Comm. S. B., 1966, 398).\n2. Il termine nel mutuo gratuito e nel mutuo oneroso\nLa ragione per cui nel mutuo gratuito il termine è presunto a favore del mutuatario, con la\nconseguenza che questi può adempiere alla propria obbligazione restitutoria anche prima\ndella scadenza, sta nel fatto che il mutuante non ha alcun interesse a che la somma\nrimanga più a lungo presso il mutuatario perché non lucrando gli interessi non avrà alcun\nvalida ragione per opporsi alla restituzione anticipata.\nNel mutuo oneroso, invece, il legislatore ha optato per la presunzione di un termine\nstipulato a favore di entrambe le parti poiché il mutuatario ha interesse al decorso di un\npreciso lasso di tempo onde programmare la propria situazione economica in virtù della\nrestituzione, mentre il mutuante ha diritto a non subire una restituzione anticipata in quanto\nè il decorso del tempo che fa maturare in suo favore gli interessi.\nPagina 95 di 118", "bibliography": "", "source_file": "document.pdf", "page_number": 95}
{"article_number": "1283", "title": "Anatocismo.", "text": "Per i mutui già in essere alla data sopra indicata l'Associazione bancaria italiana e le\nassociazioni dei consumatori rappresentative a livello nazionale, ai sensi dell'art. 137 d.lgs.\nn. 122/2005 definiscono con uno specifico accordo le regole generali di riconduzione ad\nequità dei contratti di mutuo mediante, in particolare, la determinazione della misura\nmassima dell'importo della penale dovuta per il caso di estinzione anticipata o parziale del\nmutuo.\nDette previsioni sono di seguito state trasfuse nell'art. 120- ter d.lgs. n. 385/1993\ninserito dall'art. 4 d.lgs. n. 141/2010.\nBibliografia\nDalmartello, Appunti in tema di contratti reali, contratti restitutori e contratti\nsinallagmatici, in Riv. dir. civ., 1955; Galasso, Mutuo e Deposito irregolare, Milano,\n1968; Gardella Tedeschi, Il Mutuo (contratto di), in Dig. civ., Torino, 1994;\nGiampiccolo, voce Mutuo, Enc. dir., XXVII, Milano, 1977; Grassani, Mutuo, in\nNoviss. Dig. it., X, Torino 1964; Mazzamuto, Mutuo di scopo, in Enc. Giur., XX,\nRoma, 1990.\nAutori: Caterina Costabile\nCOMMENTATO CODICE CIVILE\nCodice Civile n. 1283 - Anatocismo.\n[I]. In mancanza di usi contrari [1823, 1852], gli interessi scaduti possono produrre\ninteressi solo dal giorno della domanda giudiziale o per effetto di convenzione posteriore\nalla loro scadenza, e sempre che si tratti di interessi dovuti almeno per sei mesi [162\ntrans.].è necessario che vi sia un debito di interessi accessorio ad un'obbligazione\nprincipale, con l'effetto che, nel caso di estinzione dell'obbligazione principale, il\ndebito di interessi perde la natura di accessorio e diviene un'obbligazione pecuniaria\nproduttiva di interessi semplici, secondo le regole ordinarie, senza che sia integrato il\nfenomeno dell'anatocismo. Una parte della dottrina ritiene che l'ordinaria disciplina\ndettata per le obbligazioni pecuniarie, ivi compresa la disposizione sull'anatocismo,\ntrovi applicazione anche alle obbligazioni di valore (BIANCA, 197).\nI limiti dettati con riferimento alla praticabilità dell'anatocismo riguardano sia gli\ninteressi corrispettivi sia gli interessi moratori (Cass. n. 3500/1986). Si\nsottraggono alla previsione sul divieto di anatocismo gli interessi compensativi,\nche costituiscono una componente del risarcimento dei danni (Cass. n.\n11065/1992). La S.C. ritiene poi che la disposizione che ammette l'anatocismo,\ndettata in materia di obbligazioni pecuniarie, non enuncia un principio di carattere\ngenerale, valido per ogni specie di obbligazione, ma ha carattere eccezionale, e\nnon é, quindi, estensibile ai debiti di valore, quali quelli derivanti da responsabilità\naquiliana (Cass. n. 15944/2017; Cass. n. 25729/2014; Cass. n. 15023/2005).\n2. L'anatocismo giudiziale\nDalla domanda giudiziale possono decorrere gli interessi sugli interessi scaduti,\nmentre non è idoneo allo scopo un mero atto stragiudiziale di costituzione in mora.\nSecondo un autore, la domanda degli interessi capitalizzati può riguardare anche gli\ninteressi destinati a scadere in corso di causa (BIANCA, 199). Tale domanda produce\neffetti solo dal momento in cui è notificata, ossia è giunta a conoscenza della parte che\ndovrà corrispondere gli interessi stessi (DISTASO, 917).\nLa domanda deve essere specificamente rivolta ad ottenere il pagamento degli\ninteressi composti, non essendo all'uopo sufficiente una generica o ambigua domanda\ncon la quale l'istante si limiti a richiedere gli interessi scaduti (Cass. n. 1164/2017;Cass. n.\n5218/2011; Cass. n. 12043/2004; Cass. n. 8500/1987; Cass. n. 4123/1978). Per domanda\ngiudiziale non si intende esclusivamente la citazione introduttiva della controversia, ma\nanche qualsiasi altra ulteriore istanza validamente proposta nel corso del giudizio (Cass.\nn. 1964/2002); in tal caso il riconoscimento della capitalizzazione spetta dalla\nproposizione dell'istanza, non già della precedente domanda giudiziale (Cass. n.\n8500/1987). Anche il ricorso per decreto ingiuntivo costituisce domanda idonea al\nriconoscimento degli interessi sugli interessi (Cass. n. 9311/1990). Non è invece\nammissibile la domanda nuova diretta ad ottenere gli interessi anatocistici, avanzata per la\nprima volta in appello, salvo che con tale domanda la richiesta di interessi su interessi sia\nlimitata a quelli prodotti dopo la sentenza di primo grado (Cass. n. 21340/2013; Cass. n.\nPagina 98 di 11811261/2007; Cass. n. 648/1985). Secondo la giurisprudenza, la domanda deve riguardare\nla richiesta di interessi su interessi primari già scaduti e non può essere estesa agli\ninteressi sugli interessi che scadranno nel corso del giudizio (Cass. n. 13560/2012;\nCass. n. 11065/1992; Cass. n. 5781/1984). Una volta che la sentenza abbia liquidato la\nsorte capitale e gli interessi semplici, senza alcuna statuizione ulteriore sugli interessi\nsecondari, la parte non può spiegare un'altra domanda per rivendicare gli interessi\ncomposti sulla somma che ha già costituito oggetto di condanna (Cass. n. 25634/2010).\n3. L'anatocismo convenzionale\nL'anatocismo può essere previsto anche da un accordo raggiunto tra le parti. La\nconvenzione che ammette il decorso di interessi su interessi deve essere posteriore alla\nscadenza degli interessi che siano destinati a loro volta a produrre ulteriori interessi.\nQualora, per contro, la convenzione sia conclusa con riferimento ad interessi non ancora\nscaduti, di cui si preveda la produzione di ulteriori interessi, essa è nulla e priva di effetti\n(BIANCA, 199). La convenzione esige la forma scritta e la previsione della maturazione di\ninteressi composti deve essere contemplata in modo espresso, così che emerga la\nconsapevolezza del debitore in ordine all'obbligo assunto (BIANCA,199). Sul requisito della\nforma scritta si confrontano due giustificazioni: per un verso, si afferma che il patto di\nprevisione dell'anatocismo si traduce in un accordo sull'aumento della misura degli\ninteressi dovuti, sicché la forma scritta è richiesta a pena di nullità ai sensi dell'art. 1284,\ncomma 3; per altro verso, si ritiene che la forma scritta sia indispensabile solo ove la\nconvenzione determini il tasso degli interessi capitalizzati in misura superiore a quello\nlegale (QUADRI, in Tr. Res., 1999, 568). In mancanza di un'espressa indicazione del\ntasso, gli interessi sugli interessi si presumono dovuti al tasso legale (BIANCA, 200). Si\nammette che la convenzione possa avere efficacia retroattiva, ossia che, a fronte di\ninteressi già scaduti, gli interessi composti possano farsi decorrere da una data\nantecedente a quella di conclusione della convenzione (QUADRI, in Tr. Res., 1999, 568).\nResta fermo che gli interessi scaduti possono produrre interessi purché siano dovuti da\nalmeno sei mesi. Tale limitazione temporale minima costituirebbe regola antiusuraria di\nordine pubblico.\nAnche la giurisprudenza propende per la nullità della convenzione che stabilisca la\nproduzione di interessi su interessi che ancora devono scadere (Cass. n. 1724/1977).\nSostiene altresì che l'accordo deve stabilire in modo espresso la produzione di interessi\nanatocistici (Cass. n. 6735/1988). Qualora la convenzione non stabilisca il tasso degli\ninteressi composti, la loro soglia si presume corrispondente a quella legale (Cass. n.\n9311/1990).\nPagina 99 di 1184. L'anatocismo consuetudinario\nUlteriore fonte degli interessi anatocistici possono essere gli usi. Si intende fare\nriferimento agli usi normativi e non ai meri usi negoziali. Il giudice può fare applicazione\ndegli usi che ammettano la pratica anatocistica, qualora ne abbia comunque conoscenza,\nsecondo il principio iura novit curia, benché l'esistenza di tali usi non sia evocata dalle\nparti; affinché possa applicarli, è necessario però che gli interessi anatocistici siano stati\nrichiesti (BIANCA, 201). L'esistenza di usi favorevoli determina una deroga alle limitazioni\nsull'ammissibilità della capitalizzazione indicate dalla norma generale (INZITARI, in Tr. Gal.,\n1983, 297), anche con riguardo al limite minimo di sei mesi.\nAnche la S.C. afferma che il giudice può applicare d'ufficio, anche in sede di\nlegittimità, gli usi normativi che ammettono l'anatocismo (Cass. n. 3804/1988).\n5. L'anatocismo bancario\nUn settore nel quale, fino all'anno 1998, per decenni si è ritenuto che gli usi normativi\nammettessero la pratica dell'anatocismo è quello dei rapporti bancari (QUADRI, in Tr.\nRes., 1999, 569; INZITARI, in Tr. Gal., 1983, 298; ASCARELLI, in Comm. S. B., 1992, 593). In\nspecie, si è sostenuto che vi fossero usi favorevoli all'anatocismo, con particolare riguardo\nalle operazioni di conto corrente bancario (BIANCA, 201). In forza di tali usi, si è ritenuto\nche fosse legittima la capitalizzazione degli interessi passivi dovuti dai correntisti con\ncadenza trimestrale (QUADRI, in Tr. Res., 1999, 569). L'evoluzione giurisprudenziale dal\n1999 sino ad oggi ha invece invertito la tendenza, qualificando le prassi che per anni\navevano indotto le banche a praticare gli interessi composti su base trimestrale come meri\nusi negoziali, sicché la relativa capitalizzazione deve reputarsi illegittima. E ciò perché tali\ncondotte reiterate a cura delle banche non potevano considerarsi come unanimemente\ncondivise da parte dei loro clienti, piuttosto erano imposte; pertanto difettava l'elemento\nspirituale dell'opinio iuris ac necessitatis affinché detta pratica potesse essere ricondotta\nagli usi di cui all'art. 8 disp. prel. Il tentativo del legislatore di salvare, almeno per il\npassato, tali clausole, con l'intervento di cui all'art. 25, comma 3, d.lgs. n. 342/1999,\nmodificativo dell'art. 120 d.lgs. n. 385/1993, è venuto meno per effetto della pronuncia di\nillegittimità costituzionale (Corte cost. n. 425/2000). La legislazione bancaria allo stato\nvigente prevede il divieto di qualsiasi forma di composizione degli interessi\nperiodicamente conteggiati, i quali non possono produrre interessi ulteriori, sicché nelle\nsuccessive operazioni di capitalizzazione (rectius contabilizzazione) essi sono calcolati\nesclusivamente sulla sorte capitale ex art. 120, comma 2, d.lgs. n. 385/1993, modificato\ndall'art. 1, comma 629, l. n. 147/2013 ( legge di stabilità 2014), sicché nelle operazioni\nPagina 100 di 118successive al 1° gennaio 2014 si sarebbe potuta semplicemente operare la\ncontabilizzazione, ma non l'annotazione (ossia l'accorpamento) alla sorte capitale,\nneanche alla scadenza dell'anno, indipendentemente dall'emanazione della delibera c.i.c.r.\nDa ultimo, l'art. 17-bis d.l. n. 18/2016 conv. con modif. in l. n. 49/2016, pur stabilendo in\nprima battuta il divieto assoluto di anatocismo, ossia l'applicazione degli interessi sulla sola\nsorte capitale, fatto salvo il trattamento degli interessi di mora, in seconda battuta ha\ncontemplato la possibilità che i clienti possano autorizzare, anche preventivamente,\nl'addebito degli interessi sul conto al momento in cui essi divengono esigibili (ossia al 1°\nmarzo successivo al decorso dell'anno), cumulandosi al capitale al momento dell'addebito.\nL'autorizzazione può essere revocata dal cliente prima dell'addebito.\nLa capitalizzazione trimestrale degli interessi passivi praticata dalle banche è\nillegittima poiché è riconducibile ad un mero uso negoziale (indirizzo affermato all'inizio\nda Cass. n. 3096/1999 e Cass. n. 2374/1999, definitivamente consolidato da Cass.S.U., n.\n21095/2004), sicché la relativa clausola contrattuale è nulla e la nullità virtuale può\nessere rilevata d'ufficio quando il giudice debba utilizzare il titolo contrattuale posto a\nfondamento della pretesa (Cass. n. 25841/2013; Cass. n. 6518/2011; Cass. n.\n23974/2010; Cass. n. 21141/2007; Cass. n. 19882/2005), senza che possa essere\ndisposto alcun meccanismo sostitutivo di capitalizzazione su base periodica diversa\n(Cass.S.U., n. 24418/2010). La noma sulla chiusura periodica del conto, con la\nconseguente liquidazione del saldo, non può giustificare l'anatocismo bancario, posto che\nl'art. 1831 non si applica al conto corrente bancario (Cass. n. 15135/2014; Cass. n.\n6187/2005). Interessi anatocistici vietati si riscontrano anche quando siano previsti\ninteressi moratori su interessi corrispettivi, come accade in ordine agli interessi sulle\nrate scadute non assolte di un contratto di mutuo oneroso, atteso che ogni rata\ncomprende una quota di capitale e una quota di interessi di ammortamento, stabiliti a titolo\ndi corrispettivo della restituzione dilazionata della somma mutuata (Cass. n. 11400/2014;\nCass. n. 2072/2013; Cass. n. 2593/2003).\nL'accertata nullità delle clausole che prevedono la capitalizzazione trimestrale degli\ninteressi, così come tassi superiori a quelli legali, impone la rideterminazione del saldo\nfinale mediante la ricostruzione dell'andamento dell'intero rapporto, sulla base degli\nestratti conto a partire dalla sua apertura, che la banca ha l'onere di produrre (Cass. n.\n15148/2018).\nBibliografia\nPagina 101 di 118", "framework": "La norma pone dei limiti alla capitalizzazione degli interessi sul capitale,\nossia alla loro composizione ovvero alla produzione di interessi su interessi\n(INZITARI, in Tr. Gal., 1983, 297; BRECCIA, 341; BIANCA, 197; QUADRI, in Tr. Res.,\n1999, 567). Si evidenzia che il legislatore contempla l'anatocismo non già come\npratica assolutamente vietata, bensì come un fenomeno giuridico ammesso\ndall'ordinamento, seppure a certe condizioni. Affinché l'anatocismo possa operare\nPagina 97 di 118", "bibliography": "", "source_file": "document.pdf", "page_number": 97}
{"article_number": "1814", "title": "Trasferimento della proprietà.", "text": "Bianca, Diritto civile, IV, L'obbligazione, Milano, 1997; Breccia, Le obbligazioni,\nMilano, 1991; Di Majo, voce Obbligazioni pecuniarie, in Enc. dir., Milano, 1979;\nDistaso, voce Somma di denaro (Debito di), in Nss. D. I., Torino, 1970; Mastropaolo,\nvoce Obbligazione, V, Obbligazioni pecuniarie, in Enc. giur., Roma, 1990.\nAutori: Cesare Trapuzzano\nCOMMENTATO CODICE CIVILE\nCodice Civile n. 1814 - Trasferimento della proprietà.\n[I]. Le cose date a mutuo passano in proprietà del mutuatario [1782].", "framework": "Il carattere fungibile delle cose date a mutuo comporta che queste si\nconfondono nel patrimonio del mutuatario e, di conseguenza, esse passano nella\nproprietà di quest'ultimo così che il trasferimento della proprietà resta una\nconseguenza disposta dalla legge a prescindere dalla volontà manifestata in\ntal senso dalle parti (FRAGALI, in Comm. S. B., 1966, 339; GIAMPICCOLO, in Tr. G.\nS.-P., 1972, 50).\nDa ciò consegue che mutuatario non può che essere il proprietario della res mutuata\no colui che abbia il potere di disporne (GIAMPICCOLO, 453).\n2. Differenze col deposito irregolare\nSi ritiene che la differenza tra mutuo e deposito irregolare (art. 1782) vada ricercata\nnon solo nell'oggetto ma soprattutto nella funzione dei due contratti (GALASSO, 266).\nScopo tipico del mutuo resta l'attribuzione all'accipiensdella disponibilità e del pieno\ngodimento delle cose, e poiché queste vengono considerate non già nella loro\nindividualità ma come elementi fungibili (ovvero di genus) è evidente che esse verranno a\nconfondersi nel patrimonio dell'accipiens, con la conseguenza di permettere il godimento\ntipico del mutuo attuato sui beni fungibili.\nDi contro, nel deposito irregolare viene perseguito uno scopo di sicurezza, con la\nconseguenza che qui l'effetto traslativo non è connaturato all'attuazione dell'interesse\nnegoziale tipico del deposito, perché la conservazione dei beni può avvenire in individuo,\nanzi è questa la regola generale ex art. 1766.\nPagina 102 di 118", "bibliography": "", "source_file": "document.pdf", "page_number": 102}
{"article_number": "1813", "title": "Nozione.", "text": "Bibliografia\nDalmartello, Appunti in tema di contratti reali, contratti restitutori e contratti\nsinallagmatici, in Riv. dir. civ., 1955; Galasso, Mutuo e Deposito irregolare, Milano,\n1968; Gardella Tedeschi, Il Mutuo (contratto di), in Dig. civ., Torino, 1994;\nGiampiccolo, voce Mutuo, Enc. dir., XXVII, Milano, 1977; Grassani, Mutuo, in\nNoviss. Dig. it., X, Torino 1964; Mazzamuto, Mutuo di scopo, in Enc. Giur., XX,\nRoma, 1990.\nAutori: Caterina Costabile\nCOMMENTATO CODICE CIVILE\nCodice Civile n. 1813 - Nozione.\n[I]. Il mutuo è il contratto col quale una parte consegna all'altra una determinata quantità di\ndanaro o di altre cose fungibili, e l'altra si obbliga a restituire altrettante cose della stessa\nspecie e qualità [1782].2. Natura giuridica\nSebbene il testo dell'art. 1813 sembrerebbe non lasciare dubbi in proposito, si discute\nmolto in dottrina se il mutuo sia o meno un contratto reale.\nLa tesi negativa rispecchia le critiche che una parte della dottrina ritiene di muovere\nalla categoria del contratto reale in genere (ritenuta non più attuale), ma trova argomento\nanche nell'art. 1822 che riconosce obbligatorietà alla promessa di mutuo: giacché,\npartendo dal presupposto che un contratto preliminare consensuale di contratto reale\nsarebbe inammissibile, si pensa che con la contraria previsione quella norma venga\nsostanzialmente a smentire il carattere reale del mutuo (CARRESI, in Tr. Vas, 1957, 114).\nL'opinione maggioritaria ritiene che il contratto di mutuo abbia natura reale\nevidenziando che accanto al mutuo reale il legislatore con l'art. 1822 ha disciplinato anche\nl'ipotesi di un mutuo consensuale o che, ferma restando la realità del negozio, ad un mutuo\nconsensuale possano dar vita le parti nelle forme di un contratto atipico (FRAGALI, in\nComm. S. B., 1966, 1; DALMARTELLO, 817; GRASSANI, 1050).\nLa giurisprudenza è unanime nel ritenere che il contratto di mutuo è un contratto\nreale che si perfeziona con la consegna della somma data a mutuo, che costituisce\nelemento costitutivo del contratto, evidenziando che il requisito della realità può essere\nintegrato anche mediante il conseguimento della disponibilità giuridica della cosa\n(Cass. III, n. 35959/2021; Cass. III, n. 17194/2015).\nDisponibilità giuridica che può ritenersi sussistente, come equipollente della «traditio», nel\ncaso in cui mutuante crei un autonomo titolo di disponibilità in favore del mutuatario, in\nmodo tale da determinare l'uscita della somma dal proprio patrimonio e l'acquisizione della\nmedesima al patrimonio di quest'ultimo (Cass. III, n. 14270/2011).\nDiscussa in dottrina è anche la possibilità di definire il mutuo un contratto di durata.\nPropendono per la soluzione negativa quegli autori (DALMARTELLO, 843) che\nritengono qualificabile come contratto di durata il contratto la cui funzione si realizza\nattraverso l'adempimento di una o più obbligazioni di durata (cd. contratto ad esecuzione\ncontinuata o periodica).\nOptano, invece, per la soluzione positiva quegli autori reputano che la nozione di\ncontratto di durata, piuttosto che sulla presenza di un'obbligazione di durata, si costruisce\ncon riferimento all'attitudine del negozio a svolgere la propria funzione in maniera durevole\n(GIAMPICCOLO, 452).\nPagina 104 di 1183. Oggetto\nA norma dell'art. 1813 oggetto di mutuo può essere soltanto una quantità di danaro o di\naltre cose fungibili.\nNon è previsto il requisito della consumabilità delle cose. Nonostante la\ntradizionale definizione del mutuo come prestito di consumo, non è dubbio quindi che\nanche beni non consumabili, purché fungibili, possono formare oggetto di mutuo (CARRESI,\nin Tr. Vas, 1957, 123; FRAGALI, in Comm. S. B., 1966, 132; GIAMPICCOLO, 454).\n4. Capacità e legittimazione\nIl mutuo è considerato atto di straordinaria amministrazione, sia per il mutuante\nche per il mutuatario, sia esso stipulato a titolo gratuito o oneroso (CARRESI, in Tr. Vas,\n1957, 117; FRAGALI, 1966, 35; TETI, in Tr. Res., 2007, 668).\nCiò in quanto l'art. 320, senza distinguere tra mutuo gratuito e oneroso, né tra attivo e\npassivo, vieta ai genitori di contrarre mutui per i figli minori, e colloca il mutuo tra gli atti\neccedenti l'ordinaria amministrazione.\nLa base del divieto risiede nel rischio che il mutuo comporta: per il mutuante che\nsostituisce alla proprietà delle cose il credito alla restituzione; per il mutuatario che\npotrebbe pregiudicare il proprio patrimonio impiegando in modo avventato quanto è tenuto\na restituire.\nLa legittimazione a dare e a ricevere a mutuo, costituendo il contratto in oggetto un atto\ndi disposizione, spetta a chi è proprietario dei beni o a chi è titolare del diritto di\ndisporre di essi (FRAGALI, ult. cit.).\n5. Onere della prova e restituzione\nLa parte che chieda la restituzione di somme date a mutuo è tenuta a provare,\noltre alla consegna, anche il titolo dal quale derivi l'obbligo di controparte alla\nrestituzione (Cass. III, n. 20433/2022).\nIn particolare i giudici di legittimità hanno chiarito che la circostanza che il convenuto\nammetta di avere ricevuto una somma di denaro dall'attore, ma neghi che ciò sia\navvenuto a titolo di mutuo, non costituisce una eccezione in senso sostanziale, sì da\nPagina 105 di 118invertire l'onere della prova (Cass. II, n. 35959/2021). Ciò in quanto negare l'esistenza di\nun contratto di mutuo non significa eccepirne l'inefficacia, la modificazione o l'estinzione,\nma significa negare il titolo posto a base della domanda, ancorché il convenuto riconosca\ndi aver ricevuto una somma di denaro ed indichi la ragione per la quale tale somma\nsarebbe stata versata, con la conseguenza, pertanto, che rimane fermo l'onere probatorio\na carico dell'attore (Cass. II, n. 22576/2016).\nLa S.C. ha inoltre rimarcato che l'esistenza di un contratto di mutuo non può essere\ndesunta dalla mera consegna di assegni bancari o somme di denaro (Cass. II, n.\n180/2018; Cass. II, n. 24328/2017).\n6. Prescrizione\nAll'obbligo di restituire la somma ricevuta a titolo di mutuo non si applica la\nprescrizione quinquennale prevista dall'art. 2948 n. 4, relativa ai debiti che debbono\nsoddisfatti periodicamente ad anno o in termini più brevi, poiché trattasi di un debito unico\nanche se può essere rateizzato in più versamenti periodici (Cass. II, n. 12707/2002).\nPoiché il pagamento dei ratei configura un'obbligazione unica ed il relativo debito non può\nconsiderarsi scaduto prima della scadenza dell'ultima rata, la prescrizione del diritto al\nrimborso della somma mutuata inizia a decorrere dalla scadenza dell'ultima rata\n(Cass. III, n. 17798/2011).\n7. Mutuo di scopo\nCon l'espressione “mutuo di scopo” si intende il contratto in forza del quale il mutuante (o\nfinanziatore) fornisce (o si obbliga a fornire) una somma, la cui erogazione risulta\nfinalizzata al conseguimento di uno scopo legislativamente o convenzionalmente\ndeterminato, che il mutuatario si obbliga a realizzare unitamente alla restituzione del\ntantundem.\nLa dottrina evidenzia che il mutuo di scopo si differenzia dal mutuo tipico per la\nnatura consensuale e non reale ed inoltre per il perseguimento dello scopo che entra a\nfar parte dello stesso schema causale (MAZZAMUTO, 6).\nAnche la giurisprudenza reputa che il cosiddetto contratto di finanziamento o mutuo di\nscopo si configura come una fattispecie negoziale consensuale, onerosa ed atipica\nche assolve, in modo analogo all'apertura di credito, una funzione creditizia.\nPagina 106 di 118I giudici di legittimità hanno all'uopo rimarcato che in detto contratto, a differenza del mutuo\nregolato dal codice civile, la consegna di una determinata quantità di denaro costituisce\nl'oggetto di un'obbligazione del finanziatore, anziché elemento costitutivo del\ncontratto. Conseguentemente, fino a quando il finanziatore non adempia alla propria\nobbligazione di consegna al soggetto finanziato delle somme di denaro oggetto del\nfinanziamento, queste rimangono nella disponibilità patrimoniale e giuridica del finanziatore\nmedesimo (Cass. III, n. 25180/2007).\nNel mutuo di scopo, sia esso legale o convenzionale, la destinazione delle somme\nmutuate entra nella struttura del negozio connotandone il profilo causale , sicché la\nnullità di un tale contratto per mancanza di causa sussiste solo se quella destinazione non\nsia rispettata, mentre è irrilevante che sia attuata prima o dopo l'erogazione del\nfinanziamento (Cass. I, n. 15929/2018).\nI giudici di legittimità hanno recentemente rimarcato che la dicitura 'mutuo di scopo'\ncontenuta in una comunicazione non è sufficiente per qualificare come tale il mutuo\ndi scopo (Cass. I, n. 1517/2021). Il mutuo di scopo risponde alla funzione di procurare al\nmutuatario i mezzi economici destinati al raggiungimento di una determinata finalità,\ncomune al finanziatore, la quale, integrando la struttura del negozio, ne amplia la causa\nrispetto alla sua normale consistenza, sia in relazione al profilo strutturale, perché il\nmutuatario non si obbliga solo a restituire la somma mutuata e a corrispondere gli interessi,\nma anche a realizzare lo scopo concordato, mediante l'attuazione in concreto del\nprogramma negoziale, sia in relazione al profilo funzionale, perché nel sinallagma assume\nrilievo essenziale proprio l'impegno del mutuatario a realizzare la prestazione attuativa\n(Cass. II, n. 20552/2020).\nData la particolare struttura del contratto, viene ritenuto nullo per difetto della causa\noriginaria il mutuo di scopo stipulato dall'istituto di credito e dal mutuatario con l'accordo\nche il finanziamento debba essere utilizzato per una diversa finalità, di modo che il\nmutuatario stesso sia esonerato ab initio dall'adempimento dell'obbligazione (Cass. I, n.\n24699/2017 ).\nNel caso in cui sia previsto lo scopo del reimpiego della somma mutuata per l'acquisto\ndi un determinato bene, il collegamento negoziale tra il contratto di finanziamento e\nquello di vendita, in virtù del quale il mutuatario è obbligato all'utilizzazione della somma\nmutuata per la prevista acquisizione, comporta che della somma concessa in mutuo\nbeneficia il venditore del bene. Da ciò discende che la risoluzione della compravendita\ned il correlato venir meno dello scopo del contratto di mutuo, legittimano il mutuante a\nrichiedere la restituzione dell'importo mutuato non al mutuatario ma direttamente ed\nesclusivamente al venditore (Cass. III, n. 12454/2012).\nPagina 107 di 118", "framework": "Il mutuo rappresenta il prototipo dei contratti di credito e la sua struttura è\ncostituita dal trasferimento della proprietà di una determinata quantità di denaro — o\naltre cose fungibili — a favore del mutuatario e dall'obbligo di costui di restituire,\ndopo un certo lasso di tempo, al mutuante il tantundem.\nNonostante la formulazione letterale dell'art. 1813in dottrina è ampiamente\ndiscussa la natura reale del contratto e la possibilità di qualificarlo o meno come\ncontratto di durata.\nGeneralmente la giurisprudenza ammette che il mutuo oneroso è un contratto\na prestazioni corrispettive (Cass. III, n. 1861/1995).\nÈ tuttavia discusso in dottrina se debba qualificarsi contratto bilaterale,\nunilaterale o bilaterale imperfetto (CARRESI, in Tr. Vas., 1957, 104; FRAGALI, in\nComm. S. B., 1966, 16).\nQuanto al mutuo gratuito si ritiene che si tratti di un contratto unilaterale e con\nprestazioni a carico di una sola parte (GIAMPICCOLO, 449).\nPagina 103 di 118", "bibliography": "", "source_file": "document.pdf", "page_number": 103}
{"article_number": "1860", "title": "Sconto di tratte documentate.", "text": "Bibliografia\nDalmartello, Appunti in tema di contratti reali, contratti restitutori e contratti\nsinallagmatici, in Riv. dir. civ., 1955; Galasso, Mutuo e Deposito irregolare, Milano,\n1968; Gardella Tedeschi, Il Mutuo (contratto di), in Dig. civ., Torino, 1994;\nGiampiccolo, voce Mutuo, Enc. dir., XXVII, Milano, 1977; Grassani, Mutuo, in\nNoviss. Dig. it., X, Torino 1964; Mazzamuto, Mutuo di scopo, in Enc. Giur., XX,\nRoma, 1990.\nAutori: Caterina Costabile\nCOMMENTATO CODICE CIVILE\nCodice Civile n. 1860 - Sconto di tratte documentate.\n[I]. La banca che ha scontato tratte documentate ha sulla merce lo stesso privilegio del\nmandatario finché il titolo rappresentativo è in suo possesso [27612].scontatore sono accessori e strumentali rispetto alla prestazione creditizia (FIORENTINO, in\nComm. S. B., 1972, 203).\nLa giurisprudenza è allineata con la dottrina maggioritaria.\nLa S.C. ha difatti rimarcato che il disposto dell'art. 1860 trova la sua giustificazione nella\nnatura giuridica dello sconto di tratte documentate, il quale è un negozio complesso che\nsi inserisce nello schema della vendita su documenti, ma racchiude in sé anche elementi\ndella cessione di credito, del mutuo e del mandato.\nLa banca attraverso tale contratto, anticipando al venditore l'importo del prezzo previa\ndeduzione dell'interesse, acquista, con la girata dalla tratta, il credito corrispondente, e si\nincarica di eseguire la vendita attraverso la consegna al compratore dei documenti\nrappresentativi della merce, ricevuti insieme con la tratta, e la riscossione del prezzo.\nL'istituto di credito opera, pertanto, nell'ambito di un mandato, la cui esecuzione realizza\nad un tempo l'interesse della banca mandataria che, riscuotendo il prezzo, rientra nella\ndisponibilità della somma anticipata al venditore, e l'interesse del venditore che, in tal\nmodo, si libera contemporaneamente dell'obbligo di consegna verso l'acquirente e\ndell'obbligo di restituzione verso la banca (Cass. I, n. 1768/1979).\n3. Diritti acquisiti dalla banca\nLa disposizione, a prescindere dalla qualificazione giuridica dell'istituto, lascia aperti\nmolti problemi, perché non dice se l'istituto di credito acquisti sui titoli una posizione\nautonoma dal suo dante causa; se possa disporne, sia pure nel rispetto degli obblighi\nassunti verso lo scontatario; se possa ottenere un'ulteriore e più intensa garanzia,\nfacendosi concedere un pegno sulle merci, da esercitare nell'ipotesi che il terzo acquirente\nnon accetti o non paghi la tratta emessa su di lui (TERRANOVA, 789).\nLa dottrina (MARTORANO, ult. cit.) tende a risolvere tutti e tre i quesiti in senso negativo,\nosservando che la banca non acquista la proprietà della merce — che, con l'individuazione\ne la consegna al vettore, è già passata al terzo acquirente — ma ottiene soltanto\nun'investitura formale nei titoli che la rappresentano (contra TERRANOVA, ult. cit.).\nLa stessa banca può, tuttavia, agire contro il compratore-trattario quale mandataria dello\nscontatario (FIORENTINO, in Comm. S. B., 1972, 208).\n4. Il privilegio della banca scontataria\nPagina 109 di 118", "framework": "L'operazione di sconto di tratte documentate disciplinata dalla norma in esame si\ncaratterizza per la circostanza che lo scontante è un venditore di merce il quale\nsconta presso la banca la cambiale da lui tratta sul compratore ed affida alla banca\nstessa anche i documenti relativi alla merce venduta, perché li consegni al\ncompratore-trattario all'atto dell'accettazione o del pagamento della cambiale tratta.\nA seconda che la cambiale tratta debba essere presentata dalla banca per\nl'accettazione o per il pagamento si parla di clausola “dietro accettazione” (d/a) o\n“dietro pagamento” (d/p). L'art. 1860 chiarisce che la banca ha sulla merce lo stesso\nprivilegio che ha il mandatario (art. 2761) finché il titolo rappresentativo è in suo\npossesso.\n2. Natura giuridica\nLa dottrina è divisa in ordine alla natura giuridica dello sconto di tratte documentate.\nL'opinione maggioritaria ritiene che ci troviamo di fronte ad un fenomeno di\ncollegamento negoziale, nel quale ad un'operazione di sconto si unisce un autonomo\nrapporto di mandato (MARTORANO, 786; MOLLE, in Tr. C. M., 1981, 445); altri autori\noptano, invece, per una concezione unitaria, sottolineando che gli obblighi dello\nPagina 108 di 118", "bibliography": "", "source_file": "document.pdf", "page_number": 108}
{"article_number": "1859", "title": "Sconto di cambiali.", "text": "Il privilegio riconosciuto in favore della banca dall'art. 1860, per il combinato disposto degli\nartt. 2761 e2756, ha effetto anche in pregiudizio dei terzi che hanno diritti sulla cosa —\nsalvo che il creditore non sia in male fede — ed è assistito dal diritto di ritenzione e dallo\n«ius vendendi» secondo le norme stabilite per la vendita del pegno.\nEsso, inoltre, rientra fra quelli che, secondo l'art. 53 r.d. n. 267/1942 (per la nuova\ndisciplina v. art. 152 d.lgs. n. 14/2019 – Codice della crisi d’impresa e\ndell’insolvenza), attribuiscono al titolare il diritto di realizzare il proprio credito anche\ndurante il fallimento, previa ammissione al passivo con prelazione, e di essere pagato dal\ncuratore che intenda riprendere le cose sottoposte al privilegio stesso (Cass. I, n.\n1768/1979).\nBibliografia\nAmbrosini, Sconto bancario, in Dig. comm., XIII, Torino, 1996; Di Benedetto, Lo\nsconto, in I contratti bancari, Milano, 1999; Martorano, Sconto bancario, in Nss. D.I.,\nXVI, 1969; Romagno, Lo sconto come contratto di liquidità, in Banca, borsa, tit.\ncred., 2002, I, 30; Terranova, voce Sconto bancario, in Enc. dir., XLI, Milano, 1989.\nAutori: Caterina Costabile\nCOMMENTATO CODICE CIVILE\nCodice Civile n. 1859 - Sconto di cambiali.\n[I]. Se lo sconto avviene mediante girata di cambiale o di assegno bancario [2009 ss.], la\nbanca, nel caso di mancato pagamento, oltre ai diritti derivanti dal titolo, ha anche il diritto\nalla restituzione della somma anticipata (1).\n[II]. Sono salve le norme delle leggi speciali relative alla cessione della provvista nello\nsconto di tratte non accettate o munite di clausole «senza accettazione» (2).\n(1) V. art. 66 r.d. 14 dicembre 1933, n. 1669.\n(2) V. r.d.l. 21 settembre 1933, n. 1345, conv., con modif., in l. 15 gennaio 1934, n. 48.\nRiferimenti chiave:\nArt. 66 r.d. 14 dicembre 1933, n. 1669; r.d.l. 21 settembre 1933, n. 1345, conv., con modif.,\nin l. 15 gennaio 1934, n. 48.\nPagina 110 di 118produzione dell'estratto conto da cui risulti l'addebito dei corrispondenti importi, mentre la\nbanca non può opporre la genericità della documentazione prodotta, ossia la omessa\nindicazione degli estremi delle cambiali negli estratti conto, gravando su di essa l'obbligo di\nadempiere alle proprie obbligazioni con la diligenza impostale dal carattere professionale\ndel servizio prestato ed essendo, perciò, tenuta a fornire un'informazione completa e\npuntuale del proprio operato (Cass. I, n. 4071/2003).\nLa banca scontatrice di cambiali, qualora eserciti l'azione di restituzione della\nsomma anticipata in virtù di contratto di sconto nei confronti del fideiussore dello\nscontatario, non è tenuta all'osservanza degli oneri di cui all'art. 66, comma 3, r.d. n.\n1669/1933 e, in particolare, all'offerta di restituzione dei titoli (Cass. I, n. 5086/2000).\n3. Sconto di tratte non accettate\nUna particolare situazione si crea in caso di sconto di tratte non accettate: in tal caso,\ninfatti, la banca ha come unico debitore lo scontatario e non il trattario che si obbliga solo a\nseguito di accettazione mediante sottoscrizione del titolo, a nulla rilevando l'eventuale\nautorizzazione preventiva rilasciata dal traente.\nLa tratta non accettata, dunque, non permette la cessione mediante girata del rapporto di\nprovvista tra traente e trattario.\nIl comma 2 dell'art. 1859 fa salve le norme delle leggi speciali relative alla cessione della\nprovvista nello sconto di tratte non accettate o munite di clausole «senza accettazione»\ncon chiaro riferimento alla disciplina della “cambiale tratta garantita mediante\ncessione di credito da forniture”, contenuta nel r.d. n. 1345/1933, conv. dalla l. n.\n48/1934.\nTale normativa speciale prevede che, in presenza di determinate condizioni, il credito\ndi provvista circoli congiuntamente alla cambiale: la giurisprudenza ravvisa in tale ipotesi di\ncessione un negozio di alienazione con scopo di garanzia (Cass. I, n. 6458/1980) e ritiene\nche, in caso di contestazione, l'onere di provare il rapporto fondamentale genetico del\ncredito gravi sulla banca scontante (Cass. I, n. 1097/1982).\nLa clausola di cessione va inserita nel titolo, con contestuale indicazione del numero e\ndella data relativa alla fattura delle merci, così da consentire alla banca un controllo\npreventivo sulla regolarità della provvista (Cass. I, n. 3190/1963), inoltre l'efficacia della\ncessione è subordinata alla notifica della stessa al debitore ceduto (art. 2 l. n. 48/1934).\nPagina 112 di 118", "framework": "L'ipotesi regolata dalla norma in esame rappresenta la tipica operazione di sconto\nbancario che avviene, appunto, mediante girata di cambiale o assegno bancario.\nIn tale ultima ipotesi lo sconto sarà minimo perché, essendo l'assegno pagabile a\nvista, esso sarà rapportato al tempo necessario per incassarlo, che può essere non\nbreve se si tratta di un assegno fuori piazza, cioè tratto su di una banca che ha sede\nin una città diversa da quella della banca che opera lo sconto.\nLa cessione deve assicurare all'istituto di credito la legittimazione piena\nsotto il profilo cartolare (da qui la necessità che la girata alla banca non sia\nlimitata), così da consentire alla stessa, nell'ipotesi di mancato pagamento alla\nscadenza del credito ceduto, di agire nei confronti dello scontatario con\nl'azione cambiaria, oltre che con quella ordinaria basata sul rapporto di sconto\n(PORZIO, in Tr. Res., 1986, 933).\nIl diritto della banca di ottenere dal cliente la restituzione della somma anticipata\nè subordinato all'inadempimento del debitore ceduto (Cass. I, n. 12079/2013).\nIl comma 2 dell'art. 1859 fa salve le norme delle leggi speciali relative alla cessione\ndella provvista nello sconto di tratte non accettate o munite di clausole «senza\naccettazione».\n2. Tutela rafforzata della banca scontante\nLa presente forma di sconto si caratterizza per la circostanza che, nell'ipotesi in cui il\ndebitore ceduto risulti inadempiente, la banca può agire nei confronti dello scontatario sia\ncon l'azione causale derivante dal contratto, sia con l'azione cambiaria di regresso fondata\nsulla responsabilità assunta dallo scontatario quale girante o traente del titolo. La banca\nscontante può, inoltre, agire anche nei confronti del terzo debitore con azione cambiaria\ndiretta e con azione basata sul rapporto di provvista; infine, l'istituto di credito può\nprocedere anche nei confronti dei precedenti giranti in virtù dell'azione cartolare (MOLLE, in\nTr. C. M.,1981, 468).\nLa giurisprudenza ha evidenziato che se il terzo debitore cartolare non paga, la\nbanca ha diritto alla restituzione della somma anticipata al correntista, ma deve a\nsua volta avvertire quest'ultimo e, soprattutto, restituirgli i titoli protestati a norma\ndell'art. 66 r.d. n. 1669/1933 (Cass. I, n. 6645/1986), la cui riconsegna, in caso di\ninadempimento, il correntista può pretendere in giudizio sulla base della semplice\nPagina 111 di 118", "bibliography": "", "source_file": "document.pdf", "page_number": 110}
{"article_number": "1858", "title": "Nozione.", "text": "Bibliografia\nAmbrosini, Sconto bancario, in Dig. comm., XIII, Torino, 1996; Di Benedetto, Lo\nsconto, in I contratti bancari, Milano, 1999; Martorano, Sconto bancario, in Nss. D.I.,\nXVI, 1969; Romagno, Lo sconto come contratto di liquidità, in Banca, borsa, tit.\ncred., 2002, I, 30; Terranova, voce Sconto bancario, in Enc. dir., XLI, Milano, 1989.\nAutori: Caterina Costabile\nCOMMENTATO CODICE CIVILE\nCodice Civile n. 1858 - Nozione.\n[I]. Lo sconto è il contratto col quale la banca, previa deduzione dell'interesse [1282],\nanticipa al cliente l'importo di un credito verso terzi non ancora scaduto, mediante la\ncessione, salvo buon fine, del credito stesso [1260, 1267].\nRiferimenti chiave:\nD.lgs. n. 385/1993; l. n. 154/1992Il dibattito si snoda principalmente intorno a tre ipotesi ricostruttive: 1) prestito\nfunzionalmente collegato ad una cessione di creditopro solvendo, sostitutiva\ndell'adempimento o, secondo una prospettazione minoritaria, attuata in funzione di\ngaranzia (FIORENTINO, in Comm. S. B., 1972, 170; MOLLE, in Tr. C. M., 1981, 333); 2)\ncompravendita di credito con garanzia automatica della solvenza del debitore ceduto,\nc.d. nomen bonum (MARTORANO, 786); 3) contratto di credito tipico, caratterizzato da\nuna peculiare funzione c.d. di liquidità, ovvero quella di monetizzare il credito del\nsovvenuto (TERRANOVA, 783).\nLa giurisprudenza ha evidenziato che elementi essenziali del contratto di sconto, sul\npiano strutturale, devono ritenersi la prededuzione dell'interesse da parte\ndell'istituto di credito — a differenza di altre figure negoziali quali l'anticipazione o\nl'apertura di credito (cd. «contratti di liquidità»), anch'essi funzionali, in concreto, alla\nmedesima esigenza di acquisizione di immediata disponibilità pecuniaria — e l'inserzione,\nin via strumentale alla realizzazione della sua funzione tipica, della convenzione di\ncessione del credito «pro solvendo».\nDetta cessione non può considerarsi vicenda meramente accidentale della fattispecie,\nin quanto lo sconto trova connotazione qualificante nel (necessario) collegamento\nfunzionale tra prestito e cessione nella forma predetta (con il conseguente verificarsi\ndell'effetto liberatorio esclusivamente all'esito della riscossione del credito da parte della\nbanca). Pertanto, in mancanza di pagamento del debitore ceduto, diviene attuale\nl'obbligazione dello scontatario alla restituzione dell'anticipazione conseguita (Cass. I, n.\n10689/2000).\n3. Forma, parti ed oggetto del contratto\nIn passato la giurisprudenza riteneva che il contratto di sconto bancario fosse\nun contratto a forma libera non essendo dunque richiesta la forma scritta, né ad\nsubstantiam né ad probationem, fermo restando che, ove lo sconto fosse avvenuto\nmediante la girata di una cambiale, l'osservanza delle formalità richieste dalla legge di\ncircolazione del titolo medesimo (Cass. I, n. 20319/2012; Cass. I, n. 16560/2010).\nA partire dalla emanazione della l. n. 154/1992 e successivamente del d.lgs. n. 385/1993\n(TU bancario) è stato previsto che i contratti bancari debbano essere redatti per\niscritto e che un esemplare deve essere consegnato al cliente (art. 117, comma 1, d.lgs.\nn. 385/1993). L'inosservanza di tale requisito è sanzionata da nullità (art. 117, comma 3)\nche però può essere fatta valere dal solo cliente o rilevata di ufficio dal giudice (art.\n127, comma 2).\nPagina 114 di 118A prescindere dalla qualificazione giuridica in termini di mutuo, cessione del credito o di\ncontratto di liquidità, parti del contratto di sconto sono solo lo scontatario e l'istituto di\ncredito scontante: il debitore ceduto non riveste la qualità di parte contrattuale\n(Cass. I, n. 834/1974).\nOggetto del contratto di sconto sono crediti dello scontatario verso terzi sia portati da titoli\ndi credito sia “non titolati”.\n4. La conclusione del contratto: la natura reale o consensuale dello\nsconto\nLa conclusione del contratto è di regola preceduta dalla consegna dei titoli alla banca, che\npuò essere qualificata quale proposta contrattuale.\nQuanto alle modalità di accettazione da parte della banca, sorge il dubbio se sia sufficiente\nuna mera manifestazione di volontà o se occorra anche l'effettiva anticipazione delle\nsomme in favore dello scontatario.\nLa questione attiene a querellecirca la natura consensuale o reale del contratto di\nsconto: ci si chiede cioè se la consegna della somma di denaro, decurtata dal tasso di\nsconto, sia elemento costitutivo della fattispecie ovvero attenga alla mera fase esecutiva\ndel contratto, che pertanto si perfezionerebbe con il solo consenso manifestato dalle parti.\nIn dottrina coloro che equiparano lo sconto alla compravendita/cessione di crediti\nriconducono la consegna al momento esecutivo del contratto riconoscendone la natura\nconsensuale (MARTORANO, 783).\nGli autori che riconducono lo sconto al contratto di mutuo, invece, ritiene che la\nconsegna del denaro allo scontatario sia elemento costitutivo del contratto riconoscendone\npertanto la natura reale (FIORENTINO, 174; MOLLE, ult. cit.)\nLa giurisprudenza qualifica lo sconto come contratto reale evidenziando che lo\nstesso può ritenersi concluso soltanto nel momento dell'anticipazione, mediante accredito\nin conto corrente, dell'importo del credito ceduto, ma non ancora scaduto, dedotti gli\ninteressi (Cass. I, n. 1097/1999).\n5. Le vicende del contratto\nVenuto a scadenza il credito ceduto, la banca scontante potrà richiedere il pagamento al\nterzo ceduto.\nPagina 115 di 118La dottrina evidenzia che si tratta non di una facoltà ma di un onere dell'istituto di\ncredito (MOLLE, in Tr. C. M.,1981, 335): ne discende che senza la preventiva richiesta\ndel pagamento nei confronti del terzo ceduto lo scontante non può rivolgersi allo\nscontatario.\nAnche la giurisprudenza risulta dello stesso avviso (Cass. I, n. 12079/2013),\nsottolineando che nello sconto bancario l'obbligo dello scontatario di restituire la\nsomma ricevuta come anticipazione è sottoposto alla condizione sospensiva\ncostituita dal mancato pagamento del credito da parte del debitore principale (Cass.\nI, n. 4630/1986).\nDa ciò discende che mentre l'insolvenza del debitore principale, con decadenza del\ntermine prefisso a suo favore, può ripercuotersi sull'obbligazione del primo, implicando\navveramento della condizione di quell'obbligo di restituzione (sempre che lo scontante\nabbia vanamente richiesto il pagamento al debitore o questi debba considerarsi comunque\ninadempiente), il medesimo obbligo di restituzione resta insensibile all'eventuale\ninsolvenza dello scontatario, non essendo configurabile la decadenza dal benefico\ndel termine, ai sensi dell'art. 1186,rispetto ad un debito sospeso, non meramente\ndifferito (Cass. I, n. 4163/1990).\nA seguito del pagamento del terzo si produce un duplice effetto: da un lato, l'estinzione\ndella posizione debitoria di quest'ultimo e, dall'altro, la chiusura dell'intera operazione di\nsconto.\n6. Lo sconto e le procedure concorsuali\nOccorre in primo luogo chiedersi se e quando lo scontante possa dirsi legittimato ad\ninsinuarsi nel passivo fallimentare in caso di fallimento dello scontatario successivo\nall'anticipazione del credito (AMBROSINI, 281).\nEbbene, al contratto di sconto risulta applicabile l'art. 55, comma 3, r.d. n. 267/1942 (per la\nnuova disciplina v. art. 154 d.lgs. n. 14/2019, “Codice della crisi d’impresa e\ndell’insolvenza”) che prevede la partecipazione al concorso dei crediti condizionali, ovvero\ndi quei crediti che possono essere fatti valere nei confronti del fallito previa escussione\ndell'obbligato principale.\nIn caso di fallimento del debitore ceduto lo scontante, quale cessionario del credito, sarà\nlegittimato ad insinuarsi al passivo fallimentare del terzo stesso senza alcuna riserva.\nPagina 116 di 118Quanto poi all'esperibilità della revocatoria fallimentare, lo sconto configurando un\nnegozio a titolo oneroso sarà suscettibile di revoca ad opera della curatela ove ne ricorrano\ni presupposti (Cass. I, n. 15605/2014).\nLa revocatoria, tuttavia, non può riguardare i pagamenti effettuati alla banca dal debitore\nceduto che non possono in alcun modo configurare atti dell'imprenditore poi dichiarato\nfallito: lo scontatario, infatti, si spoglia definitivamente della titolarità del credito, sicché la\nbanca incassa un credito proprio nei confronti del terzo e non un credito del cedente (Cass.\nI, n. 1295/1991).\nLa S.C. ha chiarito che nel contratto di sconto bancario, la girata piena del titolo di\ncredito dal cliente alla banca - a differenza dalla girata con clausola \"per incasso\", \"per\nprocura\", per \"valuta a garanzia\" od altra equivalente - comporta una cessione del credito\nmedesimo, che attribuisce al giratario la proprietà di esso e la connessa legittimazione a\nfarne valere i relativi diritti, con la conseguenza che l'incasso del denaro pagato dal\ndebitore cartolare soddisfa un credito proprio del cessionario e non del cedente. Ne deriva\nche, in caso di fallimento del cliente, l'azione revocatoria fallimentare esperibile dal\ncuratore può avere ad oggetto il negozio di sconto bancario, avuto riguardo al\ntempo della sua conclusione, non anche il pagamento (successivamente) effettuato\nall'istituto di credito dal debitore cartolare (Cass. I, n. 29464/2018).\n7. Figure affini non costituenti sconto bancario\na ) Sconto di carta finanziaria. In detta ipotesi il cliente emette una cambiale (pagherò o\nvaglia cambiario) all'ordine della banca la quale, previa consegna del titolo, ne anticipa\nl'importo. In siffatta ipotesi manca la caratteristica essenziale dello sconto bancario, ovvero\nla cessione pro solvendo alla banca di un credito verso terzi.\nb ) Anticipazione su ricevute bancarie (ri.ba.). Le ricevute bancarie sono dichiarazioni di\nquietanza rilasciate dal creditore e consegnate alla banca perché provveda all'incasso del\ncredito relativo. In detta operazione negoziale la banca assume unicamente il ruolo di\nmandataria per l'incasso. Avviene di frequente che il cliente, creditore nell'importo\nindicato nella ri.ba., si faccia anticipare dalla banca in tutto o in parte il credito con il patto\nche quest'ultima, una volta riscosso il debito presso il terzo, trattenga le somme necessarie\nalla copertura dell'anticipazione ricevuta (cd. sconto improprio).\nLa giurisprudenza ha evidenziato che la ricevuta bancaria non è idonea trasferire la\ntitolarità del credito, e l'eventuale anticipazione del suo importo al cliente non è\ndirettamente correlata alla natura del documento, ma dipende dalla positiva valutazione\ncompiuta dalla banca mandataria in ordine all'affidabilità del cliente, mentre connotazione\nPagina 117 di 118fondamentale del contratto di sconto è proprio il collegamento funzionale tra l'anticipazione\ndella somma e la cessione «pro solvendo» del credito (Cass. I, n. 4085/2001).\nc ) Lo sconto di tratte non accettate. La giurisprudenza ha rimarcato che lo sconto di\ntratte non accettate non riconducibile allo sconto in senso proprio in quanto non comporta il\ntrasferimento alla banca scontatrice dei diritti sottostanti ai titoli scontati, né, in particolare,\ndell'eventuale credito del traente nei confronti del trattario (Cass. I, n. 7960/1996).\nBibliografia\nAmbrosini, Sconto bancario, in Dig. comm., XIII, Torino, 1996; Di Benedetto, Lo\nsconto, in I contratti bancari, Milano, 1999; Martorano, Sconto bancario, in Nss. D.I.,\nXVI, 1969; Romagno, Lo sconto come contratto di liquidità, in Banca, borsa, tit.\ncred., 2002, I, 30; Terranova, voce Sconto bancario, in Enc. dir., XLI, Milano, 1989.\nAutori: Caterina Costabile\nUniversità di Bologna Alma Mater © Copyright Giuffrè Francis Lefebvre S.p.A.\n09/12/2024\nStudiorum 2024\nPagina 118 di 118", "framework": "Lo sconto è il contratto con il quale la banca, previa deduzione dell'interesse,\nanticipa al cliente (cd. scontatario) l'importo di un credito non ancora scaduto che\ncostui vanta verso terzi mediante la cessione salvo buon fine del credito stesso (DI\nBENEDETTO, 167).\nIl castelletto di sconto o fido per smobilizzo crediti indica il limite entro il\nquale la banca è tenuta ad accettare i titoli presentati dal cliente e non\nrappresenta, dunque, un ammontare di somme di cui egli possa disporre (Cass. I, n.\n970/1998; Cass. I, n. 1083/1997).\nL'operazione di sconto è tra le più diffuse a livello bancario atteso che risulta assai\nraro il pagamento per contanti ed in un'unica soluzione nei rapporti commerciali.\n2. Natura giuridica\nControversa è in dottrina la natura giuridica del contratto di sconto (ROMAGNO, 30).\nPagina 113 di 118", "bibliography": "", "source_file": "document.pdf", "page_number": 113}
