{"article_number": "2289", "title": "Liquidazione della quota del socio uscente.", "text": "COMMENTATO CODICE CIVILE\nCodice Civile n. 2289 - Liquidazione della quota del socio uscente.\n[I]. Nei casi in cui il rapporto sociale si scioglie limitatamente a un socio [2284-2286], questi\no i suoi eredi hanno diritto soltanto ad una somma di danaro che rappresenti il valore della\nquota.\n[II]. La liquidazione della quota è fatta in base alla situazione patrimoniale della società nel\ngiorno in cui si verifica lo scioglimento.\n[III]. Se vi sono operazioni in corso, il socio o i suoi eredi partecipano agli utili e alle perdite\ninerenti alle operazioni medesime.\n[IV]. Salvo quanto è disposto nell'articolo 2270, il pagamento della quota spettante al socio\ndeve essere fatto entro sei mesi dal giorno in cui si verifica lo scioglimento del rapporto.Il secondo comma della disposizione in commento prevede che la liquidazione della quota\ndeve avvenire in base alla situazione patrimoniale della società nel giorno in cui si verifica\nlo scioglimento.\nIl patrimonio sociale, al momento della nascita della società, è formato dai\nconferimenti, di beni o servizi, dei soci in funzione dell'esercizio in comune di un'attività di\nimpresa. Quindi, il valore del patrimonio sociale al tempo del recesso medesimo è\npresuntivamente identificabile con il complessivo valore dei conferimenti, come fissato dai\ncontraenti al momento della costituzione del rapporto societario (o in sede di successiva\nvariazione dello stesso quanto alla natura e consistenza dei conferimenti stessi), fino a che\nil creditore od il debitore non deducano e dimostrino, rispettivamente, vicende\nsopravvenute di tipo maggiorativo o riduttivo (in tal senso, cfr. Cass. n. 6298/1998).\nPeraltro, per determinare il valore di liquidazione, la situazione patrimoniale non può\nessere redatta facendo riferimento all'ultimo bilancio o, comunque, ai criteri di redazione\ndel bilancio annuale di esercizio (Cass. n. 5449/2015; Cass. n. 2772/1969), ma occorre\ntener conto della effettiva consistenza economica dell'azienda sociale all'epoca dello\nscioglimento del rapporto, comprendendovi anche il fattore di redditività della azienda\nstessa. Quindi, tra gli elementi che concorrono alla determinazione della quota di\nliquidazione deve essere calcolato il valore di avviamento dell'azienda (Cass. n.\n9392/1999; Cass. n. 8470/1995; Cass. n. 4210/1992; Cass. n. 7595/1993). Il valore di\navviamento, tuttavia, non deve essere ricompreso in caso di società che fornisce mezzi di\nsupporto ad un professionista, in quanto la clientela del professionista non può essere\nricollegata alla società che lo supporta, essendo espressione dello stretto rapporto\npersonale che collega i clienti alla persona fisica del professionista medesimo (Cass. n.\n5656/1992).\nI beni immobili non conferiti a titolo di proprietà al momento del recesso non vanno tenuti\npresenti nel calcolo della quota (Cass. n. 1027/1993).\nNel caso di scioglimento del rapporto sociale limitatamente ad un socio, perfezionatosi\nprima del verificarsi di una causa di scioglimento della società, al socio uscente\nspetta la liquidazione della sua quota, ai sensi dell'art. 2289, e non la quota di\nliquidazione risultante all'esito del riparto fra tutti i soci, in quanto il presupposto per\nl'assorbimento del procedimento di liquidazione della quota del socio in quello di\nliquidazione della società è costituito dalla coincidenza sostanziale tra i due, la quale\nsussiste solo ove il primo attenga ad un diritto non ancora definitivamente acquisito,\nquando si verifichino i presupposti per l'apertura del secondo (Cass. n. 9397/2011).\nIl socio d'opera ha diritto, in caso di scioglimento parziale del rapporto sociale (recesso),\nalla liquidazione di una quota proporzionata alla sua partecipazione ai guadagni (Cass. n.\n5126/1985): in particolare, egli ha diritto ad una somma di denaro che ne rappresenti il\nPagina 2 di 109valore, rapportato alla situazione del patrimonio sociale netto nel giorno in cui si verifica il\nrecesso con la sola differenza, rispetto al socio capitalista, che questi ha diritto anche al\nrimborso del proprio conferimento, ossia ad una quota del capitale, che al socio d'opera, in\nragione della specificità del suo apporto non spetta (Cass. n. 4909/1986).\nL'eventuale assenza di documentazione in concreto idonea a ricostruire il valore della\nquota al momento della cessazione del rapporto non esime dal rispetto di detto criterio\ntemporale: non sono, quindi, utilizzabili criteri riferiti al \"giorno più prossimo\" ovvero al più\nvicino bilancio d'esercizio, dovendo in tal caso farsi ricorso a criteri sostitutivi, ancorché\npresuntivi (Cass. n. 22346/2021).\n3.Le operazioni in corso\nIl diritto agli utili del socio recedente o deceduto, pur essendo autonomo, è collegato al\ndiritto alla liquidazione della quota, nel senso che questa, liquidata in base alla situazione\npatrimoniale della società nel giorno dello scioglimento del rapporto, può essere\naccresciuta o diminuita in conseguenza degli utili o delle perdite derivanti dalle singole\noperazioni in corso (Cass., n. 6365/2016).\nIl concetto di operazione in corso, ai cui utili ed alle cui perdite partecipa il socio uscente,\nricomprende tutte quelle operazioni che, pur non in atto al momento dello scioglimento del\nrapporto sociale, debbono considerarsi la conseguenza necessaria ed inevitabile dei\nrapporti giuridici preesistenti, anche se, quindi, la definizione di questi ultimi sia intervenuta\na seguito di un giudizio instaurato solo successivamente all'uscita del socio (Cass. n.\n6709/1982; Cass. n. 960/2000; Cass. n. 1057/1993). In questa prospettiva, il diritto agli utili\nconseguibili da un'operazione in corso costituisce un diritto autonomo che si definisce nella\nsua esistenza e nel suo contenuto solo nel momento in cui l'operazione si conclude, ed è\nda tale momento, perciò, e non da quello del recesso, che comincia a decorrere il termine\ndi prescrizione del menzionato diritto (Cass. n. 6709/1982, cit.).\n4.Questioni processuali\nNella controversia in cui il socio receduto da società di persone chieda la liquidazione\ndella propria quota di partecipazione ai sensi dell'art. 2289 legittimata a contraddire è\nesclusivamente la società (cfr., per tutte, Cass. n. 642/2000; Cass. n. 12833/1999): il\ncontraddittorio è però integro quando siano citati in giudizio tutti i suoi soci, ma solo se\nrisulti accertato che l'attore abbia proposto l'azione nei confronti della società per far valere\nil proprio credito nei suoi confronti (Cass. n. 12125/2006; Cass. n. 5391/2014; Cass. n.\n25860/2012; Cass. n. 8570/2009; Cass. n. 13438/2003; Cass. n. 3962/1980). Nel caso di\nPagina 3 di 109", "framework": "In tutti i casi di scioglimento del rapporto sociale limitatamente ad un socio, l'articolo\nin commento pone a carico della società l'obbligo di liquidare la quota nei confronti\ndel socio o dei suoi eredi. Il legislatore ha inteso escludere che, in tali casi, il socio\nabbia diritto di ricevere una parte in natura del patrimonio sociale corrispondente ai\nbeni conferiti; egli ha il diritto, invece, di ricevere una somma di denaro (costituente,\nfin dall'origine, un credito di valuta) che rappresenti il valore della propria quota.\nPer converso, Il socio di società di persone, in caso di recesso o cessione\ndella quota, è responsabile per le tutte le obbligazioni sociali, e perciò anche\ntributarie, esistenti al giorno dello scioglimento del rapporto sociale, sicchè la sua\nresponsabilità è diretta, ancorché sussidiaria ex art. 2304 c.c., mentre nei confronti\ndei terzi quello scioglimento del rapporto prende data solo dal momento in cui\ndiventa ad essi opponibile, nelle forme previste dalla legge (Cass. n. 17154/2017).\n2.Criteri di valutazione della quota\nPagina 1 di 109", "bibliography": "", "source_file": "document.pdf", "page_number": 1}
{"article_number": "2272", "title": "Cause di scioglimento.", "text": "morte di uno dei soci, il diritto di credito nei confronti della società entra a far parte della\ncomunione ereditaria e può essere fatto valere, nella sua interezza, da ciascuno degli eredi\nsingolarmente, senza necessità di integrare il contraddittorio nei confronti degli altri (Cass.\nn. 13163/2024). La prescrizione del credito pari al valore della quota inizia a decorrere\ndalla scadenza del termine semestrale (Cass. n. 1200/2022).\nBibliografia\nBuonocore, Castellano, Costi, Società di persone, Milano, 1978; Campobasso,\nDiritto commerciale, 2, Diritto delle società, a cura di Campobasso M., Torino, 2012;\nDi Sabato, Manuale delle società, Torino, 1992; Ferri jr, Patrimonio, capitale e\nbilancio, in AA.VV., Diritto delle società. Manuale breve, Milano, 2008, 91; Ferro-\nLuzzi, I contratti associativi, Milano, 1971; Greco, Le società nel sistema legislativo\nitaliano, Torino, 1959; Jaeger, Denozza, Appunti di diritto commerciale, Bologna,\n1993; Marasà, Le società, Milano, 2000; Marulli, Il contratto di società di persone, in\nSocietà in generale. Società di persone. Le società tra professionisti, a cura di\nCottino, Torino, 2014; Montalenti, Diritto commerciale, diritto tributario, scienze\naziendali: categorie disciplinari a confronto in epoca di riforme, in Giur. it. 2004, 3;\nOppo, L'identificazione del tipo «società di persone», in Riv. dir. civ. 1988, 619;\nPaolini, Società semplice di mero godimento, Quesito n. 210-2007/I, in Consiglio\nNazionale del Notariato, Studi e materiali, 2008, 871 ss.; Petrera, in Commentario\ndel codice civile, a cura di Gabrielli E., Delle società - Dell'azienda. Della\nconcorrenza, artt. 2247-2378, a cura di Santosuosso D., Torino, 2015; Rivolta, Diritto\ndelle società. Profili generali, Torino, 2015; Santosuosso, in Commentario del codice\ncivile, a cura di Gabrielli E., Delle società - Dell'azienda. Della concorrenza, artt.\n2247-2378, a cura di Santosuosso D., Torino, 2015; Spada, La tipicità delle società,\nPadova, 1974; Spada, in Commentario del codice civile, a cura di Gabrielli E., Delle\nsocietà - Dell'azienda. Della concorrenza, artt. 2247-2378, a cura di Santosuosso D.,\nTorino, 2015.\nAutori: Guido Romano, aggiornato da Rossella Pezzella\nCOMMENTATO CODICE CIVILE\nCodice Civile n. 2272 - Cause di scioglimento.\n[I]. La società si scioglie:\n1) per il decorso del termine [2285];\nPagina 4 di 1092) per il conseguimento dell'oggetto sociale o per la sopravvenuta impossibilità di\nconseguirlo [27];\n3) per la volontà di tutti i soci [1372, 2252];\n4) quando viene a mancare la pluralità dei soci, se nel termine di sei mesi questa non è\nricostituita [2323];\n5) per le altre cause previste dal contratto sociale [2284]\n5-bis) per l'apertura della procedura di liquidazione controllata (1) .\n[1] Numero aggiunto dall'art. 382, comma 1, d.lgs. 12 gennaio 2019, n. 14, come modificato dall'art. 39, comma 2, d.lgs.\n26 ottobre 2020, n. 147. V. anche l'art. 42 , comma 1, d.lgs. n. 147, cit., che così dispone: « Il presente decreto entra in\nvigore alla data di cui all'articolo 389, comma 1, del decreto legislativo 12 gennaio 2019, n. 14, ad eccezione delle\ndisposizioni di cui agli articoli 37, commi 1 e 2, e 40.». Ai sensi dell'art. 389, comma 1, d.lgs. n. 14, cit., come sostituito\ndall'art. 5, comma 1, d.l. 8 aprile 2020, n. 23, conv., con modif., in l. 5 giugno 2020, n. 40, dall'art. 1, comma 1, lett. a) d.l.\n24 agosto 2021, n. 118, conv., con modif., in l. 21 ottobre 2021, n. 147 e, da ultimo, sostituito dall’art. 42, comma 1, lett.\na), d.l. 30 aprile 2022, n. 36, conv. con modif. in l. 29 giugno 2022, n. 79, la presente disposizione entra in vigore il 15\nluglio 2022, salvo quanto previsto al comma 2 del citato decreto.Lo scioglimento della società consegue, poi, al raggiungimento o alla sopravvenuta\nimpossibilità di conseguire l'oggetto sociale: il nucleo comune ad entrambe le ipotesi è\ncostituito dall'oggetto sociale (BRIOLINI, 268).\nIn dottrina, si evidenzia, poi, come l'impossibilità rilevante ai fini della norma non possa\navere i caratteri dell'assolutezza e della definitività, non essendo sufficiente una\ntemporanea e transitoria difficoltà che potrebbe essere superata dai soci con diversi\nstrumenti (GHIDINI, 789; DI SABATO, 159; BRIOLINI, 270).\nAnche la giurisprudenza condivide una simile impostazione rilevando che\nl'impossibilità di conseguire l'oggetto sociale può costituire causa di scioglimento della\nsocietà solo quando rivesta caratteri di assolutezza e definitività tali da rendere inutile e\nimproduttiva la permanenza del vincolo sociale (Cass. n. 2076/1974; Cass. n. 4683/1981.\nIn senso parzialmente difforme, Trib. Roma, 9 novembre 1989, in Giur. it., 2000, 787 che\nrichiede un giudizio probabilistico).\nL'insanabile conflitto tra i soci, causato da gravi inadempienze commesse da uno di\nquesti, può essere causa di scioglimento della società (Cass. n. 11185/2001; Cass. n.\n6410/1996; Cass. n. 1122/1984). Inoltre, in una società di persone composta di due soli\nsoci, il dissidio insanabile tra costoro è causa di scioglimento quando risulti che, per\ncontenuto e natura, esso impedisce la prosecuzione dell'attività comune,\nindipendentemente dalla sua imputabilità all'uno o all'altro dei soci (Cass. n. 3779/1983). Il\ndissidio tra questi imputabile al comportamento di uno dei due gravemente inadempiente\nagli obblighi contrattuali ovvero ai doveri di fedeltà, lealtà, diligenza o correttezza inerenti\nalla natura fiduciaria del rapporto societario, rileva come giusta causa di recesso del socio\nadempiente o, in alternativa, di esclusione del socio inadempiente, ma non può costituire\ncausa di scioglimento della società ai sensi dell'art. 2272, n. 2, giacché detto dissidio non è\ntale da rendere «impossibile» il conseguimento dell'oggetto sociale, essendo eliminabile\nmediante uno dei due rimedi predetti (Cass. n. 18243/2004; Cass. n. 134/1987).\nLa società si scioglie per la volontà di tutti i soci (n. 3). La norma richiede il consenso\nunanime dei soci, ma la disposizione è derogabile con la conseguenza che sarà valido il\npatto sociale che consenta lo scioglimento della società per volontà della maggioranza dei\nsoci (Cass. n. 2323/1942; Trib. Milano, 23 settembre 1965, Dir. fall., 1966, II, 149). Fermo\nrestando che la volontà di scioglimento può essere manifestata efficacemente anche\nverbalmente o per fatti concludenti realizzandosi così una deliberazione implicita (Trib.\nPalermo, 3 febbraio 1984, Soc., 1984, 1338, ma sul punto, si veda, amplius, sub art. 2252),\nsi osserva che l'eventuale dichiarazione di recesso del socio non implica anche un\nconsenso ad un'eventuale proposta di scioglimento consensuale anticipato della società da\nparte degli altri soci, in quanto le due dichiarazioni, seppur coesistenti, hanno presupposti e\nfinalità differenti, sicché i soci diversi dal recedente che dichiarino di voler addivenire allo\nPagina 6 di 109scioglimento della società ex art. 2272 n. 3 c.c. non possono desumere dall'atto di\nesercizio di recesso una volontà del socio di sciogliere la società, ma hanno bisogno di\nun'ulteriore manifestazione di volontà del recedente in adesione alla proposta di\nscioglimento stessa (Cass. n. 13063/2002).\nCostituisce causa di scioglimento il venire meno della pluralità dei soci (n. 4). In tal\ncaso, però, lo scioglimento non si verifica nel momento in cui viene meno la pluralità dei\nsoci, ma solo se essa non sia ricostituita nel termine di si mesi: conseguentemente, lo\nscioglimento stesso opera, ex nunc, alla scadenza del sesto mese (Cass. n. 3269/2003;\nCass. n. 4169/1995; Cass. n. 907/1984). L'inutile decorso di detto termine non determina\nipso iure l'interruzione dell'operatività della società, che per l'effetto non si estingue, bensì\nè considerata in stato di scioglimento ex lege, con conseguente prosecuzione dell'attività\nsociale, sebbene in uno stato di necessaria liquidazione quanto alla valutazione prospettica\ndell'attività medesima (Cass. n. 13590/2024).\nIl recesso del socio da una società di persone composta da due soli soci e la mancata\nricostituzione della pluralità della compagine sociale da parte del socio superstite\ndeterminano lo scioglimento della società ex art. 2272 c.c., non già la sua estinzione, con\nconseguente possibilità della stessa di essere sottoposta a fallimento entro l'anno\ndall'intervenuta cancellazione dal Registro delle imprese ai sensi dell'art. 10 l. fall. (Cass.,\nn. 25163/2016).\nPeraltro, nella società di persone composta da due soli soci, ove la morte di uno di essi\ndetermini il venir meno della pluralità dei soci, lo scioglimento del rapporto particolare del\nsocio defunto si verifica alla data del suo decesso, mentre i suoi eredi acquistano\ncontestualmente il diritto alla liquidazione della quota secondo i criteri fissati dall'art. 2289,\nvale a dire un diritto di credito ad una somma di denaro equivalente al valore della quota\ndel socio defunto in base alla situazione patrimoniale della società nel giorno in cui si è\nverificato lo scioglimento (Cass. n. 10802/2009; Cass. n. 8670/2000; Cass. n. 22574/2014).\nNel caso in cui, venuta meno la pluralità dei soci, sopravvenga il decesso dell'unico socio\nsuperstite che non abbia provveduto ai sensi dell'art. 2272, comma 1, n. 4), i suoi eredi,\nsebbene subentranti nel solo diritto alla quota di liquidazione e non già nella società, sono,\ncomunque, legittimati a chiedere la messa in liquidazione di quest'ultima al fine di\nrealizzare il menzionato loro diritto, che non può attuarsi se non attraverso tale procedura,\ne provvedere, altresì, a regolare la posizione degli altri soci (Cass. n. 14449/2014).\nNon costituisce causa di scioglimento l'azzeramento del capitale sociale per perdite (Cass.,\nn. 23/2017).\n3.L'operatività delle cause di scioglimento ed i loro effetti. La revoca\ndello stato di liquidazione\nPagina 7 di 109Le cause di scioglimento della società operano di diritto (FERRARA CORSI, 335;\nBRIOLINI, 280) e, quindi, a prescindere dall'eventuale accertamento del verificarsi della\ncausa medesima.\nQualora sia stata proposta da uno dei soci di una società di persone un'azione diretta\nall'accertamento dell'estinzione o dello scioglimento della società e della sua messa in\nliquidazione, i suoi eredi sono legittimati a continuare tale azione, sia per quanto attiene\nalle azioni di accertamento, sia per quanto attiene alla eventuale azione di risarcimento del\ndanno, poiché, salva l'ipotesi di intrasmissibilità del diritto, che determina la cessazione\ndella materia del contendere, la morte della parte determina la successione universale\nanche in ordine ai rapporti processuali a norma dell'art. 110 c.p.c. (Cass. n. 5526/1979).\nLa messa in liquidazione di una società non determina la sostituzione di un soggetto di\ndiritto ad un altro, ma semplicemente la modifica dell'oggetto sociale, che, per effetto della\nliquidazione, è ora diretto alla liquidazione dell'attivo ed alla sua ripartizione tra i soci,\nprevia soddisfazione dei creditori sociali (Cass. n. 29776/2008; Cass. n. 3279/2006; Cass.\nn. 6410/1996). Ciò vuol dire che, allo scioglimento della società non consegue direttamente\nl'estinzione dell'ente (Cass. n. 12553/2004).\nCon la liquidazione, infatti, la società si avvia lungo il percorso destinato a condurre\nalla estinzione (BRIOLINI, 281). I soci, fino alla cancellazione della società dal registro delle\nimprese, possono decidere la revoca dello stato di liquidazione che determina il cessare,\nex nunc, degli effetti che il sistema ricollega al prodursi di una causa di scioglimento\n(BRIOLINI, 281). Tuttavia, per revocare lo stato di liquidazione, i soci devono rimuovere la\ncausa che ha determinato lo scioglimento (DI SABATO, 165; FERRARA-CORSI, 299). Inoltre,\nla revoca può essere decisa soltanto all'unanimità dei soci, anche nell'ipotesi in cui il\ncontratto sociale prevedesse la possibilità di modifiche a semplice maggioranza: tale\nconclusione si spiega in ragion del fatto che, con il verificarsi della causa di scioglimento,\nsorge per il socio il diritto a percepire la propria quota di liquidazione, diritto, questo,\ncomprimibile solo con il consenso del titolare (FERRI 250; FERRARA-CORSI,\n299; CAMPOBASSO, 120; CAGNASSO, 278; contra, BRIOLINI).\n4.L'estinzione della società (rinvio)\nSi rinvia al commento subart. 2312.\nPagina 8 di 109", "framework": "L'articolo in commento enumera le singole cause di scioglimento della società\nsemplice. Mentre una parte della dottrina segnala il carattere tassativo\ndell'elencazione contenuta nell'art. 2272 (GALGANO, 2007, 345), altri autori\nevidenziano come una simile considerazione non possa definirsi del tutto corretta\nattesa la circostanza che altre cause di scioglimento non sono comprese nell'elenco\n(ad es., la mancata esecuzione di un conferimento essenziale, FERRI, 242) e che,\ncomunque, lo stesso n. 5 consente al contratto sociale di individuare cause di\nscioglimento ulteriori rispetto a quelle previste dalla norma (BRIOLINI, 265;\nBUONOCORE, in Comm. S., 1995, 403).\nLa norma è, poi, applicabile anche alla società in nome collettivo ed alla società in\naccomandita semplice.\n2.Le singole cause di scioglimento\nLa prima causa di scioglimento indicata nell'articolo in commento è costituita dal\ndecorso del termine stabilito nel contratto sociale. Sul punto, occorre evidenziare che la\nsocietà di persone può essere costituita anche a tempo indeterminato (Trib. Genova, 18\nfebbraio 1985, Vita not., 1986, 1300) nel qual caso il socio potrà esercitare il diritto di\nrecesso secondo la previsione dell'art. 2285. Inoltre, anche quando è previsto un termine di\ndurata della società, è consentito ai soci di prorogarne la durata con una decisione assunta\nformalmente ovvero tacitamente: quest'ultima ipotesi, disciplinata dall'art. 2273, si verifica\nallorquando, scaduto il termine inizialmente stabilito per la sua durata, i consociati\ncontinuino a svolgere operazioni sociali (Cass. n. 9709/1990; Cass. n. 1296/1984).\nPagina 5 di 109", "bibliography": "", "source_file": "document.pdf", "page_number": 4}
{"article_number": "2290", "title": "Responsabilità del socio uscente o dei suoi eredi.", "text": "Bibliografia\nBuonocore, Castellano, Costi, Società di persone, Milano, 1978; Campobasso,\nDiritto commerciale, 2, Diritto delle società, a cura di Campobasso M., Torino, 2012;\nDi Sabato, Manuale delle società, Torino, 1992; Ferri jr, Patrimonio, capitale e\nbilancio, in AA.VV., Diritto delle società. Manuale breve, Milano, 2008, 91; Ferro-\nLuzzi, I contratti associativi, Milano, 1971; Greco, Le società nel sistema legislativo\nitaliano, Torino, 1959; Jaeger, Denozza, Appunti di diritto commerciale, Bologna,\n1993; Marasà, Le società, Milano, 2000; Marulli, Il contratto di società di persone, in\nSocietà in generale. Società di persone. Le società tra professionisti, a cura di\nCottino, Torino, 2014; Montalenti, Diritto commerciale, diritto tributario, scienze\naziendali: categorie disciplinari a confronto in epoca di riforme, in Giur. it. 2004, 3;\nOppo, L'identificazione del tipo «società di persone», in Riv. dir. civ. 1988, 619;\nPaolini, Società semplice di mero godimento, Quesito n. 210-2007/I, in Consiglio\nNazionale del Notariato, Studi e materiali, 2008, 871 ss.; Petrera, in Commentario\ndel codice civile, a cura di Gabrielli E., Delle società - Dell'azienda. Della\nconcorrenza, artt. 2247-2378, a cura di Santosuosso D., Torino, 2015; Rivolta, Diritto\ndelle società. Profili generali, Torino, 2015; Santosuosso, in Commentario del codice\ncivile, a cura di Gabrielli E., Delle società - Dell'azienda. Della concorrenza, artt.\n2247-2378, a cura di Santosuosso D., Torino, 2015; Spada, La tipicità delle società,\nPadova, 1974; Spada, in Commentario del codice civile, a cura di Gabrielli E., Delle\nsocietà - Dell'azienda. Della concorrenza, artt. 2247-2378, a cura di Santosuosso D.,\nTorino, 2015.\nAutori: Guido Romano, aggiornato da Rossella Pezzella\nCOMMENTATO CODICE CIVILE\nCodice Civile n. 2290 - Responsabilità del socio uscente o dei suoi eredi.\n[I]. Nei casi in cui il rapporto sociale si scioglie limitatamente a un socio [2284-2286], questi\no i suoi eredi sono responsabili verso i terzi per le obbligazioni sociali [2267] fino al giorno\nin cui si verifica lo scioglimento.\n[II]. Lo scioglimento deve essere portato a conoscenza dei terzi con mezzi idonei; in\nmancanza non è opponibile ai terzi che lo hanno senza colpa ignorato.La norma tutela l'affidamento dei creditori e, in generale, dei terzi i quali non\ndevono subire un pregiudizio né trarre vantaggio dalla modificazione delle\npartecipazioni sociali alle quali sono del tutto estranei (MOTTI, 419). Colui che ha\ncessato di essere socio, dunque, continua a rispondere delle obbligazioni sociali\nsorte anteriormente allo scioglimento del rapporto sociale nei suoi confronti; per\nconverso, egli non risponderà delle obbligazioni sorte successivamente allo\nscioglimento del rapporto a condizione che l'avvenuto scioglimento del rapporto\nsociale sia opponibile ai creditori sociali (MOTTI, 419; FERRI, 351; GHIDINI, 626; COSTI-\nDI CHIO, 723).\nLa norma, peraltro, si applica non solo alle ipotesi di scioglimento del rapporto\ndisciplinate dalla sezione V in commento, ma anche alla cessione della\npartecipazione sociale. In tale prospettiva, si è affermato che il socio che abbia\nceduto la propria quota risponde, nei confronti dei terzi, delle obbligazioni sociali\nsorte fino al momento in cui la cessione sia stata iscritta nel registro delle imprese o\nfino al momento (anteriore) in cui il terzo sia venuto a conoscenza della cessione\n(Cass. n. 6230/2013; Cass. n. 7688/2013).\n2.La responsabilità nei confronti dei terzi\nSul piano interno del rapporto tra i soci, la cessazione della responsabilità del socio\nuscente per le obbligazioni sociali deve essere ancorata al momento dello scioglimento del\nrapporto nei suoi confronti.\nAl contrario, nei rapporti con i terzi, è necessario che l'evento sia portato a\nconoscenza dei terzi con mezzi idonei (MOTTI, 422), in mancanza restando invece\nirrilevante nei confronti di coloro che lo abbiano senza colpa ignorato. In mancanza della\ndovuta pubblicità, il socio è responsabile nei confronti dei terzi anche per le obbligazioni\ncontratte dalla società dopo la cessazione del rapporto giuridico particolare, salvo il diritto\ndi regresso nei confronti degli altri soci Per tali società, lo scioglimento del rapporto deve\nintendersi conosciuto qualora iscritto nel registro delle imprese (comportando il mutamento\ndella compagine sociale una modificazione del contratto di società): in assenza di tali\niscrizione, graverà sul socio l'onere di dimostrare l'effettiva conoscenza da parte del terzo\nai sensi dell'art. 2193 (MOTTI, 422).\nLa mancata pubblicità del recesso del socio di società di persone comporta il\npermanere del regime di responsabilità illimitata del socio stesso per il solo fatto che\nqualsiasi terzo, consultando il registro delle imprese, può avere legittimamente confidato\nsulla presenza del patrimonio personale del socio in funzione di garanzia generica del\ncredito concesso alla società (Cass. n. 28225/2008).\nPagina 10 di 109La responsabilità del socio verso i terzi per le obbligazioni di una società di persone\npostula che l'obbligazione sociale sia divenuta esigibile e non sia stata adempiuta entro la\ndata di scioglimento del rapporto (Cass. n. 29306/2023).\nLa responsabilità del socio nei confronti dei terzi è sottratta alla disponibilità delle parti\ni quali possono regolare liberamente, sul solo piano interno, le relative responsabilità\nsenza, però, intaccare la posizione dei creditori (MOTTI, 420).\nCostituiscono obbligazioni sociali in relazione alle quali sussiste la responsabilità del\nsocio uscente tanto le obbligazioni contrattuali quanto le obbligazioni derivanti da\nresponsabilità civile o da fonte legale (MOTTI, 421).\nTale posizione è condivisa dalla giurisprudenza che ha chiarito che la responsabilità\ndel socio illimitatamente responsabile che sia receduto dal contratto societario riguarda,\ntutte le obbligazioni sociali insorte prima del recesso, ivi comprese, oltre a quelle di origine\nnegoziale, quelle di origine legale (Cass. n. 5624/1997 relativamente a contributi dovuti\nall'Inail; Cass. n. 8649/2010 con riferimenti a contributi previdenziali; Cass. n. 20447/2011\nin relazione a debiti verso l'amministrazione finanziaria).\nBibliografia\nBuonocore, Castellano, Costi, Società di persone, Milano, 1978; Campobasso,\nDiritto commerciale, 2, Diritto delle società, a cura di Campobasso M., Torino, 2012;\nDi Sabato, Manuale delle società, Torino, 1992; Ferri jr, Patrimonio, capitale e\nbilancio, in AA.VV., Diritto delle società. Manuale breve, Milano, 2008, 91; Ferro-\nLuzzi, I contratti associativi, Milano, 1971; Greco, Le società nel sistema legislativo\nitaliano, Torino, 1959; Jaeger, Denozza, Appunti di diritto commerciale, Bologna,\n1993; Marasà, Le società, Milano, 2000; Marulli, Il contratto di società di persone, in\nSocietà in generale. Società di persone. Le società tra professionisti, a cura di\nCottino, Torino, 2014; Montalenti, Diritto commerciale, diritto tributario, scienze\naziendali: categorie disciplinari a confronto in epoca di riforme, in Giur. it. 2004, 3;\nOppo, L'identificazione del tipo «società di persone», in Riv. dir. civ. 1988, 619;\nPaolini, Società semplice di mero godimento, Quesito n. 210-2007/I, in Consiglio\nNazionale del Notariato, Studi e materiali, 2008, 871 ss.; Petrera, in Commentario\ndel codice civile, a cura di Gabrielli E., Delle società - Dell'azienda. Della\nPagina 11 di 109", "framework": "Pagina 9 di 109", "bibliography": "", "source_file": "document.pdf", "page_number": 9}
{"article_number": "2288", "title": "Esclusione di diritto.", "text": "concorrenza, artt. 2247-2378, a cura di Santosuosso D., Torino, 2015; Rivolta, Diritto\ndelle società. Profili generali, Torino, 2015; Santosuosso, in Commentario del codice\ncivile, a cura di Gabrielli E., Delle società - Dell'azienda. Della concorrenza, artt.\n2247-2378, a cura di Santosuosso D., Torino, 2015; Spada, La tipicità delle società,\nPadova, 1974; Spada, in Commentario del codice civile, a cura di Gabrielli E., Delle\nsocietà - Dell'azienda. Della concorrenza, artt. 2247-2378, a cura di Santosuosso D.,\nTorino, 2015.\nAutori: Guido Romano, aggiornato da Rossella Pezzella\nCOMMENTATO CODICE CIVILE\nCodice Civile n. 2288 - Esclusione di diritto.\n[I]. E' escluso di diritto il socio nei confronti del quale è stata aperta o al quale è stata\nestesa la procedura di liquidazione giudiziale o di liquidazione controllata (1) (2) .\n[II]. Parimenti è escluso di diritto il socio nei cui confronti un suo creditore particolare abbia\nottenuto la liquidazione della quota a norma dell'articolo 2270.\n[1] V. art. 149 r.d. 16 marzo 1942, n. 267.\n[2] Comma così sostituito dall'art. 382, comma 1, d.lgs. 12 gennaio 2019, n. 14, come modificato dall'art. 39, comma 2,\nd.lgs. 26 ottobre 2020, n. 147. V. anche l'art. 42 , comma 1, d.lgs. n. 147, cit., che così dispone: « Il presente decreto\nentra in vigore alla data di cui all'articolo 389, comma 1, del decreto legislativo 12 gennaio 2019, n. 14, ad eccezione\ndelle disposizioni di cui agli articoli 37, commi 1 e 2, e 40». Ai sensi dell'art. 389, comma 1, d.lgs. n. 14, cit., come\nsostituito dall'art. 5, comma 1, d.l. 8 aprile 2020, n. 23, conv., con modif., in l. 5 giugno 2020, n. 40, dall'art. 1, comma 1,\nlett. a) d.l. 24 agosto 2021, n. 118, conv., con modif., in l. 21 ottobre 2021, n. 147, e, da ultimo, sostituito dall’art. 42,\ncomma 1, lett. a), d.l. 30 aprile 2022, n. 36, conv. con modif. in l. 29 giugno 2022, n. 79, la presente disposizione entra in\nvigore il 15 luglio 2022, salvo quanto previsto al comma 2 del citato decreto. Il testo del comma era il seguente: «È\nescluso di diritto il socio che sia dichiarato fallito».\nRiferimenti chiave:\nArt. 149 r.d. n. 267/1942Il fallimento del socio che comporta la sua automatica esclusione dalla società è quello\nproprio del socio derivante dalla sua insolvenza personale e non già quello che si estende\nal socio per effetto del fallimento della società (GARESIO, 699).\nIl fallimento delle società di persone, infatti, non determina lo scioglimento del\nvincolo sociale, poiché l'esclusione di diritto del socio che sia dichiarato fallito, prevista\ndall'art. 2288, applicabile alle società di fatto in virtù del disposto dell'art. 2297, tende a\npreservare la società in bonis dagli effetti dell'insolvenza personale del socio e non opera,\nquindi, nell'ipotesi in cui il fallimento del socio sia effetto di quello della società, in forza\ndella responsabilità illimitata del primo per le obbligazioni della seconda (Cass. n.\n17953/2008, Cass. n. 36378/2023; ma Trib. Torino, 27 giugno 2000, Giur. it., 2001, 777).\nIl socio di società in nome collettivo, escluso perché dichiarato fallito in proprio, deve\nconsiderarsi non avere mai perduto la qualità di socio se sopravvenga la revoca del\nfallimento, qualora la sua quota non sia stata liquidata; in tal caso egli risponde dei debiti\nsociali sorti durante il periodo in cui è rimasto soggetto alla dichiarazione di fallimento poi\nrevocata (Cass. n. 6734/2011).\nBibliografia\nBuonocore, Castellano, Costi, Società di persone, Milano, 1978; Campobasso,\nDiritto commerciale, 2, Diritto delle società, a cura di Campobasso M., Torino, 2012;\nDi Sabato, Manuale delle società, Torino, 1992; Ferri jr, Patrimonio, capitale e\nbilancio, in AA.VV., Diritto delle società. Manuale breve, Milano, 2008, 91; Ferro-\nLuzzi, I contratti associativi, Milano, 1971; Greco, Le società nel sistema legislativo\nitaliano, Torino, 1959; Jaeger, Denozza, Appunti di diritto commerciale, Bologna,\n1993; Marasà, Le società, Milano, 2000; Marulli, Il contratto di società di persone, in\nSocietà in generale. Società di persone. Le società tra professionisti, a cura di\nCottino, Torino, 2014; Montalenti, Diritto commerciale, diritto tributario, scienze\naziendali: categorie disciplinari a confronto in epoca di riforme, in Giur. it. 2004, 3;\nOppo, L'identificazione del tipo «società di persone», in Riv. dir. civ. 1988, 619;\nPaolini, Società semplice di mero godimento, Quesito n. 210-2007/I, in Consiglio\nNazionale del Notariato, Studi e materiali, 2008, 871 ss.; Petrera, in Commentario\ndel codice civile, a cura di Gabrielli E., Delle società - Dell'azienda. Della\nconcorrenza, artt. 2247-2378, a cura di Santosuosso D., Torino, 2015; Rivolta, Diritto\ndelle società. Profili generali, Torino, 2015; Santosuosso, in Commentario del codice\ncivile, a cura di Gabrielli E., Delle società - Dell'azienda. Della concorrenza, artt.\nPagina 13 di 109", "framework": "L'articolo in commento prevede due ipotesi di esclusione del socio operanti di diritto\ne, dunque, automaticamente, senza necessità dell'intervento degli altri soci. Esse\noperano nei confronti del socio che sia stato dichiarato fallito e di quello nei cui\nconfronti il suo creditore particolare abbia ottenuto la liquidazione della quota.\n2. Il fallimento del socio (oggi, liquidazione giudiziale)\nPagina 12 di 109", "bibliography": "", "source_file": "document.pdf", "page_number": 12}
{"article_number": "2270", "title": "Creditore particolare del socio.", "text": "2247-2378, a cura di Santosuosso D., Torino, 2015; Spada, La tipicità delle società,\nPadova, 1974; Spada, in Commentario del codice civile, a cura di Gabrielli E., Delle\nsocietà - Dell'azienda. Della concorrenza, artt. 2247-2378, a cura di Santosuosso D.,\nTorino, 2015.\nAutori: Guido Romano\nCOMMENTATO CODICE CIVILE\nCodice Civile n. 2270 - Creditore particolare del socio.\n[I]. Il creditore particolare del socio, finché dura la società, può far valere i suoi diritti sugli\nutili spettanti al debitore [2262] e compiere atti conservativi [2905, 2910 ss.] sulla quota\nspettante a quest'ultimo nella liquidazione [2282, 2283].\n[II]. Se gli altri beni del debitore sono insufficienti a soddisfare i suoi crediti, il creditore\nparticolare del socio può inoltre chiedere in ogni tempo la liquidazione della quota del suo\ndebitore [2288]. La quota deve essere liquidata [2289] entro tre mesi dalla domanda, salvo\nche sia deliberato lo scioglimento della società [2272].La norma in esame si applica alle società semplici ed alle società in nome collettivo\ned in accomandita semplice irregolari. Per le società (in nome collettivo ed in\naccomandita semplice) regolari si applicheranno, invece, gli artt. 2305 e 2307.\n2.I diritti sugli utili e gli atti conservativi sulla quota\nIn primo luogo, il creditore particolare del socio, può far valere i propri diritti sugli\nutili spettanti al socio debitore. Tale possibilità presuppone, però, che sia già maturato il\ndiritto del debitore a percepire gli utili (DI SABATO, 132): in altre parole, il creditore\nparticolare può compiere atti esecutivi e conservativi sugli utili distribuibili, ma non può\ninfluire né sulla loro distribuzione né sulla loro quantificazione, spettando esclusivamente ai\nsoci di decidere in ordine alla distribuzione totale o parziale degli utili maturati ovvero il loro\nreinvestimento in società (FERRI, 234; NIGRO, 258).\nIl creditore può compiere atti conservativi sulla quota di liquidazione costituita dalla somma\ndi denaro o dal bene in natura (nel caso di conferimento in natura) eventualmente\nspettante al socio dopo lo scioglimento del rapporto sociale limitatamente alla sua\nposizione ovvero dopo la liquidazione della società. È, però, escluso che egli possa\nottenere la vendita forzata o l'assegnazione della quota del proprio debitore, essendo\nincompatibile l'intuitus personae che caratterizza il rapporto tra socio e società con la\nvendita giudiziale o l'assegnazione della quota (COTTINO WEIGMANN, 127, FERRI, 233).\nD'altra parte, nelle società personali, il trasferimento di una quota integrerebbe una\nmodifica del contratto sociale, consentita soltanto sulla base della volontà unanime di tutti i\nsoci (GALGANO, 2007; 319, CAMPOBASSO, 89, nt. 69).\nGli atti conservativi cui il creditore può legittimamente ricorrere comprendono il\nsequestro conservativo da attuarsi nelle forme del pignoramento presso terzi trattandosi\ndi un credito che il socio debitore ha nei confronti della società (NAZZICONE, 188;\nCAMPOBASSO, 92).\nSecondo la S.C., le quote di partecipazione di una società di persone che per disposizione\ndell'atto costitutivo siano trasferibili con il (solo) consenso del cedente e del cessionario,\nsalvo il diritto di prelazione in favore degli altri soci, possono essere sottoposte a\nsequestro conservativo ed essere espropriate a beneficio dei creditori particolari del\nsocio anche prima dello scioglimento della società (Cass. n. 29267/2023).\n3.La liquidazione della quota\nInfine, se gli altri beni del debitore sono insufficienti a soddisfare i suoi crediti, il\ncreditore particolare del socio può inoltre chiedere in ogni tempo la liquidazione della quota\nPagina 15 di 109del suo debitore. Anche tale disposizione conferma che il creditore particolare non ha\nmodo di aggredire direttamente i beni della società, potendo, invece, solo provocare lo\nscioglimento del rapporto sociale limitatamente al socio suo debitore e, dunque, dare\ncausa all'esclusione di diritto del socio ai sensi dell'art. 2288 (FERRI, 235; CAMPOBASSO, 89;\nNIGRO, 261).\nTuttavia, il diritto del creditore è sottoposto alla condizione che gli altri beni del debitore\nsiano insufficienti al soddisfacimento del credito. Il presupposto applicativo della norma non\nè integrato da una semplice difficoltà o dalla lentezza della procedura di recupero del\ncredito (FERRI, 235; GALGANO, 2007, 318); è, però sufficiente il previo esperimento di\nuna esecuzione infruttuosa, ad es., un pignoramento negativo (COTTINO, 68; NIGRO,\n261).\nIl destinatario del pagamento della somma è il socio e non già il creditore, il quale ha diritto\nesclusivamente all'importo sino a concorrenza con il suo credito, salva l'esplicita\nmanifestazione di volontà del socio in contrario ai sensi dell'art. 1188 (NAZZICONE, 192).\nBibliografia\nBuonocore, Castellano, Costi, Società di persone, Milano, 1978; Campobasso,\nDiritto commerciale, 2, Diritto delle società, a cura di Campobasso M., Torino, 2012;\nDi Sabato, Manuale delle società, Torino, 1992; Ferri jr, Patrimonio, capitale e\nbilancio, in AA.VV., Diritto delle società. Manuale breve, Milano, 2008, 91; Ferro-\nLuzzi, I contratti associativi, Milano, 1971; Greco, Le società nel sistema legislativo\nitaliano, Torino, 1959; Jaeger, Denozza, Appunti di diritto commerciale, Bologna,\n1993; Marasà, Le società, Milano, 2000; Marulli, Il contratto di società di persone, in\nSocietà in generale. Società di persone. Le società tra professionisti, a cura di\nCottino, Torino, 2014; Montalenti, Diritto commerciale, diritto tributario, scienze\naziendali: categorie disciplinari a confronto in epoca di riforme, in Giur. it. 2004, 3;\nOppo, L'identificazione del tipo «società di persone», in Riv. dir. civ. 1988, 619;\nPaolini, Società semplice di mero godimento, Quesito n. 210-2007/I, in Consiglio\nNazionale del Notariato, Studi e materiali, 2008, 871 ss.; Petrera, in Commentario\ndel codice civile, a cura di Gabrielli E., Delle società - Dell'azienda. Della\nconcorrenza, artt. 2247-2378, a cura di Santosuosso D., Torino, 2015; Rivolta, Diritto\ndelle società. Profili generali, Torino, 2015; Santosuosso, in Commentario del codice\ncivile, a cura di Gabrielli E., Delle società - Dell'azienda. Della concorrenza, artt.\n2247-2378, a cura di Santosuosso D., Torino, 2015; Spada, La tipicità delle società,\nPadova, 1974; Spada, in Commentario del codice civile, a cura di Gabrielli E., Delle\nPagina 16 di 109", "framework": "La norma in commento conferma la soggettività giuridica delle società di\npersone e della loro autonomia patrimoniale: il patrimonio della società è insensibile\nalle obbligazioni personali dei soci e, dunque, intangibile da parte dei creditori di\nquesti (CAMPOBASSO, 88, NIGRO, 258). Il creditore particolare del socio, quindi, non\npuò agire, né cautelarmente né esecutivamente, sul patrimonio della società e\nneppure su beni conferiti in essa dal proprio debitore (FERRARA-CORSI, 269).\nIn dottrina, si è, però, osservato che l'autonomia patrimoniale della società\npresuppone che il contratto sociale sia stato validamente stipulato: ove il\ncontratto sociale fosse, invece, invalido o simulato, il creditore potrebbe agire con\nl'azione di nullità o di simulazione (COSTI DI CHIO, 260).\nIl creditore del socio non è sprovvisto di ogni tutela. Infatti, l'articolo in commento gli\nconsente: 1) di far valere i propri diritti sugli utili spettanti al socio suo debitore; 2) di\ncompiere atti conservativi sulla quota di liquidazione; 3) chiedere, ove gli altri beni\ndel debitore siano insufficienti a soddisfare i suoi crediti, la liquidazione della quota\nspettante al debitore.\nPagina 14 di 109", "bibliography": "", "source_file": "document.pdf", "page_number": 14}
{"article_number": "2269", "title": "Responsabilità del nuovo socio.", "text": "società - Dell'azienda. Della concorrenza, artt. 2247-2378, a cura di Santosuosso D.,\nTorino, 2015.\nAutori: Guido Romano, aggiornato da Rossella Pezzella\nCOMMENTATO CODICE CIVILE\nCodice Civile n. 2269 - Responsabilità del nuovo socio.\n[I]. Chi entra a far parte di una società già costituita risponde con gli altri soci per le\nobbligazioni sociali anteriori all'acquisto della qualità di socio.", "framework": "La norma in commento mira a rafforzare la tutela dei creditori sociali prevedendo che\nla responsabilità del socio entrante si estenda anche alle obbligazioni assunte dalla\nsocietà anteriormente al suo ingresso.\nEssa è stata spiegata sulla base della considerazione che l'adesione ad una\nsocietà di persone già costituita implica l'approvazione del precedente operato\nsociale ed importa ex lege l'accollo incondizionato di tutte le passività sociali (Cass.\nn. 1691/1963).\nIl descritto regime di responsabilità si applica tanto al caso del soggetto che acquisti\nla partecipazione da un socio quanto al caso di socio entrante che si aggiunga agli\naltri ed è insensibile alla circostanza che permanga o meno la responsabilità del\nsocio uscente per le medesime obbligazioni. Alcun rilievo assume, ancora, la\ncircostanza che dette obbligazioni risultino dalle scritture contabili della società\n(Cass. n. 9326/2010).\nLa norma trova applicazione, oltre che alle società semplici, sia alle società in nome\ncollettivo (Cass. n. 9326/2010) sia alle società in accomandita semplice per\nl'ingresso di un nuovo socio accomandatario (Cass. n. 1781/1989).\nAl contrario, l'articolo in commento non viene in rilievo nei rapporti interni tra cedente\ne cessionario della partecipazione sociale: in detti rapporti l'individuazione della\nparte tenuta al pagamento delle obbligazioni contratte dalla società prima della\ncessione e non ancora estinte costituisce un problema di ermeneutica contrattuale,\navendo il legislatore lasciato all'autonomia contrattuale la regolamentazione della\nripartizione interna di tali obbligazioni (Trib. Salerno, 21 novembre 2014).\nPagina 17 di 109", "bibliography": "", "source_file": "document.pdf", "page_number": 17}
{"article_number": "2313", "title": "Nozione.", "text": "Tra i creditori sociali deve essere ricompreso anche il fideiussore della società\nche, avendo estinto l'obbligazione sociale, agisca in via di regresso verso la società\ne verso i soci (Cass. n. 8013/2024).\nBibliografia\nBuonocore, Castellano, Costi, Società di persone, Milano, 1978; Campobasso,\nDiritto commerciale, 2, Diritto delle società, a cura di Campobasso M., Torino, 2012;\nDi Sabato, Manuale delle società, Torino, 1992; Ferri jr, Patrimonio, capitale e\nbilancio, in AA.VV., Diritto delle società. Manuale breve, Milano, 2008, 91; Ferro-\nLuzzi, I contratti associativi, Milano, 1971; Greco, Le società nel sistema legislativo\nitaliano, Torino, 1959; Jaeger, Denozza, Appunti di diritto commerciale, Bologna,\n1993; Marasà, Le società, Milano, 2000; Marulli, Il contratto di società di persone, in\nSocietà in generale. Società di persone. Le società tra professionisti, a cura di\nCottino, Torino, 2014; Montalenti, Diritto commerciale, diritto tributario, scienze\naziendali: categorie disciplinari a confronto in epoca di riforme, in Giur. it. 2004, 3;\nOppo, L'identificazione del tipo «società di persone», in Riv. dir. civ. 1988, 619;\nPaolini, Società semplice di mero godimento, Quesito n. 210-2007/I, in Consiglio\nNazionale del Notariato, Studi e materiali, 2008, 871 ss.; Petrera, in Commentario\ndel codice civile, a cura di Gabrielli E., Delle società - Dell'azienda. Della\nconcorrenza, artt. 2247-2378, a cura di Santosuosso D., Torino, 2015; Rivolta, Diritto\ndelle società. Profili generali, Torino, 2015; Santosuosso, in Commentario del codice\ncivile, a cura di Gabrielli E., Delle società - Dell'azienda. Della concorrenza, artt.\n2247-2378, a cura di Santosuosso D., Torino, 2015; Spada, La tipicità delle società,\nPadova, 1974; Spada, in Commentario del codice civile, a cura di Gabrielli E., Delle\nsocietà - Dell'azienda. Della concorrenza, artt. 2247-2378, a cura di Santosuosso D.,\nTorino, 2015.\nAutori: Guido Romano\nCOMMENTATO CODICE CIVILE\nCodice Civile n. 2313 - Nozione.\n[I]. Nella società in accomandita semplice i soci accomandatari [2318] rispondono\nsolidalmente e illimitatamente per le obbligazioni sociali, e i soci accomandanti [2320]\nrispondono limitatamente alla quota conferita.\n[II]. Le quote di partecipazione dei soci non possono essere rappresentate da azioni.La società in accomandita semplice si caratterizza per la presenza di due categorie\ndi soci, gli accomandanti e gli accomandatari, distinte il base al regime della\nresponsabilità per le obbligazioni sociali ed a quello della partecipazione all'attività\ngestoria della società.\nIn particolare, mentre gli accomandatari rispondono, come i soci della società\nin nome collettivo, solidalmente ed illimitatamente per lo obbligazioni sociali, i soci\naccomandanti rispondono limitatamente alla quota conferita. Questi ultimi sono\nobbligati soltanto nei confronti della società ad eseguire i conferimenti promessi,\nmentre i creditori sociali non hanno alcuna azione diretta nei loro confronti neppure\nnei limiti del conferimento promesso e non ancora eseguito (CAMPOBASSO, 127).\nSecondo un orientamento, però, i creditori sociali potrebbero agire nei confronti degli\naccomandanti in via surrogatoria (art. 2900) in caso di inerzia della società per\nottenere il pagamento dei conferimenti ancora dovuti.\nL'altro discrimine esistente tra le due categorie di soci attiene all'amministrazione\ndella società che compete, in via esclusiva, ai soci accomandatari: al contrario, gli\naccomandanti sono da essa esclusi, essendo al contrario sanzionata ogni loro\ningerenza nell'attività gestoria.\nÈ oggetto di discussione l'ammissibilità di un socio accomandante che conferisca la\npropria opera o un servizio. Sebbene vi siano state prese di posizione a favore di\ntale ipotesi (BUSSOLETTI, 977), si ritiene che tale conferimento risulti incompatibile\ncon la limitata responsabilità dell'accomandante e, dunque, con il limitato rischio che\negli assume con quella partecipazione (MONTALENTI, 1997, 244).\nIn definitiva, la dinamica interna alla società in accomandita semplice tra le diverse\ncategoria dei soci deve essere intesa come correlazione tra rischio e potere: gli\naccomandatari, cui è riservato il potere di amministrazione, partecipano\nillimitatamente alle perdite e sono illimitatamente e solidalmente responsabili delle\nobbligazioni sociali; gli accomandanti, esclusi dall'amministrazione, rischiano nei\nlimiti del loro apporto. Conseguentemente, una alterazione di questo riparto che\nspezzi il binomio potere-rischio pregiudica la qualificabilità della partecipazione in\nconformità della designazione e, se la pattuizione è essenziale, pregiudica la\nqualificazione della società in termini di accomandita (SPADA, 444; BUSSOLETTI).\nPoiché nella società in accomandita semplice, caratterizzata dalla presenza di\ndue categorie di soci (gli accomandatari — che possono essere investiti del potere\namministrativo — illimitatamente responsabili per le obbligazioni sociali; gli\naccomandanti — privi di potere amministrativo — responsabili solo nei limiti della\nquota di capitale conferito), il regime della partecipazione alle perdite, per il\nPagina 19 di 109richiamo compiuto dall'art. 2315 alla disciplina relativa alla società in nome collettivo,\nche, ai sensi dell'art. 2293, a sua volta rinvia all'art. 2280 in materia di società\nsemplice, è correlato alla responsabilità per le obbligazioni sociali, è nulla la clausola\nstatutaria che nei rapporti interni fra i soci preveda la partecipazione degli\naccomandanti alle perdite oltre la quota di capitale conferito, atteso che l'art. 2249,\nnel prevedere che le società aventi ad oggetto l'esercizio di attività commerciali\ndevono costituirsi secondo i tipi di legge, deroga in materia societaria al principio di\ncui all'art. 1322 — che consente di porre in essere anche contratti non appartenenti\nai tipi legali — vietando all'autonomia privata, che è libera di esplicarsi limitatamente\nalla disciplina contenuta in norme di natura dispositiva o suppletiva, pattuizioni\nstatutarie che, modificando l'assetto organizzativo o il regime della responsabilità,\nsiano incompatibili con il tipo di società prescelto (Cass. n. 2481/2003).\nLa responsabilità del socio verso i terzi per le obbligazioni di una società di persone\npostula che l'obbligazione sociale sia divenuta esigibile e non sia stata adempiuta\nentro la data di scioglimento del rapporto (Cass. n. 29306/2023).\nLe caratteristiche tipologiche della società in accomandita semplice mostrano il\nsuo carattere semicapitalistico (LEOZAPPA, 502 che precisa che tale dizione è\nutilizzata con valore descrittivo).\nL'ulteriore regola stabilita nell'articolo in commento prevede che le quote di\npartecipazione non possono essere rappresentate da azioni e ciò a differenza della\nsocietà in accomandita per azioni. Il divieto di emettere titoli azionari esprime un\nprincipio comune alla categoria delle società di persone: il divieto trova\ngiustificazione nel fondamento contrattuale della società in accomandita semplice\nove, pur in presenza del correttivo capitalistico della quota per gli accomandanti,\npermane un forte rapporto fiduciario tra i soci (GAMBINO, 190; LEOZAPPA, 503).\nLa società in accomandita semplice rimane, dunque, una società di persone\nnon dotata di personalità giuridica, ma di autonomia patrimoniale (Cass. n.\n3028/1976): essa costituisce un centro di interessi e di imputazione di rapporti\ngiuridici distinti da quelli facenti capo ai soci ed è dotata di autonomia patrimoniale e\ndi capacità processuale ai sensi dell'art. 2266).\nLa società in accomandita semplice si distingue poi dall'associazione in\npartecipazione che, non essendo una società, non dà vita né ad un patrimonio\ncomune risultante dai conferimenti dei singoli soci né ad un'impresa comune\n(CAMPOBASSO, 128, nt. 2). Per superare le incertezze che, tuttavia, possono sorgere\nnella pratica, un indice di differenziazione è stato ravvisato nella spendita o meno di\nPagina 20 di 109un nome sociale, con l'indicazione del tipo di società (SANTONI, in Tr. Res., 1985,\n522).\nProprio in ragione della soggettività giuridica distinta da quella dei singoli soci,\nnei giudizi instaurati la legittimazione passiva spetta alla e non ai singoli soci.\nTuttavia, il necessario contraddittorio nei confronti della società, titolare esclusiva\ndella legittimazione passiva, può ritenersi regolarmente instaurato anche nel caso in\ncui sia convenuta in giudizio non la società, ma tutti i suoi soci, ove risulti accertato,\nattraverso l'interpretazione della domanda che l'attore abbia proposto l'azione nei\nconfronti della società per far valere il proprio credito vantato contro di essa (Cass. n.\n5248/2012; Cass. n. 12125/2006).\nLa riforma del diritto societario (d.lgs. n. 6/2003) ha anche risolto il problema\ndell'ammissibilità della partecipazione di una società di capitali in una società di\npersone (in precedenza, per la soluzione negativa fondata sulla circostanza che\nl'esercizio di attività di impresa in regime di responsabilità limitata era ammissibile\nsolo in caso di adozione di un ordinamento di tipo corporativo, CAMPOBASSO, 74 con\nla conseguenza che sarebbe stata consentita la partecipazione di una società di\ncapitali in veste di accomandante, COTTINO, 32; MONTALENTI, 1989, 640; OPPO, 11,\nma non invece nella veste di accomandatario, ravvisandosi una frode alla legge per\nla distorsione che con essa si attuerebbe del meccanismo della limitazione di\nresponsabilità o la violazione di norme imperative (GHIDINI, 93).\nOggi, il nuovo testo dell'art. 2361 c.c. ha riconosciuto la legittimità\ndell'assunzione di «partecipazioni in altre imprese comportante una responsabilità\nillimitata per le obbligazioni delle medesime» da parte della società per azioni (Trib.\nTorino, 4 aprile 2007).\n2.Il socio occulto\nLa situazione di socio occulto di una società in accomandita semplice — la quale è\ncaratterizzata dall'esistenza di due categorie di soci, che si diversificano a seconda del\nlivello di responsabilità — non è idonea, anche qualora una tale società sia irregolare, a\nfar presumere la qualità di accomandatario, essendo all'uopo necessario accertare, di volta\nin volta, la posizione in concreto assunta dal socio, il quale, pertanto, assume\nresponsabilità illimitata per le obbligazioni sociali, ai sensi dell'art. 2320, solo ove\ncontravvenga al divieto di compiere atti di amministrazione o di trattare o concludere affari\nin nome della società, dovendosi così escludere una responsabilità illimitata per un socio\naccomandante occulto di una siffatta società (Cass. n. 23211/2012; Cass. n. 13468/2010;\nCass. n. 6725/1996).\nPagina 21 di 109", "framework": "Pagina 18 di 109", "bibliography": "", "source_file": "document.pdf", "page_number": 18}
{"article_number": "2293", "title": "Norme applicabili.", "text": "Bibliografia\nBigiavi, Responsabilità dell'accomandante in una società irregolare, in Dir. fall. 1943,\nI, 26; Bigiavi, Ingerenza dell'accomandante, in Riv. dir. civ. 1959, II; Buonocore V.,\nCastellano, Costi, Società di persone, Milano, 1980; Buonocore V., La società in\naccomandita semplice,, in Manuale di diritto commerciale, a cura di Buonocore,\nTorino, 2001; Bussoletti M., Società in accomandita semplice, in Enc. dir., XLII,\nMilano, 1990; Campobasso, Diritto commerciale, II, Torino, 2012; Conforti C., La\nsocietà in accomandita semplice, Milano, 2005; Cottino G., Diritto commerciale, I, 2,\nPadova, 1999; Cottino G., Sarale M., Weigmann R., Società di persone e\nassociazioni economiche, in Tratt. Cottino, III, Padova, 2003; Denozza,\nResponsabilità dei soci e rischio d'impresa nelle società personali, Milano, 1973; Di\nSabato F., Manuale delle società, Torino, 1987; Di Sabato, Diritto delle società,\nMilano, 2003; Di Sabato, Blandini, Diritto delle società, Milano, 2011; Ferrara F.,\nCorsi F., Gli imprenditori e le società, Milano, 2009; Galgano F., Diritto civile e\ncommerciale, III, 1, Padova, 2004; Gambino, Impresa e società di persone, I, in\nFondamenti del diritto commerciale, a cura di Gambino, Torino, 2009; Ghidini,\nSocietà personali, Padova, 1972; Montalenti P., Il socio accomandante, Milano,\n1985; Montalenti P., La partecipazione di una società di capitali ad una società in\naccomandita semplice in qualità di accomandante, in Giur. comm. 1989, I;\nLeozappa, in Delle società - Dell’azienda. Della concorrenza, artt. 2247-2378, a cura\ndi Santosuosso D., Commentario del codice civile, diretto da Gabrielli E., Torino,\n2015; Montalenti P., Società in accomandita semplice, in Digesto comm., XIV,\nTorino, 1997; Oppo, Sulla partecipazione di società a società personali, in Riv. dir.\ncomm. 1976, I; Rivolta, In tema di società in accomandita semplice, in Giur. comm.\n2003; Spada, La tipicità delle società, Padova, 1974.\nAutori: Guido Romano, aggiornato da Rossella Pezzella\nCOMMENTATO CODICE CIVILE\nCodice Civile n. 2293 - Norme applicabili.\n[I]. La società in nome collettivo è regolata dalle norme di questo capo e, in quanto queste\nnon dispongano, dalle norme del capo precedente.Alla società in nome collettivo si applica, oltre che la normativa propria del tipo,\nla disciplina generale della società semplice (ove non derogata dalla prima) che\nrappresenta il tipo sociale individuato dal legislatore per costituire il modello di\nriferimento delle società di persone (TASSINARI 438).\nLa giurisprudenza ha ritenuto applicabili alla società in nome collettivo l'art. 2287\n(Cass. n. 6302/1984), l'art. 2260 (Cass. n. 5447/1984); l'art. 2252 (Cass. n.\n1296/1984); l'art. 2272 (Cass. n. 1122/1984) e l'art. 2269 (Cass. n. 2597/1993).\nIn linea di massima, per come osservato dalla dottrina, la specificità della\ndisciplina della società in nome collettivo muove dalla destinazione del tipo sociale\nall'esercizio dell'attività commerciale con la conseguenza che il legislatore si è\npremurato di regolare i profili che incidono sull'attività di impresa commerciale, quali\nla pubblicità, le scritture contabili, la concorrenza, i rapporti con i terzi (DI SABATO,\n108; CONFORTI, 2015, 19). In particolare, il legislatore ha previsto una maggiore\nautonomia patrimoniale della società in nome collettivo (attraverso il beneficium\nexcussionis ed al divieto per il creditore di chiedere la liquidazione anticipata della\nquota di cui agli artt. 2304 e 2305 che pongono una disciplina diversa dagli artt. 2268\ne 2270) ed un diverso regime di responsabilità dei soci per le obbligazioni sociali non\npotendo essi opporre ai creditori un eventuale patto limitativo della responsabilità a\ndifferenza di quanto avviene nelle società semplici laddove detto patto può essere\nopposto ai creditori che ne abbiano avuto conoscenza (sul punto, TASSINARI, 439).\nBibliografia\nBigiavi, La ragione sociale della collettività, in Giur. it., 1946, IV; Campobasso G.F.,\nDiritto commerciale, 2, Diritto delle società, a cura di Campobasso M., Torino, 2012;\nConforti C, Le società di persone. Amministrazione e controlli, Milano, 2009; Conforti\nC., La società in nome collettivo, Milano, 2015; Costi, Il nome della società, Padova.\n1964; Costi R., Di Chio G., Società in generale. Società di persone. Associazione in\npartecipazione, Torino, 1991; Cottino, Considerazioni sulla forma del contratto di\nsocietà, in Riv. soc. 1963; Cottino, Diritto commerciale, I, 2, 4ª ed., Padova, 1999; Di\nSabato, Società in nome collettivo, in Enc. giur., XXIX, Roma, 1993; Di Sabato,\nManuale delle società, Torino, 1999; Ferrara F., Corsi F., Gli imprenditori e le\nsocietà, Milano, 2009; Fusaro, La durata della società di persone ed i diritti del\ncreditore particolare del socio, in Contr. impr. 1985, 495; Fusaro, La durata delle\nsocietà di persone, in Contr. impr. 1987, 494; Garesio G., Società in nome collettivo,\nin Cottino G. (a cura di), La società in generale. Le società di persone. Le società tra\nPagina 23 di 109", "framework": "Pagina 22 di 109", "bibliography": "", "source_file": "document.pdf", "page_number": 22}
{"article_number": "2292", "title": "Ragione sociale.", "text": "professionisti, Torino, 2014; Ghidini, Società personali, Padova, 1972; Guerrera,\nSocietà i nome collettivo, in Enc. dir., XLII, Milano, 1990; Marano, Il requisito della\ndurata nella società di persone, in Giur. comm. 1992, II, 526; Marziale, Osservazioni\nsugli effetti della scadenza del termine nel contratto di società, in Riv. comm. 1965,\nII, 223; Oppo, Diritto dell'impresa. Scritti giuridici, Padova, 1992; Palmieri G.,\nConferimenti immobiliari ed invalidità nelle società di persone, in Riv. soc. 1992,\n1405; Rivolta, La partecipazione sociale, Milano, 1965; Romano Pavoni, Teoria delle\nsocietà: tipi, costituzione, Milano, 1953; Salafia, Limiti alla responsabilità delle\nsocietà personali per atti degli amministratori eccedenti il potere di rappresentanza,\nin Soc 1999; Schlesinger P., L'approvazione del rendiconto annuale nelle società di\npersone, in Riv. soc. 1965; Spada, La tipicità delle società, Padova, 1974; Spolidoro,\nSul capitale sociale delle società di persone, in Riv. soc. 2001, 849; Spolidoro M.S.,\nSul capitale delle società di persone, Riv. soc. 2001, fasc. 4, 790; Stagno\nD'Alcontres A., De Luca N., Le società, Tomo I, Le società in generale. Le società di\npersone, Torino, 2015; Tassinari F., Della società in nome collettivo, in Delle società\n- Dell'azienda. Della concorrenza, artt. 2247-2378, a cura di Santosuosso D., in\nCommentario del codice civile, a cura di Gabrielli E., Torino, 2015.\nAutori: Guido Romano\nCOMMENTATO CODICE CIVILE\nCodice Civile n. 2292 - Ragione sociale.\n[I]. La società in nome collettivo agisce sotto una ragione sociale costituita dal nome di uno\no più soci con l'indicazione del rapporto sociale [2563, 2567].\n[II]. La società può conservare nella ragione sociale il nome del socio receduto o defunto,\nse il socio receduto o gli eredi del socio defunto vi consentono [207 trans.].Con riferimento al primo elemento, si ritiene che l'indicazione debba essere\ncomposta da prenome e cognome (Trib. Vicenza, 6 ottobre 1984; Trib. Vasto, 25\nottobre 1985) con la conseguenza che l'ufficio del registro dovrebbe rifiutare\nl'iscrizione di un atto costitutivo la cui ragione sociale contenga soltanto l'uno o l'altro.\nL'indicazione del rapporto sociale è, invece, finalizzata a rendere edotti i terzi\ndella natura collettiva e non individuale dell'impresa (DI SABATO, 1987, 166;\nTASSINARI, 435) e, dunque, del conseguente regime di responsabilità dei soci.\nAlla luce del disposto normativo, non appare possibile né la creazione di una ragione\nsociale formata esclusivamente con elementi di fantasia né l'inserimento nella\nragione sociale del nome di un terzo non socio.\nLa legge tace in ordine alle conseguenza derivanti dalla adozione di una ragione\nsociale che non risponda alle indicazioni dell'art. 2292. Tuttavia, è stato rilevato che\ndette conseguenze derivano direttamente dall'inserzione della ragione stessa tra gli\nelementi che debbono essere contemplati dall'atto costitutivo ai sensi dell'art. 2295:\nl'irregolarità della ragione sociale determinerà il rifiuto di iscrizione della società nel\nregistro delle imprese (CONFORTI, 2015, 41).\nPeraltro, quando l'irregolarità sia finalizzata ad ingenerare confusione con quella di\naltra società o con la ditta di un imprenditore individuale, tale irregolarità potrà\nessere fatta valere dal soggetto leso.\nÈ stato, infatti, osservato che legittimati a dolersi della irregolarità di una ragione\nsociale sono non solo i soci ed i terzi in rapporti negoziali con la società, ma anche\nquei terzi che, assumendosi titolari esclusivi della stessa o di simile ditta, vogliano far\nrisultare la priorità dell'uso, che può derivare proprio dalla declaratoria di illegittimità.\nPeraltro in caso che la ditta o denominazione sociale del terzo si presenti come\nsufficientemente differenziata e non confondibile, il terzo medesimo non ha interesse\nad ottenere che si accerti l'irregolarità della ragione sociale (Cass. n. 3127/1955).\n2.La ragione sociale derivata\nIl secondo comma della norma in commento prevede la possibilità di conservare nella\nragione sociale il nome del socio receduto o defunto, se il socio receduto o gli eredi del\nsocio defunto vi consentano.\nTale facoltà (c.d. ragione sociale derivata) implica una attenuazione del principio\ndella verità e risponde all'esigenza di tutelare la ragione sociale anche come segno\nPagina 25 di 109distintivo dell'imprenditore, quale richiamo idoneo ad attirare e trattenere la clientela\n(GALGANO, in Tr. C.M., 2007, 371; TASSINARI, 435; COSTI, 208). Si ritiene spendibile la\nragione sociale formata esclusivamente con il nome di ex soci (FERRI in Comm. S.B., 1987,\n369; BIGIAVI, 4).\nIn ragione della libertà di forme che permea l'ambito della s.n.c., il consenso potrà essere\nprestato in qualsiasi tempo e senza formalità, ammettendosi anche il ricorso a forme di\nprestazione tacita (CONFORTI, 2015, 36). Inoltre, è possibile che il consenso alla\nconservazione del nome del socio receduto o defunto venga fornito, una tantum, in sede di\ncostituzione della società (FERRARA-CORSI, 319; contra, però, FERRI, in Comm. S.B., 1987,\n259).\nBibliografia\nBigiavi, La ragione sociale della collettività, in Giur. it., 1946, IV; Campobasso G.F.,\nDiritto commerciale, 2, Diritto delle società, a cura di Campobasso M., Torino, 2012;\nConforti C, Le società di persone. Amministrazione e controlli, Milano, 2009; Conforti\nC., La società in nome collettivo, Milano, 2015; Costi, Il nome della società, Padova.\n1964; Costi R., Di Chio G., Società in generale. Società di persone. Associazione in\npartecipazione, Torino, 1991; Cottino, Considerazioni sulla forma del contratto di\nsocietà, in Riv. soc. 1963; Cottino, Diritto commerciale, I, 2, 4ª ed., Padova, 1999; Di\nSabato, Società in nome collettivo, in Enc. giur., XXIX, Roma, 1993; Di Sabato,\nManuale delle società, Torino, 1999; Ferrara F., Corsi F., Gli imprenditori e le\nsocietà, Milano, 2009; Fusaro, La durata della società di persone ed i diritti del\ncreditore particolare del socio, in Contr. impr. 1985, 495; Fusaro, La durata delle\nsocietà di persone, in Contr. impr. 1987, 494; Garesio G., Società in nome collettivo,\nin Cottino G. (a cura di), La società in generale. Le società di persone. Le società tra\nprofessionisti, Torino, 2014; Ghidini, Società personali, Padova, 1972; Guerrera,\nSocietà i nome collettivo, in Enc. dir., XLII, Milano, 1990; Marano, Il requisito della\ndurata nella società di persone, in Giur. comm. 1992, II, 526; Marziale, Osservazioni\nsugli effetti della scadenza del termine nel contratto di società, in Riv. comm. 1965,\nII, 223; Oppo, Diritto dell'impresa. Scritti giuridici, Padova, 1992; Palmieri G.,\nConferimenti immobiliari ed invalidità nelle società di persone, in Riv. soc. 1992,\n1405; Rivolta, La partecipazione sociale, Milano, 1965; Romano Pavoni, Teoria delle\nsocietà: tipi, costituzione, Milano, 1953; Salafia, Limiti alla responsabilità delle\nsocietà personali per atti degli amministratori eccedenti il potere di rappresentanza,\nin Soc 1999; Schlesinger P., L'approvazione del rendiconto annuale nelle società di\npersone, in Riv. soc. 1965; Spada, La tipicità delle società, Padova, 1974; Spolidoro,\nPagina 26 di 109", "framework": "La ragione sociale è il nome della società con l'indicazione del rapporto sociale ed\nassolve alla funzione di contraddistinguere e differenziare l'impresa collettiva\nesercitata dalla s.n.c. dalle altre con cui entri o possa entrare in concorrenza.\nLa norma introduce un elemento di differenziazione con la disciplina della\nsocietà semplice (TASSINARI, 435): mentre in quest'ultima la ragione sociale può\nessere determinata in qualsiasi modo, nelle società in nome collettivo, il contenuto\ndella ragione sociale è predeterminato dalla legge attraverso la necessaria\nindicazione tanto del nome di uno dei soci quanto dell'indicazione del rapporto\nsociale (CONFORTI, 2015, 31).\nPagina 24 di 109", "bibliography": "", "source_file": "document.pdf", "page_number": 24}
{"article_number": "2291", "title": "Nozione.", "text": "Sul capitale sociale delle società di persone, in Riv. soc. 2001, 849; Spolidoro M.S.,\nSul capitale delle società di persone, Riv. soc. 2001, fasc. 4, 790; Stagno\nD'Alcontres A., De Luca N., Le società, Tomo I, Le società in generale. Le società di\npersone, Torino, 2015; Tassinari F., Della società in nome collettivo, in Delle società\n- Dell'azienda. Della concorrenza, artt. 2247-2378, a cura di Santosuosso D., in\nCommentario del codice civile, a cura di Gabrielli E., Torino, 2015.\nAutori: Guido Romano\nCOMMENTATO CODICE CIVILE\nCodice Civile n. 2291 - Nozione.\n[I]. Nella società in nome collettivo tutti i soci rispondono solidalmente [1292] e\nillimitatamente per le obbligazioni sociali [2304] (1).\n[II]. Il patto contrario non ha effetto nei confronti dei terzi [2267].\n(1) V. art. 147 r.d. 16 marzo 1942, n. 267.\nRiferimenti chiave:\nArt. 147 r.d. 16 marzo 1942, n. 267.Le società in nome collettivo, così come tutte le società di persone, pur difettando\ndella personalità giuridica e quindi di autonomia patrimoniale perfetta, costituiscono\nsoggetti giuridici distinti dai soci e, come tali, centri di imputazione di diritti e doveri. Ad\nesse, quindi, deve riconoscersi una forma di soggettività giuridica (sia pure attenuata)\ndistinta da quella dei singoli soci, per effetto dalla loro autonomia patrimoniale (anche se\nimperfetta), che consente la configurazione di un'alterità tra società, da una parte, e soci,\ndall'altra (Cass. n. 26012/2007).\n3.La natura della responsabilità dei soci\nSecondo un primo orientamento, la responsabilità dei soci sarebbe sussidiaria rispetto\na quella della società con la conseguenza che essi assumerebbero la posizione di\ncofideiussori della obbligazioni sociali ((FERRARA CORSI, 315). Secondo altro orientamento,\ntuttavia, la responsabilità dei soci sarebbe diretta con conseguente qualificazione dei soci\nquali coobbligati (Buonocore, in Comm. S., 1995, 7; TASSINARI, 428). La diversità delle due\nimpostazioni discenderebbe da ciò che nel primo caso il socio che ha pagato un debito\nsociale potrebbe esercitare l'eventuale successiva azione di regresso soltanto nei confronti\ndella società e non nei confronti degli altri soci (sul punto, TASSINARI, 429).\nA favore di questa seconda ricostruzione, è stato osservato che la posizione del socio non\nè assimilabile a quella di un fideiussore, sia pure ex lege, perché, mentre questi garantisce\nun debito altrui ed ha regresso per l'intero nei confronti del debitore principale, il socio\nillimitatamente responsabile risponde con il proprio patrimonio di debiti che non possono\ndirsi a lui estranei in quanto derivanti dall'esercizio dell'attività comune e, anzi, è tenuto,\nove i fondi sociali risultino insufficienti, a provvedere mediante contribuzioni aggiuntive\nrispetto a quelle effettuate all'atto dei conferimenti (TASSINARIibidem).\nIn questa prospettiva, si è osservato che il socio, in quanto solidalmente ed\nillimitatamente responsabile per le obbligazioni sociali (salvo il beneficio della previa\nescussione del patrimonio sociale ex art. 2304),ha un interesse diretto ad adempiere le\nobbligazioni gravanti sulla società, e, pertanto, il suo pagamento non può essere\nconsiderato come proveniente da un terzo (Cass. n. 8305/2003). Conseguentemente, il\nsocio che, per effetto della responsabilità solidale e illimitata stabilita dall'art. 2291, abbia\npagato un debito sociale, può direttamente rivalersi nei confronti del consocio, tenuto in via\ndi regresso a rifondere la parte di debito sociale su di lui gravante (così, Cass. n.\n18185/2006; Cass. n. 5947/1978), senza che tale rivalsa resti condizionata all'insufficienza\ndel patrimonio sociale al soddisfacimento dei creditori, dato che il beneficio di previa\nescussione di detto patrimonio, previsto dall'art. 2304, opera solo nei confronti dei creditori\nPagina 28 di 109e non dei soci che abbiano pagato i debiti sociali (Cass. n. 15700/2002; Cass. n.\n15713/2004; Cass. n. 15036/2005).\nÈ stato precisato che il rapporto di sussidiarietà che collega la responsabilità dei soci della\nsocietà di persone rispetto alla responsabilità della società non esclude la natura solidale\ndella relativa obbligazione, seppure in grado diverso, e la conseguente applicabilità dell'art.\n1310 c.c., per cui l'atto interruttivo della prescrizione nei confronti di un socio ha effetto\nanche nei confronti della società (Cass. n. 18653/2004: Cass. n. 22093/2013; Cass. n.\n20891/2008).\n4.Il patto di limitazione della responsabilità\nA differenza dell'art. 2267, comma 2 che, per la società semplice, stabilisce che le\nlimitazioni di responsabilità sono opponibili ai terzi purché portate a loro\nconoscenza, l'articolo in commento dispone che un eventuale patto limitativo della\nresponsabilità non ha effetto nei confronti dei terzi.\nLa norma, occupandosi soltanto della rilevanza esterna del patto, implicitamente ammette\nla validità, nei rapporti interni tra i soci, dei patti volti a limitare la responsabilità di uno o più\nsoci per le obbligazioni sociali.\nIl socio, beneficiario del patto, quindi, potrà essere chiamato ad adempiere da parte dei\ncreditori sociali (attesa la rilevanza solo interna del patto) una obbligazione sociale rimasta\ninadempiuta, ma, una volta corrisposto quanto dovuto al terzo, potrà esercitare azione di\nregresso nei confronti degli altri soci con i quali ha pattuito la propria limitazione di\nresponsabilità.\nLa norma, quindi, lascia liberi i soci di pattuire, tra di essi, un diverso assetto di\nripartizione degli oneri sociali ma senza pregiudizio delle ragioni dei creditori ai quali non\npuò essere opposto detto patto neppure nell'ipotesi in cui essi ne fossero a conoscenza\n(CONFORTI, 2015, 119).\nÈ stato, poi, osservato che l'inefficacia del patto di cui al comma in commento non riguarda\nsolo la limitazione di responsabilità, ma ogni altra deroga al regime previsto dal comma 1,\nquale l'esclusione della solidarietà o, in genere, la variazione delle condizioni legali per\nl'esercizio dell'azione da parte dei creditori sociali (FERRI, 320; CONFORTI, 2015, 119).\nSecondo un orientamento dottrinario, il patto limitativo della responsabilità non potrebbe\nessere stipulato a favore degli amministratori (GALGANO, in Tr. C.M., 2007, 362;\ncontraFERRARA-CORSI, 315), come si ricava dal disposto dell'art. 2320. Secondo tale\ndisposizione, infatti, laddove il socio che gode di una limitazione di responsabilità partecipi\nPagina 29 di 109all'amministrazione della società, il legislatore impone, anche nei rapporti interni, una\ninderogabile responsabilità illimitata: pertanto, l'art. 2291 deve essere integrata proprio con\nil disposto di cui all'art. 2320 (GALGANO, 362; CONFORTI, 2015, 120).\n5.La partecipazione di persone giuridiche o di enti\nÈ stata a lungo dibattuta la possibilità, per una società di capitali, di assumere la qualità di\nsocia illimitatamente responsabile in una società di persone. In senso contrario, si\nevidenziava come il legislatore avesse dato nella disciplina delle società di persone,\nassoluto rilievo alla persona del socio e che tale rilievo non consentisse di dare ingresso ad\nun socio persona giuridica ove quest'ultima, in ragione della sua «entificazione», è\ncaratterizzata da una completa scissione del patrimonio individuale da quello comune.\nOggi, il nuovo testo dell'art. 2361 ha riconosciuto la legittimità dell'assunzione di\n«partecipazioni in altre imprese comportante una responsabilità illimitata per le obbligazioni\ndelle medesime» da parte della società per azioni: la disposizione è stata, peraltro,\nriconosciuta applicabile anche alle società a responsabilità limitata (Trib. Torino, 4 aprile\n2007).\nBibliografia\nBigiavi, La ragione sociale della collettività, in Giur. it., 1946, IV; Campobasso G.F.,\nDiritto commerciale, 2, Diritto delle società, a cura di Campobasso M., Torino, 2012;\nConforti C, Le società di persone. Amministrazione e controlli, Milano, 2009; Conforti\nC., La società in nome collettivo, Milano, 2015; Costi, Il nome della società, Padova.\n1964; Costi R., Di Chio G., Società in generale. Società di persone. Associazione in\npartecipazione, Torino, 1991; Cottino, Considerazioni sulla forma del contratto di\nsocietà, in Riv. soc. 1963; Cottino, Diritto commerciale, I, 2, 4ª ed., Padova, 1999; Di\nSabato, Società in nome collettivo, in Enc. giur., XXIX, Roma, 1993; Di Sabato,\nManuale delle società, Torino, 1999; Ferrara F., Corsi F., Gli imprenditori e le\nsocietà, Milano, 2009; Fusaro, La durata della società di persone ed i diritti del\ncreditore particolare del socio, in Contr. impr. 1985, 495; Fusaro, La durata delle\nsocietà di persone, in Contr. impr. 1987, 494; Garesio G., Società in nome collettivo,\nin Cottino G. (a cura di), La società in generale. Le società di persone. Le società tra\nprofessionisti, Torino, 2014; Ghidini, Società personali, Padova, 1972; Guerrera,\nSocietà i nome collettivo, in Enc. dir., XLII, Milano, 1990; Marano, Il requisito della\ndurata nella società di persone, in Giur. comm. 1992, II, 526; Marziale, Osservazioni\nPagina 30 di 109", "framework": "La società in nome collettivo, pur potendo avere ad oggetto anche l'esercizio di una\nattività non commerciale, è il tipo di società funzionale all'esercizio di una attività\ncommerciale.\nEssa si caratterizza, per un verso, per la responsabilità illimitata e solidale dei soci\nper le obbligazioni sociali, responsabilità secondo la quale ciascun socio risponde,\nnei confronti dei terzi, per l'intera obbligazione della società, con il proprio patrimonio\ne, per altro, per l'assenza di separazione tra potere deliberativo ed amministrativo\nche attribuisce ai soci il potere di amministrazione e, ove il contratto sociale non\ndisponga altrimenti, di rappresentanza sociale.\nIn altre parole, come è stato osservato, la responsabilità illimitata e solidale del\nsocio trova una ragionevole giustificazione o nel potere amministrativo o in quello di\nimmediato controllo sulla gestione sociale (GUERRERA, 951).\n2.La soggettività giuridica della società in nome collettivo\nPagina 27 di 109", "bibliography": "", "source_file": "document.pdf", "page_number": 27}
{"article_number": "2287", "title": "Procedimento di esclusione.", "text": "sugli effetti della scadenza del termine nel contratto di società, in Riv. comm. 1965,\nII, 223; Oppo, Diritto dell'impresa. Scritti giuridici, Padova, 1992; Palmieri G.,\nConferimenti immobiliari ed invalidità nelle società di persone, in Riv. soc. 1992,\n1405; Rivolta, La partecipazione sociale, Milano, 1965; Romano Pavoni, Teoria delle\nsocietà: tipi, costituzione, Milano, 1953; Salafia, Limiti alla responsabilità delle\nsocietà personali per atti degli amministratori eccedenti il potere di rappresentanza,\nin Soc 1999; Schlesinger P., L'approvazione del rendiconto annuale nelle società di\npersone, in Riv. soc. 1965; Spada, La tipicità delle società, Padova, 1974; Spolidoro,\nSul capitale sociale delle società di persone, in Riv. soc. 2001, 849; Spolidoro M.S.,\nSul capitale delle società di persone, Riv. soc. 2001, fasc. 4, 790; Stagno\nD'Alcontres A., De Luca N., Le società, Tomo I, Le società in generale. Le società di\npersone, Torino, 2015; Tassinari F., Della società in nome collettivo, in Delle società\n- Dell'azienda. Della concorrenza, artt. 2247-2378, a cura di Santosuosso D., in\nCommentario del codice civile, a cura di Gabrielli E., Torino, 2015.\nAutori: Guido Romano\nCOMMENTATO CODICE CIVILE\nCodice Civile n. 2287 - Procedimento di esclusione.\n[I]. L'esclusione è deliberata dalla maggioranza dei soci, non computandosi nel numero di\nquesti il socio da escludere, ed ha effetto decorsi trenta giorni dalla data della\ncomunicazione al socio escluso.\n[II]. Entro questo termine il socio escluso può fare opposizione davanti al tribunale, il quale\npuò sospendere l'esecuzione.\n[III]. Se la società si compone di due soci, l'esclusione di uno di essi è pronunciata dal\ntribunale, su domanda dell'altro.Nella disciplina legale delle società di persone manca la previsione dell'organo e del\nmetodo assembleare, con la conseguenza che non è necessario che siano consultati tutti i\nsoci, né che essi manifestino contestualmente la propria volontà attraverso una delibera\nunitaria, essendo sufficiente raccogliere le singole volontà idonee a formare la richiesta\nmaggioranza e comunicare la delibera di esclusione al socio escluso, affinché egli sia\nposto in condizione di esercitare la facoltà di opposizione dinanzi al tribunale (Cass. n.\n153/1998; Cass. n. 2860/1984; Cass. n. 6394/1996). Nella giurisprudenza di merito si\nosserva che la mancata previsione normativa dell'organo assembleare nelle società di\npersone non comporta che ne sia vietata la costituzione e che sia preclusa ai soci —\nallorquando debbano esprimere il proprio “consenso” — la possibilità di riunirsi in\nassemblea per deliberare all'unanimità ovvero a maggioranza: tuttavia, anche nel caso di\nammissibile adozione convenzionale del procedimento deliberativo collegiale, va esclusa\nl'applicabilità degli artt. 2377 e 2379 alle decisioni di società di persone, in quanto dettati\ncon specifico riferimento alle (sole) deliberazioni assembleari delle società per azioni, e\nviceversa, va fatta applicazione, per le società di persone, dei principi generali sulle\npatologie degli atti negoziali plurisoggettivi (Trib. Roma, 31 dicembre 2014, Soc., 2015,\n1337; Trib. Milano, 24 settembre 2014; Trib. Napoli, 1 marzo 2010, Giur. comm., 2011, II,\n1233; contra, Trib. S. Maria Capua V., 19 maggio 2011, Giur. comm., 2012, II, 1240\nsecondo la quale salvo diversa previsione dell'atto costitutivo, la decisione di esclusione\ndel socio accomandatario di società in accomandita semplice deve assumersi con il\nmetodo collegiale). Si esclude però che la decisione sia assunta per fatti concludenti (Trib.\nVerona, 25 gennaio 1994, Soc., 1994, 800).\nLa deliberazione di esclusione deve essere poi comunicata all'interessato al fine di\nconsentirgli la proposizione dell'opposizione. Tuttavia, la comunicazione non richiede la\nadozione di specifiche formalità o mezzi di trasmissione, essendo sufficiente un qualsiasi\natto o fatto idoneo a portare a conoscenza dell'interessato la deliberazione medesima,\nmentre l'eventuale incompletezza di tale comunicazione non incide sulla validità ed\noperatività del provvedimento, ma può spiegare rilievo solo al diverso fine di consentire\nun'opposizione tardiva o non specifica, ove giustificata da detta incompletezza (Cass.\n4254/1982; Cass. n. 6298/1987; Cass. n. 143/1988).\n3.L'opposizione del socio escluso ed il relativo procedimento\nL'escluso trova la sua tutela nel riconoscimento di proporre, entro trenta giorni, opposizione\ndavanti al Tribunale il quale può sospendere, in via cautelare, l'efficacia della esclusione.\nLa legittimazione passiva compete esclusivamente alla società, in persona del legale\nrappresentante. Come modalità equipollente d'instaurazione del contraddittorio, peraltro, è\nPagina 32 di 109consentita, la citazione di tutti i soci, notificata nel termine di decadenza previsto dall'art.\n2287 (Cass. n. 5391/2014; Cass. n. 12125/2006; Cass. n. 5391/2014; Cass. n.\n25860/2012; Cass. n. 8570/2009; Cass. n. 13438/2003; Cass. n. 3962/1980).\nÈ onere della parte opposta provare i fatti costitutivi dell'esclusione essendo essa parte\nattrice sostanziale del giudizio in quanto essa invoca il diritto di escludere un altro socio; in\ndifetto di prova dei fatti costitutivi predetti, può essere accolto il ricorso proposto\ndall'opponente per la sospensione della delibera di esclusione (Cass. n. 6452/1994; Trib.\nNapoli, 8 maggio 2001, Soc., 2001, 1081).\nNel giudizio di opposizione, il tribunale ha il potere-dovere di riscontrare l'effettiva\nricorrenza dei casi nei quali la legge e l'atto costitutivo consentono l'esclusione medesima,\nmentre non può indagare sull'opportunità di irrogare detta sanzione, attenendo ciò ad una\nvalutazione riservata agli organi sociali (Cass. n. 6430/1982; Cass. n. 9695/1991; Cass. n.\n4254/1982). Peraltro, nel giudizio di opposizione non si può tener conto di motivi di\nesclusione diversi da quelli enunciati nella delibera a maggioranza dei soci (Cass. n.\n2887/1989).\nQuanto agli effetti della decisione del tribunale, l'annullamento della deliberazione di\nesclusione di un socio in esito ad opposizione proposta a norma dell'art. 2287, comma\n2, opera ex tunc e comporta la reintegrazione del socio stesso nella sua posizione\nanteriore e nella pienezza dei diritti da essa derivati (Cass. n. 6829/2014; Cass. n.\n16150/2000; Cass. n. 5958/1993).\n4.La sospensione dell'efficacia della esclusione\nL'opposizione non sospende l'efficacia della esclusione del socio. È, dunque, onere del\nsocio escludere chiedere al tribunale di emettere un provvedimento di sospensione.\nNella giurisprudenza di merito (Trib. Roma, 8 febbraio 2013), è stato ritenuto\nammissibile il ricorso, anche ante causam, allo strumento cautelare di cui all'art. 700\nc.p.c.. Così, è ammissibile l’esclusione del socio di una società di persone per mezzo di\nordinanza emessa ex art. 700 c.p.c. qualora il giudice della cautela ravvisi prima facie\nfondata la futura (ma eventuale) domanda di merito proposta al fine di ottenere l’esclusione\ndel socio ai sensi dell’art. 2287 comma 3.\nTrattandosi di provvedimento cautelare, la competenza del giudice ordinario rimane ferma\nanche in caso di devoluzione ad arbitri della controversia in ordine all'opposizione.\nNel merito della domanda cautelare, si afferma che, in tema di onere probatorio, va\nrespinta la richiesta di sospensione della delibera di esclusione proposta dal socio, qualora\nPagina 33 di 109risulti che l'attore non abbia specificato i motivi di opposizione alla delibera di esclusione\nemessa nei suoi confronti dalla società: l'iniziativa giudiziale di impugnazione della delibera\nè retta dal principio della domanda ed il Tribunale non può quindi ricercare d'ufficio le\nragioni di illegittimità della delibera di esclusione, onerando la società di provarne la\nconformità a legge e statuto oltre i motivi allegati dal socio (Trib. Milano, 4 marzo 2015).\n5.L'esclusione nella società con due soci\nNelle società di persone composte di due soli soci l'esclusione del socio può essere\ndisposta solo dal tribunale a conclusione di un ordinario giudizio di cognizione, con la\nconseguenza che la eventuale delibera sociale di esclusione è priva di efficacia (Cass. n.\n3863/1986).\nIl presupposto per l'azione giudiziaria è, dunque, costituito dalla circostanza che la\nsocietà sia composta di soli due soci. Il disposto di cui al terzo comma dell'articolo in\ncommento è tassativo per cui in ogni altro caso trova applicazione il primo comma del\nmedesimo articolo, ai sensi del quale l'esclusione del socio può essere deliberata a\nmaggioranza, senza che assuma alcun rilievo la circostanza che all'interno della\ncompagine sociale siano eventualmente configurabili due gruppi di interesse omogenei e\ntra loro contrapposti, e che l'esclusione possa in tal caso rivelarsi impossibile, in virtù del\nconflitto d'interessi che impedisce di computare nella maggioranza il socio da escludere\n(Cass. n. 20255/2006; Cass. n. 27504/2006; Cass. n. 8570/2009).\nBibliografia\nBuonocore, Castellano, Costi, Società di persone, Milano, 1978; Campobasso,\nDiritto commerciale, 2, Diritto delle società, a cura di Campobasso M., Torino, 2012;\nDi Sabato, Manuale delle società, Torino, 1992; Ferri jr, Patrimonio, capitale e\nbilancio, in AA.VV., Diritto delle società. Manuale breve, Milano, 2008, 91; Ferro-\nLuzzi, I contratti associativi, Milano, 1971; Greco, Le società nel sistema legislativo\nitaliano, Torino, 1959; Jaeger, Denozza, Appunti di diritto commerciale, Bologna,\n1993; Marasà, Le società, Milano, 2000; Marulli, Il contratto di società di persone, in\nSocietà in generale. Società di persone. Le società tra professionisti, a cura di\nCottino, Torino, 2014; Montalenti, Diritto commerciale, diritto tributario, scienze\naziendali: categorie disciplinari a confronto in epoca di riforme, in Giur. it. 2004, 3;\nOppo, L'identificazione del tipo «società di persone», in Riv. dir. civ. 1988, 619;\nPaolini, Società semplice di mero godimento, Quesito n. 210-2007/I, in Consiglio\nPagina 34 di 109", "framework": "La norma disciplina il procedimento di esclusione prevedendo che la società possa\ndeliberare a maggioranza l'esclusione del socio ed onerando quest'ultimo di\nintrodurre un giudizio opposizione per sentire annullare la decisione adottata. Come\nsi vedrà (infra), però, il rovesciamento delle posizioni ha riguardo solo sotto il profilo\nprocessuale, in quanto la società rimane attrice in senso sostanziale e, quindi,\nonerata di fornire la prova positiva dell'esistenza dei presupposti che giustificano\nl'esclusione.\n2.La convocazione del socio da escludere ed il procedimento di\nesclusione\nPagina 31 di 109", "bibliography": "", "source_file": "document.pdf", "page_number": 31}
{"article_number": "2286", "title": "Esclusione.", "text": "Nazionale del Notariato, Studi e materiali, 2008, 871 ss.; Petrera, in Commentario\ndel codice civile, a cura di Gabrielli E., Delle società - Dell'azienda. Della\nconcorrenza, artt. 2247-2378, a cura di Santosuosso D., Torino, 2015; Rivolta, Diritto\ndelle società. Profili generali, Torino, 2015; Santosuosso, in Commentario del codice\ncivile, a cura di Gabrielli E., Delle società - Dell'azienda. Della concorrenza, artt.\n2247-2378, a cura di Santosuosso D., Torino, 2015; Spada, La tipicità delle società,\nPadova, 1974; Spada, in Commentario del codice civile, a cura di Gabrielli E., Delle\nsocietà - Dell'azienda. Della concorrenza, artt. 2247-2378, a cura di Santosuosso D.,\nTorino, 2015.\nAutori: Guido Romano\nCOMMENTATO CODICE CIVILE\nCodice Civile n. 2286 - Esclusione.\n[I]. L'esclusione di un socio può avere luogo per gravi inadempienze [243, 1455] delle\nobbligazioni che derivano dalla legge [1374] o dal contratto sociale [2301, 2320], nonché\nper l'interdizione, l'inabilitazione del socio [2082 trans.] o per la sua condanna ad una pena\nche importa l'interdizione, anche temporanea, dai pubblici uffici [2287].\n[II]. Il socio che ha conferito nella società la propria opera o il godimento di una cosa può\naltresì essere escluso per la sopravvenuta inidoneità a svolgere l'opera conferita o per il\nperimento della cosa dovuto a causa non imputabile agli amministratori.\n[III]. Parimenti può essere escluso il socio che si è obbligato con il conferimento a trasferire\nla proprietà di una cosa, se questa è perita prima che la proprietà sia acquistata alla\nsocietà [1465].che gli incombono per effetto del contratto sociale, gli altri soci non possono proporre\ndomanda di risoluzione del contratto sociale, ma possono soltanto avvalersi dei\nrimedi predisposti dall'ordinamento tra cui quello dell'esclusione del socio\ninadempiente (Trib. Milano, 2 giugno 1988, Giur. it., 1988, I, 547).\nLa norma deve essere coordinata con l'art. 2272, comma 1, n. 2, laddove è prevista\nla causa di scioglimento derivante dall'impossibilità di conseguimento dell'oggetto\nsociale. Ebbene, l'insanabile conflitto tra i soci, causato da gravi inadempienze\ncommesse da uno di questi, può essere causa di scioglimento della società: tuttavia,\nsulla domanda di scioglimento prevale quella di esclusione proposta nei confronti del\nsocio cui la causa del dissidio sia imputabile (Cass. n. 6410/1996). L'esclusione del\nsocio può intervenire anche durante la fase di liquidazione (Cass. n. 8860/2012,\nCass. n. 6410/1996, cit.).\n2.L'esclusione per gravi inadempienze\nL'ipotesi dell'esclusione per gravi inadempienze, che è parallela all'ipotesi di\nrisoluzione del contratto per inadempimento, rappresenta una clausola generale nella\nquale rientra ogni ipotesi in cui il comportamento grave e ingiustificato del socio contrasta\ncon lo scopo sociale, consistente nell'esercizio in comune dell'attività economica (DI\nSABATO, 139).\nLa gravità delle inadempienze del socio che, ai sensi dell'art. 2286, comma 1, può\ngiustificare l'esclusione dello stesso dalla società, ricorre non soltanto quando le dette\ninadempienze siano tali da impedire del tutto il raggiungimento dello scopo sociale, ma\nanche quando abbiano inciso negativamente sulla situazione della società,\nrendendone meno agevole il perseguimento dei fini (Cass. n. 6200/1991; Cass. n.\n2344/1982; Trib. Savona, 23 ottobre 2013; Trib. Torino, 7 marzo 2008, Foro pad., 2008, I,\n201). Le inadempienze, per essere gravi, debbono incidere sui fini sociali e, in particolare,\nsui fini dell'impresa non essendo rilevanti i comportamenti che incidono solo nei confronti\ndel socio o dei soci in quanto tali (Trib. Napoli, 9 febbraio 1967, Foro it., 1967, I, 1949; Trib.\nTorino, 15 dicembre 1986, Soc., 1987, 597).\nSono state ritenute cause che giustificano l'esclusione del socio: l'assunzione di\nobbligazioni in nome e per conto della società, senza averne i poteri (Cass. n. 2380/1960);\nl'emissione di un vaglia cambiario in nome della società al di fuori di qualsiasi operazioni\nsociale e nell'interesse proprio (App. Bologna, 8 luglio 1966, Giur.it., 1968, I, 105); la\nmancata esecuzione del conferimento determinato nel contratto sociale (Cass. n.\n2099/1970); il conferimento di un mandato generale senza obbligo di rendiconto (che\nrealizza sostanzialmente una cessione di quota) ad una persona che svolga commerciale\nidentica, e quindi, potenzialmente in concorrenza con quella della società (Trib. Larino, 19\nPagina 36 di 109luglio 1983, Giur. it., 1984, I, 239); il comportamento del socio il quale nei rapporti con i\nterzi (nella specie con l'invio alle banche di una lettera) disconosca in toto l'operato dei soci\namministratori, incidendo così negativamente sulle attività della società (Cass. n.\n4018/1992).\nNon ricorre la grave inadempienza ad obblighi di legge o di contratto sociale allorquando il\nsocio rifiuti di prestare il consenso alla modifica dell'atto costitutivo, potendo semmai\ntale comportamento cagionare lo scioglimento della società ex art. 2272, per contrasto\ninconciliabile tra i soci (App. Milano, 15 novembre 1996, Soc. 1997, 552). Parimenti non\nintegra la fattispecie in esame l'avere agito per ottenere la liquidazione della società al fine\ndi rilevare l'azienda sociale (App. Torino, 16 marzo 1979, Giur. comm., 1980, II, 470).\n3.L'esclusione del socio amministratore (rinvio)\nSi veda subart. 2259.\n4.L'esclusione del socio conferente la propria opera o cose in\ngodimento\nGli ultimi due commi dell'articolo in commento disciplinano l'esclusione del socio che ha\nconferito nella società la propria opera o il godimento di una cosa ovvero del socio che si è\nobbligato a conferire la proprietà di una cosa. Il socio può essere escluso, nel primo caso,\nper la sopravvenuta inidoneità a svolgere l'opera conferita o per il perimento della cosa\ndovuto a causa non imputabile agli amministratori e, nel secondo, per il perimento della\ncosa anteriore all'acquisizione della proprietà da parte della società.\nL'ipotesi di esclusione dalla società prevista dal comma 2 dell'art. 2286, per la\nsopravvenuta inidoneità del socio che ha conferito la propria opera a svolgerla,\npresuppone la presenza di cause oggettive che precludano in via definitiva la prestazione\ndell'opera personale del socio e prescinde dalla colposità dell'inadempimento, che invece\ncaratterizza l'ipotesi di esclusione prevista dal comma precedente (Cass. n. 6200/1991).\nBibliografia\nBuonocore, Castellano, Costi, Società di persone, Milano, 1978; Campobasso,\nDiritto commerciale, 2, Diritto delle società, a cura di Campobasso M., Torino, 2012;\nDi Sabato, Manuale delle società, Torino, 1992; Ferri jr, Patrimonio, capitale e\nPagina 37 di 109", "framework": "L'articolo in commento prevede diverse ipotesi di esclusione che si ricollegano o\nad inadempimento del socio alle obbligazioni nascenti dal contratto sociale o a\nsituazioni particolari che attengono alla persona del socio (interdizione,\ninabilitazione, condanna ad una pena che comporta l'interdizione, anche\ntemporanea, dai pubblici uffici) ovvero ancora all'impossibilità del socio di eseguire il\nconferimento promesso.\nNelle società di persone le norme sulla esclusione del socio per gravi\ninadempienze di cui agli artt. 2286 e 2287, hanno carattere speciale e sostituiscono\nquelle generali sulla risoluzione per inadempimento dei contratti con prestazioni\ncorrispettive, di cui agli artt. 1453 e ss. (Cass. n. 12487/1995; Cass. n. 498/1961);\nconseguentemente, nel caso di inadempimento da parte di un socio alle obbligazioni\nPagina 35 di 109", "bibliography": "", "source_file": "document.pdf", "page_number": 35}
{"article_number": "2285", "title": "Recesso del socio.", "text": "bilancio, in AA.VV., Diritto delle società. Manuale breve, Milano, 2008, 91; Ferro-\nLuzzi, I contratti associativi, Milano, 1971; Greco, Le società nel sistema legislativo\nitaliano, Torino, 1959; Jaeger, Denozza, Appunti di diritto commerciale, Bologna,\n1993; Marasà, Le società, Milano, 2000; Marulli, Il contratto di società di persone, in\nSocietà in generale. Società di persone. Le società tra professionisti, a cura di\nCottino, Torino, 2014; Montalenti, Diritto commerciale, diritto tributario, scienze\naziendali: categorie disciplinari a confronto in epoca di riforme, in Giur. it. 2004, 3;\nOppo, L'identificazione del tipo «società di persone», in Riv. dir. civ. 1988, 619;\nPaolini, Società semplice di mero godimento, Quesito n. 210-2007/I, in Consiglio\nNazionale del Notariato, Studi e materiali, 2008, 871 ss.; Petrera, in Commentario\ndel codice civile, a cura di Gabrielli E., Delle società - Dell'azienda. Della\nconcorrenza, artt. 2247-2378, a cura di Santosuosso D., Torino, 2015; Rivolta, Diritto\ndelle società. Profili generali, Torino, 2015; Santosuosso, in Commentario del codice\ncivile, a cura di Gabrielli E., Delle società - Dell'azienda. Della concorrenza, artt.\n2247-2378, a cura di Santosuosso D., Torino, 2015; Spada, La tipicità delle società,\nPadova, 1974; Spada, in Commentario del codice civile, a cura di Gabrielli E., Delle\nsocietà - Dell'azienda. Della concorrenza, artt. 2247-2378, a cura di Santosuosso D.,\nTorino, 2015.\nAutori: Guido Romano\nCOMMENTATO CODICE CIVILE\nCodice Civile n. 2285 - Recesso del socio.\n[I]. Ogni socio può recedere dalla società quando questa è contratta a tempo indeterminato\no per tutta la vita di uno dei soci [1373].\n[II]. Può inoltre recedere nei casi previsti nel contratto sociale ovvero quando sussiste una\ngiusta causa.\n[III]. Nei casi previsti nel primo comma il recesso deve essere comunicato agli altri soci con\nun preavviso di almeno tre mesi.2.La manifestazione del recesso\nLa dichiarazione di recesso (atto unilaterale recettizio contenente una manifestazione\ndi volontà incompatibile con la prosecuzione del rapporto sociale col socio che tale volontà\nesprime) è efficace, e determina lo scioglimento del rapporto sociale limitatamente al socio\nreceduto, non appena comunicata a tutti gli altri soci (e non solo ad alcuni di essi ovvero\nsolo agli amministratori cfr. Cass. n. 186/1965; Cass. n. 3869/1975; Cass. n. 680/1971),\ncon la conseguenza che la sentenza che accerti l'esistenza del presupposto del recesso\ncomunicato ha natura di mero accertamento, con effetto ex tunc (cfr. Cass. n. 186/1965).\nLa dichiarazione di recesso, inoltre, non richiede forme particolari (cfr. Cass. n. 2899/1963;\nCass. n. 2/1962), sì che essa ben può essere contenuta nell'atto di citazione con il quale il\nsocio instauri la lite tendente all'accertamento dell'avvenuto scioglimento del rapporto\nsociale con la società (cfr. Cass. n. 5732/1999). Tale valutazione — che deve investire la\ndichiarazione di recesso così come formulata e motivata dal socio recedente, a nulla\nrilevando che questi deduca e chieda di provare, in corso di giudizio, fatti e circostanze\nprecedentemente non dedotti — deve avere ad oggetto l'atto di citazione nella sua\ncomplessità, individuando i limiti ed il contenuto della dichiarazione attraverso\nun'interpretazione che tenga conto di tutte le parti di cui l'atto stesso si componga e giunga\nall'identificazione della concreta volontà del dichiarante (ancora, Cass. n. 5732/1999).\nPosto che la dichiarazione di recesso del socio è un negozio giuridico unilaterale\nrecettizio che produce i suoi effetti nel momento in cui viene portato a conoscenza della\nsocietà, successivamente al suo perfezionamento, il recesso non è più revocabile a meno\nche sussista la concorde volontà di tutti i soci in tal senso (Cass. n. 20544/2009).\nIl socio receduto da una società di persone è legittimato a richiedere l'iscrizione del proprio\nrecesso nel Registro delle Imprese in via suppletiva rispetto agli amministratori se ha\ncomunicato - con le modalità previste dalla legge - il proprio recesso agli altri soci. Ai fini\ndell'iscrizione nel Registro delle Imprese il socio receduto deve fornire la prova della\nricezione da parte degli altri soci della comunicazione con la quale è stato comunicato il\nrecesso (Trib. Verona, 9 marzo 2017, in Soc., 2017, 1043).\nNel momento in cui la dichiarazione di recesso del socio giunge a conoscenza della\nsocietà, il rapporto sociale tra socio e società si scioglie, con la conseguenza che sono\ninopponibili all’ex socio tutte le vicende successive che dovessero interessare la società,\nsicchè sono irrilevanti nei suoi confronti i mutamenti aventi ad oggetto l’assetto\norganizzativo (nel caso di specie: la trasformazione da società di persone a società di\nPagina 39 di 109capitali); sono parimenti inopponibili all’ex socio le clausole statutarie sopravvenute,\ncompresa la clausola compromissoria per la risoluzione delle controversie (Cass. n.\n21036/2017).\n3.Il recesso nella società di due soci\nNella società composta da due soli soci, il recesso di uno di essi non determina lo\nscioglimento della società, essendo a tal fine necessario che si verifichi l'ulteriore\ncondizione della mancata ricostituzione della pluralità dei soci (Cass. n. 1643/1953; Cass.\nn. 8001/1990).\n4.Il recesso nella società contratta a tempo indeterminato\nLa prima fattispecie delineata dalla norma riguarda la società contratta a tempo\nindeterminato o per tutta la vita dell'uomo. In tali casi è consentito, ai soci recedere ad\nnutum (App. Bologna, 5 aprile 1997, in Soc., 1997, 1032; App. Napoli, 17 gennaio 1997, in\nDir. e Giur., 1998, 601; Trib. Milano, 13 novembre 1989, in Giur. comm., 1992, II, 524).\n5.Il recesso per giusta causa\nIl recesso può, inoltre, essere esercitato allorché sussista giusta causa, laddove per\ngiusta causa si intende l'altrui violazione di obblighi contrattuali ovvero la violazione dei\ndoveri di fedeltà, lealtà, diligenza e correttezza che ineriscono alla natura fiduciaria del\nrapporto fra soci; sì che il recesso del socio in tanto è determinato da giusta causa in\nquanto costituisce legittima reazione al comportamento degli altri soci che, sotto il profilo\noggettivo, sia tale da minare alla base il reciproco rapporto fiduciario (cfr., fra le altre, Cass.\nn. 2454/1966; Cass., n. 1602/2000; Cass. n. 2212/1957; App. Bologna, 20 novembre 1993;\nTrib. Roma, 20 aprile 2015). Al contrario giustifica il recesso l'estromissione di alcuni soci\nda ogni partecipazione ed effettivo controllo sull'amministrazione della società, nonostante\nche lo statuto avesse attribuito a tutti i scoi indistintamente la gestione e l'amministrazione\ndella società (Trib. Milano, 19 gennaio 1984, in Soc., 1984, 673).\nIn dottrina è, invece, più permissiva in quanto evidenzia che possono giustificare la\nfattispecie di recesso in argomento anche fatti oggettivi riguardanti la persona del socio\nrecedente, quali la malattia, l'età avanzata, il trasferimento ad altra sede (CAMPOBASSO,\n113, nt. 124; GHIDINI, 534).\nPagina 40 di 109", "framework": "Il recesso costituisce un diritto potestativo del socio, irrinunziabile in via\npreventiva e contraddistinto dalla sua indivisibilità, non essendo esercitabile per solo\nuna parte della partecipazione, ed insurrogabile, essendo esercitabile soltanto dal\nsocio (GHIDINI, 521). Il recesso costituisce una deroga al principio di indissolubilità\nunilaterale del contratto e, rivestendo carattere eccezionale, è ammesso solo nei\ncasi previsti dalla legge o dal contratto sociale (FERRI, 238).\nPagina 38 di 109", "bibliography": "", "source_file": "document.pdf", "page_number": 38}
{"article_number": "2284", "title": "Morte del socio.", "text": "La dichiarazione di recesso è immediatamente operativa, non appena comunicata agli\naltri soci (Cass. n. 186/1965).\nIl recesso del socio non sorretto da una giusta causa è inefficace (Trib. Milano, 22 ottobre\n1990, in Giur. comm., 1992, II, 307).\nBibliografia\nBuonocore, Castellano, Costi, Società di persone, Milano, 1978; Campobasso,\nDiritto commerciale, 2, Diritto delle società, a cura di Campobasso M., Torino, 2012;\nDi Sabato, Manuale delle società, Torino, 1992; Ferri jr, Patrimonio, capitale e\nbilancio, in AA.VV., Diritto delle società. Manuale breve, Milano, 2008, 91; Ferro-\nLuzzi, I contratti associativi, Milano, 1971; Greco, Le società nel sistema legislativo\nitaliano, Torino, 1959; Jaeger, Denozza, Appunti di diritto commerciale, Bologna,\n1993; Marasà, Le società, Milano, 2000; Marulli, Il contratto di società di persone, in\nSocietà in generale. Società di persone. Le società tra professionisti, a cura di\nCottino, Torino, 2014; Montalenti, Diritto commerciale, diritto tributario, scienze\naziendali: categorie disciplinari a confronto in epoca di riforme, in Giur. it. 2004, 3;\nOppo, L'identificazione del tipo «società di persone», in Riv. dir. civ. 1988, 619;\nPaolini, Società semplice di mero godimento, Quesito n. 210-2007/I, in Consiglio\nNazionale del Notariato, Studi e materiali, 2008, 871 ss.; Petrera, in Commentario\ndel codice civile, a cura di Gabrielli E., Delle società - Dell'azienda. Della\nconcorrenza, artt. 2247-2378, a cura di Santosuosso D., Torino, 2015; Rivolta, Diritto\ndelle società. Profili generali, Torino, 2015; Santosuosso, in Commentario del codice\ncivile, a cura di Gabrielli E., Delle società - Dell'azienda. Della concorrenza, artt.\n2247-2378, a cura di Santosuosso D., Torino, 2015; Spada, La tipicità delle società,\nPadova, 1974; Spada, in Commentario del codice civile, a cura di Gabrielli E., Delle\nsocietà - Dell'azienda. Della concorrenza, artt. 2247-2378, a cura di Santosuosso D.,\nTorino, 2015.\nAutori: Guido Romano\nCOMMENTATO CODICE CIVILE\nCodice Civile n. 2284 - Morte del socio.\n[I]. Salvo contraria disposizione del contratto sociale [458; 2272n. 5], in caso di morte di\nuno dei soci, gli altri devono liquidare la quota agli eredi [2289], a meno che preferiscano\nPagina 41 di 109sciogliere la società [2272n. 3] ovvero continuarla con gli eredi stessi e questi vi\nacconsentano.comma 1, n. 4), i suoi eredi, sebbene subentranti nel solo diritto alla quota di liquidazione e\nnon già nella società, sono, comunque, legittimati a chiedere la messa in liquidazione di\nquest'ultima al fine di realizzare il menzionato loro diritto, che non può attuarsi se non\nattraverso tale procedura, e provvedere, altresì, a regolare la posizione degli altri soci\n(Cass. n. 14449/2014). Anche nella società composta da due soli soci, ove la morte di un\nsocio determini il venir meno della pluralità dei soci, non può riconoscersi un diritto degli\neredi del socio defunto a partecipare alla liquidazione della società ed a pretendere una\nquota di liquidazione, anziché il controvalore in denaro della quota di partecipazione (Cass.\nn. 8670/2000).\n3.Lo scioglimento della società\nLa seconda possibilità offerta ai soci superstiti consiste nel disporre lo scioglimento\ndella società e ciò a prescindere da ogni manifestazione di volontà degli eredi disposti a\ncontinuarla (Cass. n. 3869/1968).\nIn tal caso è però dubbio se gli eredi del socio defunto subentrino automaticamente nella\nposizione del defunto, partecipando alla liquidazione della società in condizioni di parità\ncon i soci superstiti o meno. Secondo una parte della giurisprudenza di merito, nelle\nsocietà di persone di due soci, in caso di morte di uno di essi, il socio superstite, prima del\ndecorso del termine di sei mesi previsto dall'art. 2272 n. 4 per la ricostituzione della\npluralità di soci, può decidere di sciogliere la società ai sensi degli art. 2272 n. 3, e 2284 In\ntal caso gli eredi del socio defunto non hanno diritto alla liquidazione della quota del de\ncuius entro sei mesi, ma sono costretti a partecipare alla liquidazione (Trib. Palermo, 13\ngiugno 1984, Giur. comm., 1985, II, 551; Trib. Monza, 25 febbraio 1984).\n4.La continuazione della società con gli eredi\nInfine, i soci superstiti possono decidere di continuare la società con gli eredi del\nsocio defunto: tale possibilità richiede, però, il consenso degli eredi del socio e, quindi, un\naccordo tra questi ed i soci superstiti. Infatti, l'intuitus personae, tipico delle società\npersonali, non consente che entrino a far parte della società gli eredi del socio defunto\nsenza il consenso dei soci superstiti e, per converso, i poteri e le responsabilità che in\nquesto tipo di società ineriscono alla partecipazione sociale non consentono di prescindere\ndalla volontà degli eredi (Cass. n. 3104/1962).\nConseguentemente, la clausola, contenuta nell'atto costitutivo di una società, con cui si\nstabilisce che in caso di decesso di un socio, la società continui automaticamente con gli\neredi del socio defunto, non opera automaticamente nei confronti dell'erede designato, ma\nPagina 43 di 109richiede pur sempre l'accettazione dell'eredità devoluta, nella quale sono comprese le\nquote sociali quale bene patrimoniale del socio defunto (Cass. n. 2815/1976).\nL'accordo tra i soci superstiti e gli eredi del socio defunto teso alla continuazione della\nsocietà non richiede forma scritta, potendo risultare anche per fatti concludenti (Cass. n.\n6849/1988).\nIn tal caso, secondo la dottrina, si determina una divisione della partecipazione sociale\nfra gli eredi, ciascuno dei quali diviene socio in proporzione alla sua quota ereditaria\n(CAMPOBASSO, 111, FERRI, 236).\n5.Le clausole di continuazione e di consolidazione\nFacendo salva la diversa disposizione del contratto sociale, la norma consente che i soci\nprevedano un regime convenzionale per il caso di morte di uno di essi.\nFra le clausole più diffuse nella pratica, si evidenziano quelle di consolidazione, con le\nquali si stabilisce che la quota del socio defunto resti acquisita senz'altro agli altri soci,\nmentre agli eredi sarà liquidato esclusivamente il valore della medesima quota: tale\nclausola implica la rinunzia, da parte dei soci superstiti, ad avvalersi delle alternative\nconcesse ex lege (CAMPOBASSO, 111, nt. 119).\nAltra tipologia di clausola è costituita dalla clausola di continuazione con la quale i soci\nmanifestano in via preventiva il consenso al trasferimento della quota mortis causa,\nprecludendosi le altre alternative (CAMPOBASSO, 111). Le clausole di continuazione a loro\nvolta si distinguono tra quelle che vincolano solo i soci superstiti lasciando gli eredi liberi di\naderire alla società o di richiedere la liquidazione della quota e quelle che vincolano anche\ngli eredi, sempre a condizione, però, assumano la qualità di erede (CAMPOBASSO, 112). La\ndottrina assolutamente prevalente considera valide anche tali ultime clausole (FERRARA\nCORSI, 293; FERRI, 310; GHIDINI, 515; contra, invece DI SABATO, 90).\nBibliografia\nBuonocore, Castellano, Costi, Società di persone, Milano, 1978; Campobasso,\nDiritto commerciale, 2, Diritto delle società, a cura di Campobasso M., Torino, 2012;\nDi Sabato, Manuale delle società, Torino, 1992; Ferri jr, Patrimonio, capitale e\nbilancio, in AA.VV., Diritto delle società. Manuale breve, Milano, 2008, 91; Ferro-\nPagina 44 di 109", "framework": "La morte del socio produce come effetto ex lege lo scioglimento del rapporto tra\nil socio e la società con il conseguente obbligo per i soci di liquidare la quota del\nsocio defunto ai suoi eredi nel termine di sei mesi (CAMPOBASSO, 110).\nI soci, quindi, non sono tenuti a subire il subingresso nella società degli eredi del\ndefunto. Infatti, gli eredi del socio defunto non acquisiscono la posizione di\nquest'ultimo nell'ambito della società, e non assumono perciò la qualità di soci, ma\nhanno soltanto il diritto alla liquidazione della quota, diritto che sorge\nindipendentemente dal fatto che la società continui o si sciolga; pertanto, gli eredi\nnon sono legittimati a chiedere la liquidazione della società né possono vantare\nun diritto a partecipare alla procedura di liquidazione (Cass. n. 3671/2001).\nL'articolo in commento consente ai soci superstiti di percorrere una delle tre strade\nindicate dalla norma: 1) la liquidazione della quota; 2) lo scioglimento della società;\n3) la continuazione della società con gli eredi.\nLe prime due ipotesi sono rimesse alla libera determinazione dei (soli) soci\nsuperstiti, la terza richiede il consenso degli eredi del socio defunto (GALGANO, 71,\nGHIDINI, 476).\n2.La liquidazione della quota\nI soci superstiti possono, in primo luogo, continuare la società e procedere alla liquidazione\ndella quota in favore del socio defunto.\nÈ stato osservato (Cass. n. 1850/1970; Cass. n. 2987/1978) che l'evento della morte\ndel socio porta alla cessazione della qualità di socio e determina la trasformazioneope\nlegisdella quota, quale insieme di diritti sociali, nel corrispondente importo pecuniario, di\ncui diviene creditore l'erede e debitrice la società. Si esclude che in detta ipotesi si verifichi\nun fenomeno di divisione, sia pure parziale, del patrimonio della società, in quanto il diritto\ndell'erede ha per oggetto fin dal primo momento un importo pecuniario, corrispondente al\nvalore della quota, mentre il patrimonio sociale rimane immutato, solo sorgendo a carico\ndella società l'obbligo di corrispondere il valore della quota (cfr., altresì, Cass. n.\n10802/2009). Tuttavia, nel caso in cui, venuta meno la pluralità dei soci, sopravvenga il\ndecesso dell'unico socio superstite che non abbia provveduto ai sensi dell'art. 2272,\nPagina 42 di 109", "bibliography": "", "source_file": "document.pdf", "page_number": 41}
{"article_number": "2274", "title": "Poteri degli amministratori dopo lo scioglimento.", "text": "Luzzi, I contratti associativi, Milano, 1971; Greco, Le società nel sistema legislativo\nitaliano, Torino, 1959; Jaeger, Denozza, Appunti di diritto commerciale, Bologna,\n1993; Marasà, Le società, Milano, 2000; Marulli, Il contratto di società di persone, in\nSocietà in generale. Società di persone. Le società tra professionisti, a cura di\nCottino, Torino, 2014; Montalenti, Diritto commerciale, diritto tributario, scienze\naziendali: categorie disciplinari a confronto in epoca di riforme, in Giur. it. 2004, 3;\nOppo, L'identificazione del tipo «società di persone», in Riv. dir. civ. 1988, 619;\nPaolini, Società semplice di mero godimento, Quesito n. 210-2007/I, in Consiglio\nNazionale del Notariato, Studi e materiali, 2008, 871 ss.; Petrera, in Commentario\ndel codice civile, a cura di Gabrielli E., Delle società - Dell'azienda. Della\nconcorrenza, artt. 2247-2378, a cura di Santosuosso D., Torino, 2015; Rivolta, Diritto\ndelle società. Profili generali, Torino, 2015; Santosuosso, in Commentario del codice\ncivile, a cura di Gabrielli E., Delle società - Dell'azienda. Della concorrenza, artt.\n2247-2378, a cura di Santosuosso D., Torino, 2015; Spada, La tipicità delle società,\nPadova, 1974; Spada, in Commentario del codice civile, a cura di Gabrielli E., Delle\nsocietà - Dell'azienda. Della concorrenza, artt. 2247-2378, a cura di Santosuosso D.,\nTorino, 2015.\nAutori: Guido Romano\nCOMMENTATO CODICE CIVILE\nCodice Civile n. 2274 - Poteri degli amministratori dopo lo scioglimento.\n[I]. Avvenuto lo scioglimento della società [2272], i soci amministratori conservano il potere\ndi amministrare, limitatamente agli affari urgenti, fino a che siano presi i provvedimenti\nnecessari per la liquidazione [2275 ss.].Quando una società di persone sia stata sciolta, anche senza una dichiarazione\nformale, continuano a rappresentarla coloro che erano a ciò designati\nanteriormente allo scioglimento, fino all'eventuale nomina dei liquidatori (Cass. n.\n10027/1997).\nCi si è interrogati sulla nozione di atti urgenti. Secondo una parte della dottrina\n(BUSSOLETTI, 934), non può escludersi che gli atti urgenti possano consistere anche\nin nuove operazioni: mentre infatti il divieto di nuove operazioni riguarda nuove\niniziative speculative, anche se favorevoli alla società, nel caso di atti urgenti il solo\nriferimento all'esigenza di evitare un pregiudizio alla società non esclude l'eventualità\nche si compia un atto (urgente) per conservare lo sperato guadagno di una\ndeterminata operazione. La dottrina maggioritaria, tuttavia, ritiene che il potere degli\namministratori non rimanga immutato, ma che esso sia limitato ai soli atti di\nconservazione del patrimonio sociale (COSTI-DI CHIO, 797; GARESIO, 761).\nCostituiscono nuove operazioni tutti quei rapporti giuridici che, svincolati dalle\nnecessità inerenti alla liquidazione delle attività sociali, siano costituiti dagli\namministratori per il conseguimento di un utile sociale e per finalità diverse da quelle\ndella liquidazione delle società (Cass. n. 9887/1995).\nCon riferimento agli effetti degli atti non urgenti posti in essere dagli\namministratori, la dottrina ritiene di inquadrarli tra gli atti compiuti da rappresentanti\nsenza potere: essi sarebbero, dunque, riferibili alla società solo se la causa di\nscioglimento fosse opponibile ai terzi; nel caso contrario, quando la causa di\nscioglimento non sia stata portata a conoscenza dei terzi con mezzi idonei, gli atti\ncompiuti in violazione dell'art. 2274 sarebbero comunque vincolanti per la società\n(CAMPOBASSO 119; COTTINO, 176; GARESIO, 762).\nBibliografia\nBuonocore, Castellano, Costi, Società di persone, Milano, 1978; Campobasso,\nDiritto commerciale, 2, Diritto delle società, a cura di Campobasso M., Torino, 2012;\nDi Sabato, Manuale delle società, Torino, 1992; Ferri jr, Patrimonio, capitale e\nbilancio, in AA.VV., Diritto delle società. Manuale breve, Milano, 2008, 91; Ferro-\nLuzzi, I contratti associativi, Milano, 1971; Greco, Le società nel sistema legislativo\nitaliano, Torino, 1959; Jaeger, Denozza, Appunti di diritto commerciale, Bologna,\n1993; Marasà, Le società, Milano, 2000; Marulli, Il contratto di società di persone, in\nSocietà in generale. Società di persone. Le società tra professionisti, a cura di\nPagina 46 di 109", "framework": "Lo scioglimento di una società non ne produce l'estinzione, ma essa continua ad\nesistere con la stessa individualità, struttura e organizzazione, sia pure con un\nrestringimento della capacità, derivante dalla modificazione dello scopo che non è\npiù quello dell'esercizio dell'impresa, bensì quello della sua liquidazione (Cass. n.\n3221/1999).\nTuttavia, l'apertura della procedura di liquidazione in senso stretto, coincidente con\nla nomina dei liquidatori, può non essere contestuale al verificarsi della causa di\nscioglimento che origina quella procedura. L'articolo in commento regola la gestione\ndella società tra questi due momenti temporali, conservando il potere di\namministrare in capo agli amministratori, ma limitandolo ai soli affari urgenti.\nPagina 45 di 109", "bibliography": "", "source_file": "document.pdf", "page_number": 45}
{"article_number": "2324", "title": "Diritti dei creditori sociali dopo la liquidazione.", "text": "Cottino, Torino, 2014; Montalenti, Diritto commerciale, diritto tributario, scienze\naziendali: categorie disciplinari a confronto in epoca di riforme, in Giur. it. 2004, 3;\nOppo, L'identificazione del tipo «società di persone», in Riv. dir. civ. 1988, 619;\nPaolini, Società semplice di mero godimento, Quesito n. 210-2007/I, in Consiglio\nNazionale del Notariato, Studi e materiali, 2008, 871 ss.; Petrera, in Commentario\ndel codice civile, a cura di Gabrielli E., Delle società - Dell'azienda. Della\nconcorrenza, artt. 2247-2378, a cura di Santosuosso D., Torino, 2015; Rivolta, Diritto\ndelle società. Profili generali, Torino, 2015; Santosuosso, in Commentario del codice\ncivile, a cura di Gabrielli E., Delle società - Dell'azienda. Della concorrenza, artt.\n2247-2378, a cura di Santosuosso D., Torino, 2015; Spada, La tipicità delle società,\nPadova, 1974; Spada, in Commentario del codice civile, a cura di Gabrielli E., Delle\nsocietà - Dell'azienda. Della concorrenza, artt. 2247-2378, a cura di Santosuosso D.,\nTorino, 2015.\nAutori: Guido Romano\nCOMMENTATO CODICE CIVILE\nCodice Civile n. 2324 - Diritti dei creditori sociali dopo la liquidazione.\n[I]. Salvo il diritto previsto dal secondo comma dell'articolo 2312 nei confronti degli\naccomandatari e dei liquidatori, i creditori sociali che non sono stati soddisfatti nella\nliquidazione della società possono far valere i loro crediti anche nei confronti degli\naccomandanti, limitatamente alla quota di liquidazione [2311].Qualora la quota di liquidazione inglobi una parte di utili, anche questi ultimi\nsarebbero soggetti alla pretesa dei creditori, in quanto la norma in esame\nderogherebbe sul punto alle previsioni di cui all'art. 2321 (FERRI, in Tr. Vas., 1987,\n389).\n2.L'estinzione della società (rinvio)\nIn ordine agli effetti della cancellazione della società dal registro delle imprese si rinvia a\nquanto esposto sub art. 2312.\nBibliografia\nBigiavi, Responsabilità dell'accomandante in una società irregolare, in Dir. fall. 1943,\nI, 26; Bigiavi, Ingerenza dell'accomandante, in Riv. dir. civ. 1959, II; Buonocore V.,\nCastellano, Costi, Società di persone, Milano, 1980; Buonocore V., La società in\naccomandita semplice, in Buonocore (a cura di), Manuale di diritto commerciale,\nTorino, 2001; Bussoletti M., Società in accomandita semplice, in Enc. dir., XLII,\nMilano, 1990; Campobasso, Diritto commerciale, II, Torino, 2012; Conforti C., La\nsocietà in accomandita semplice, Milano, 2005; Cottino G., Diritto commerciale, I, 2,\nPadova, 1999; Cottino G., Sarale M., Weigmann R., Società di persone e\nassociazioni economiche, in Tratt. Cottino, III, Padova, 2003; Denozza,\nResponsabilità dei soci e rischio d'impresa nelle società personali, Milano, 1973; Di\nSabato F., Manuale delle società, Torino, 1987; Di Sabato, Diritto delle società,\nMilano, 2003; Di Sabato, Blandini, Diritto delle società, Milano, 2011; Ferrara F.,\nCorsi F., Gli imprenditori e le società, Milano, 2009; Galgano F., Diritto civile e\ncommerciale, III, 1, Padova, 2004; Gambino, Impresa e società di persone, I, in\nFondamenti del diritto commerciale, a cura di Gambino, Torino, 2009; Ghidini,\nSocietà personali, Padova, 1972; Montalenti P., Il socio accomandante, Milano,\n1985; Montalenti P., La partecipazione di una società di capitali ad una società in\naccomandita semplice in qualità di accomandante, in Giur. comm. 1989, I;\nMontalenti P., Società in accomandita semplice, in Digesto comm., XIV, Torino,\n1997; Oppo, Sulla partecipazione di società a società personali, in Riv. dir. comm.\n1976, I; Rivolta, In tema di società in accomandita semplice, in Giur. comm. 2003;\nSpada, La tipicità delle società, Padova, 1974.\nAutori: Guido Romano\nPagina 48 di 109", "framework": "La fase di liquidazione della società in accomandita semplice segue la disciplina\nprevista per la società in nome collettivo. L'articolo in commento puntualizza la\nportata della regola di cui all'art. 2313, nella parte in cui quest'ultima introduce il\nbeneficio della responsabilità limitata, prevedendo che gli accomandanti\nrispondono nei confronti dei creditori sociali non soddisfatti nei limiti della quota di\nliquidazione (LEOZAPPA, 594). Il fondamento della norma va ravvisato nella\ncircostanza che gli accomandanti hanno ricevuto la quota di liquidazione in maniera\nindebita, non essendo stati estinti completamente i debiti nei confronti dei creditori\nsociali. Per converso, agli accomandanti non può essere chiesto un importo\nmaggiore della quota di liquidazione perché essi sono limitatamente responsabili\nper le obbligazioni sociali. È stato, però, precisato che i creditori sociali possono\nchiedere agli accomandanti anche i conferimenti che non fossero stati eseguiti\n(FERRARA-CORSI, 336).\nPagina 47 di 109", "bibliography": "", "source_file": "document.pdf", "page_number": 47}
{"article_number": "2303", "title": "Limiti alla distribuzione degli utili.", "text": "COMMENTATO CODICE CIVILE\nCodice Civile n. 2303 - Limiti alla distribuzione degli utili.\n[I]. Non può farsi luogo a ripartizione di somme tra soci se non per utili realmente\nconseguiti.\n[II]. Se si verifica una perdita del capitale sociale [2295n. 6], non può farsi luogo a\nripartizioni di utili fino a che il capitale non sia reintegrato o ridotto in misura\ncorrispondente.con il conseguente sorgere, in capo ai soci, dell'obbligazione di restituzione delle\nsomme, anche qualora riscosse in buona fede (Trib. Milano, 11 settembre 2003).\nL'obbligo di restituzione può essere fatto valere non solo dalla società, ma anche dai\ncreditori sociali i quali, tuttavia, non possono chiedere che il relativo pagamento\navvenga in loro favore.\nBibliografia\nBigiavi, La ragione sociale della collettività, in Giur. it., 1946, IV; Campobasso G.F.,\nDiritto commerciale, 2, Diritto delle società, a cura di Campobasso M., Torino, 2012;\nConforti C, Le società di persone. Amministrazione e controlli, Milano, 2009; Conforti\nC., La società in nome collettivo, Milano, 2015; Costi, Il nome della società, Padova.\n1964; Costi R., Di Chio G., Società in generale. Società di persone. Associazione in\npartecipazione, Torino, 1991; Cottino, Considerazioni sulla forma del contratto di\nsocietà, in Riv. soc. 1963; Cottino, Diritto commerciale, I, 2, 4ª ed., Padova, 1999; Di\nSabato, Società in nome collettivo, in Enc. giur., XXIX, Roma, 1993; Di Sabato,\nManuale delle società, Torino, 1999; Ferrara F., Corsi F., Gli imprenditori e le\nsocietà, Milano, 2009; Fusaro, La durata della società di persone ed i diritti del\ncreditore particolare del socio, in Contr. impr. 1985, 495; Fusaro, La durata delle\nsocietà di persone, in Contr. impr. 1987, 494; Garesio G., Società in nome collettivo,\nin Cottino G. (a cura di), La società in generale. Le società di persone. Le società tra\nprofessionisti, Torino, 2014; Ghidini, Società personali, Padova, 1972; Guerrera,\nSocietà i nome collettivo, in Enc. dir., XLII, Milano, 1990; Marano, Il requisito della\ndurata nella società di persone, in Giur. comm. 1992, II, 526; Marziale, Osservazioni\nsugli effetti della scadenza del termine nel contratto di società, in Riv. comm. 1965,\nII, 223; Oppo, Diritto dell'impresa. Scritti giuridici, Padova, 1992; Palmieri G.,\nConferimenti immobiliari ed invalidità nelle società di persone, in Riv. soc. 1992,\n1405; Rivolta, La partecipazione sociale, Milano, 1965; Romano Pavoni, Teoria delle\nsocietà: tipi, costituzione, Milano, 1953; Salafia, Limiti alla responsabilità delle\nsocietà personali per atti degli amministratori eccedenti il potere di rappresentanza,\nin Soc 1999; Schlesinger P., L'approvazione del rendiconto annuale nelle società di\npersone, in Riv. soc. 1965; Spada, La tipicità delle società, Padova, 1974; Spolidoro,\nSul capitale sociale delle società di persone, in Riv. soc. 2001, 849; Spolidoro M.S.,\nSul capitale delle società di persone, Riv. soc. 2001, fasc. 4, 790; Stagno\nD'Alcontres A., De Luca N., Le società, Tomo I, Le società in generale. Le società di\npersone, Torino, 2015; Tassinari F., Della società in nome collettivo, in Delle società\n- Dell'azienda. Della concorrenza, artt. 2247-2378, a cura di Santosuosso D., in\nCommentario del codice civile, a cura di Gabrielli E., Torino, 2015.\nPagina 50 di 109", "framework": "Per capitale sociale deve intendersi il valore in denaro dei conferimenti di beni\neseguiti o promessi dai soci; per patrimonio sociale si intende, invece, il complesso\ndei rapporti giuridici attivi facenti capo alla società (GALGANO, 101); per utile si\nintende, infine, la plusvalenza del patrimonio netto, detratto il capitale nominale,\ngeneratosi per effetto dell'esercizio dell'impresa collettiva (CONFORTI, 2015, 136). Gli\nutili, in altre parole, sono rappresentati dalla effettiva eccedenza che si verifica nel\npatrimonio sociale rispetto ai conferimenti iniziali e che si determina per effetto della\ngestione sociale. Alla nozione di utile non possono infatti essere ricondotti gli\nincrementi di valore derivanti da fonti diverse e possono essere quindi destinati alla\nperiodica ripartizione tra i soci i soli guadagni derivanti dall'esercizio dell'impresa\nsociale (FERRI, in Comm. S.B., 1987, 188).\nLa distribuzione degli utili è possibile solo nel ricorrere di due condizioni: a) che si\ntratti di utili realmente conseguiti; b) che, salvo patto contrario, sia stato approvato il\nrendiconto, dovendosi fare applicazione dell'art. 2262 secondo il quale salvo patto\ncontrario, ciascun socio ha diritto di percepire la sua parte di utili dopo l'approvazione\ndel rendiconto (CONFORTI, ibidem).\nA sua volta, l'effettivo conseguimento degli utili implica l'effettività dell'incremento del\npatrimonio netto rispetto alla capitalizzazione della società prodottosi nell'esercizio\nsociale ed il nesso causale sussistente tra plusvalenza e attività imprenditoriale\n(CONFORTI, ibidem).\nPer parte sua la giurisprudenza di merito ha sottolineato la necessaria\nconnessione tra l'accertamento degli utili e le risultanze delle scritture contabili. Così,\nnell'ipotesi in cui alla distribuzione degli utili si sia addivenuto in violazione della\nnorma appena esaminata, si produce l'inefficacia della distribuzione medesima\nPagina 49 di 109", "bibliography": "", "source_file": "document.pdf", "page_number": 49}
{"article_number": "2273", "title": "Proroga tacita.", "text": "Autori: Guido Romano\nCOMMENTATO CODICE CIVILE\nCodice Civile n. 2273 - Proroga tacita.\n[I]. La società è tacitamente prorogata a tempo indeterminato [22851] quando, decorso il\ntempo per cui fu contratta, i soci continuano a compiere le operazioni sociali.", "framework": "La società si scioglie decorso il termine di durata (art. 2272), ma è consentito ai\nsoci di prorogarne la durata con una decisione assunta formalmente ovvero\ntacitamente. Questa ultima ipotesi è presa in considerazione dall'articolo in\ncommento secondo il quale la società deve intendersi tacitamente prorogata a\ntempo indeterminato allorché, scaduto il termine inizialmente stabilito per la sua\ndurata, i consociati continuino a svolgere operazioni sociali (Cass. n. 9709/1990;\nCass. n. 1296/1984).\nIl contegno dei soci si deve estrinsecare nell'adesione di essi ad operazioni\noggettivamente incompatibili con la procedura di liquidazione e, precisamente,\ncoerenti con lo svolgimento dell'attività imprenditoriale di impresa (BRIOLINI, 285). In\nquesta prospettiva, si è poi affermato che il compimento delle operazioni sociali è\nelemento sintomatico esterno della volontà di continuare l'attività ed è irrilevante se\nattuato per errore o senza consapevolezza degli atti compiuti (COTTINO, 194;\nGARESIO, 745).\nQuanto al momento in cui può aver luogo la proroga, si ritiene che la volontà di\naddivenire alla proroga debba preesistere alla scadenza termine di durata o,\nperlomeno, formarsi in tale momento (BRIOLINI, 285): è, dunque, necessario che non\nvi sia soluzione di continuità tra scadenza del termine fissato nell'atto costitutivo e\nprosecuzione dell'attività sociale ricadendosi altrimenti nella diversa ipotesi di revoca\ndello stato di liquidazione (CAMPOBASSO, 117, nt. 135).", "bibliography": "Buonocore, Castellano, Costi, Società di persone, Milano, 1978; Campobasso,\nDiritto commerciale, 2, Diritto delle società, a cura di Campobasso M., Torino, 2012;\nDi Sabato, Manuale delle società, Torino, 1992; Ferri jr, Patrimonio, capitale e\nPagina 51 di 109", "source_file": "document.pdf", "page_number": 51}
{"article_number": "2271", "title": "Esclusione della compensazione.", "text": "bilancio, in AA.VV., Diritto delle società. Manuale breve, Milano, 2008, 91; Ferro-\nLuzzi, I contratti associativi, Milano, 1971; Greco, Le società nel sistema legislativo\nitaliano, Torino, 1959; Jaeger, Denozza, Appunti di diritto commerciale, Bologna,\n1993; Marasà, Le società, Milano, 2000; Marulli, Il contratto di società di persone, in\nSocietà in generale. Società di persone. Le società tra professionisti, a cura di\nCottino, Torino, 2014; Montalenti, Diritto commerciale, diritto tributario, scienze\naziendali: categorie disciplinari a confronto in epoca di riforme, in Giur. it. 2004, 3;\nOppo, L'identificazione del tipo «società di persone», in Riv. dir. civ. 1988, 619;\nPaolini, Società semplice di mero godimento, Quesito n. 210-2007/I, in Consiglio\nNazionale del Notariato, Studi e materiali, 2008, 871 ss.; Petrera, in Commentario\ndel codice civile, a cura di Gabrielli E., Delle società - Dell'azienda. Della\nconcorrenza, artt. 2247-2378, a cura di Santosuosso D., Torino, 2015; Rivolta, Diritto\ndelle società. Profili generali, Torino, 2015; Santosuosso, in Commentario del codice\ncivile, a cura di Gabrielli E., Delle società - Dell'azienda. Della concorrenza, artt.\n2247-2378, a cura di Santosuosso D., Torino, 2015; Spada, La tipicità delle società,\nPadova, 1974; Spada, in Commentario del codice civile, a cura di Gabrielli E., Delle\nsocietà - Dell'azienda. Della concorrenza, artt. 2247-2378, a cura di Santosuosso D.,\nTorino, 2015.\nAutori: Guido Romano\nCOMMENTATO CODICE CIVILE\nCodice Civile n. 2271 - Esclusione della compensazione.\n[I]. Non è ammessa compensazione [1246] fra il debito che un terzo ha verso la società e il\ncredito che egli ha verso un socio.La norma in commento costituisce il portato della soggettività giuridica della società\ndi persona che, anche se priva di personalità giuridica, costituisce un autonomo\nsoggetto di diritto dotata di autonomia patrimoniale. Si evita che i patrimoni personali\ndei soci e il patrimonio della società siano confusi (Trib. Milano, 11 luglio 1994, Soc.,\n1995, 221; Trib. S. Maria Capua Vetere, 18 ottobre 2002 Giur. mer., 2003, 1440).\nIn questa prospettiva, si è affermata l'inderogabilità della norma (App. Firenze, 25\nfebbraio 1980, in Banca, borsa, 1981, II, 456).\nLa dottrina, poi, evidenzia come la norma trovi applicazione con riferimento a\ntutti i tipi di compensazione e, dunque, tanto alla compensazione legale e giudiziale\nquanto alla compensazione volontaria (FERRI, 239).\nIl conferimento realizzato mediante compensazione di un credito del socio è\neconomicamente effettivo, in quanto aumenta la consistenza del capitale di rischio e\nnon altera il necessario rapporto tra capitale e patrimonio. Nessun pregiudizio per i\ncreditori sociali è ravvisabile in un aumento di capitale sottoscritto in tal modo, bensì\nvi è un aumento della garanzia patrimoniale generica (App. Napoli, 23 maggio 2009).\nBibliografia\nBuonocore, Castellano, Costi, Società di persone, Milano, 1978; Campobasso,\nDiritto commerciale, 2, Diritto delle società, a cura di Campobasso M., Torino, 2012;\nDi Sabato, Manuale delle società, Torino, 1992; Ferri jr, Patrimonio, capitale e\nbilancio, in AA.VV., Diritto delle società. Manuale breve, Milano, 2008, 91; Ferro-\nLuzzi, I contratti associativi, Milano, 1971; Greco, Le società nel sistema legislativo\nitaliano, Torino, 1959; Jaeger, Denozza, Appunti di diritto commerciale, Bologna,\n1993; Marasà, Le società, Milano, 2000; Marulli, Il contratto di società di persone, in\nSocietà in generale. Società di persone. Le società tra professionisti, a cura di\nCottino, Torino, 2014; Montalenti, Diritto commerciale, diritto tributario, scienze\naziendali: categorie disciplinari a confronto in epoca di riforme, in Giur. it. 2004, 3;\nOppo, L'identificazione del tipo «società di persone», in Riv. dir. civ. 1988, 619;\nPaolini, Società semplice di mero godimento, Quesito n. 210-2007/I, in Consiglio\nNazionale del Notariato, Studi e materiali, 2008, 871 ss.; Petrera, in Commentario\ndel codice civile, a cura di Gabrielli E., Delle società - Dell'azienda. Della\nconcorrenza, artt. 2247-2378, a cura di Santosuosso D., Torino, 2015; Rivolta, Diritto\ndelle società. Profili generali, Torino, 2015; Santosuosso, in Commentario del codice\ncivile, a cura di Gabrielli E., Delle società - Dell'azienda. Della concorrenza, artt.\n2247-2378, a cura di Santosuosso D., Torino, 2015; Spada, La tipicità delle società,\nPagina 53 di 109", "framework": "Con la stipula del contratto di società si determina, anche nelle società di\npersone, un effetto di scambio tra patrimonio dei soci e patrimonio sociale, con il\ntrasferimento, per un verso, della titolarità dei beni — anche immobili — conferiti, dal\npatrimonio dei conferenti a quello della società, soggetto di diritto diverso e terzo\nrispetto ai soci; e con il parallelo ingresso, nel patrimonio del socio, dei diritti\n(mobiliari) riferibili alla titolarità della quota sociale (Cass. n. 2252/1998; Cass. n.\n11956/1993, Cass. n. 676/1973). Le società di persone possono essere titolari di\nsituazioni giuridiche distinte da quelle facenti capo alle persone fisiche dei soci\nsingolarmente o cumulativamente considerati, e possono conseguentemente essere\nparte di rapporti giuridici sostanziali o processuali a tutela delle dette situazioni\n(Cass. n. 3498/1989).\nPagina 52 di 109", "bibliography": "", "source_file": "document.pdf", "page_number": 52}
{"article_number": "2268", "title": "Escussione preventiva del patrimonio sociale.", "text": "Padova, 1974; Spada, in Commentario del codice civile, a cura di Gabrielli E., Delle\nsocietà - Dell'azienda. Della concorrenza, artt. 2247-2378, a cura di Santosuosso D.,\nTorino, 2015.\nAutori: Guido Romano\nCOMMENTATO CODICE CIVILE\nCodice Civile n. 2268 - Escussione preventiva del patrimonio sociale.\n[I]. Il socio richiesto del pagamento di debiti sociali può domandare, anche se la società è\nin liquidazione [2274 ss.], la preventiva escussione del patrimonio sociale, indicando i beni\nsui quali il creditore possa agevolmente soddisfarsi [2304].opporre il beneficio di preventiva escussione in sede di esecuzione. Qualora, invece,\nsi ritenga necessario un titolo esecutivo autonomo nei confronti del socio, questi\ndovrà far valere il beneficio nel procedimento di cognizione promosso contro di lui,\nmentre nel procedimento di esecuzione instaurato in forza del titolo esecutivo\nformato nei confronti della società, egli potrà far valere l'inidoneità soggettiva del\ntitolo nei suoi confronti.\nRecentemente, però, è stato stabilito che il titolo esecutivo formatosi nei\nconfronti della società possa valere anche nei confronti del socio: l'opposizione del\nsocio illimitatamente responsabile avverso il precetto notificatogli dal creditore\nsociale sulla base del titolo esecutivo giudiziale formatosi nei confronti della società\nsi configura come opposizione all'esecuzione, in quanto attiene ad una condizione\ndell'azione esecutiva nei confronti del socio, e, quindi, al diritto del creditore sociale\ndi agire esecutivamente ai danni di quest'ultimo (Cass. n. 23749/2011; Cass. n.\n11311/2011; Cass. n. 1040/2009; Cass. n. 10584/2007).\nIl socio ha poi l'onere di indicare i beni sui quali il creditore può agevolmente\nsoddisfarsi: il socio deve indicare in modo specifico i beni della società che\nconsentano una facile realizzazione del credito non potendo, invece, limitarsi alla\nsemplice dimostrazione della astratta capienza del patrimonio sociale (NIGRO, 252;\nBUSSOLETTI, 925).\nIl beneficio di escussione opera anche ove la società sia stata posta in liquidazione.\nBibliografia\nBuonocore, Castellano, Costi, Società di persone, Milano, 1978; Campobasso,\nDiritto commerciale, 2, Diritto delle società, a cura di Campobasso M., Torino, 2012;\nDi Sabato, Manuale delle società, Torino, 1992; Ferri jr, Patrimonio, capitale e\nbilancio, in AA.VV., Diritto delle società. Manuale breve, Milano, 2008, 91; Ferro-\nLuzzi, I contratti associativi, Milano, 1971; Greco, Le società nel sistema legislativo\nitaliano, Torino, 1959; Jaeger, Denozza, Appunti di diritto commerciale, Bologna,\n1993; Marasà, Le società, Milano, 2000; Marulli, Il contratto di società di persone, in\nSocietà in generale. Società di persone. Le società tra professionisti, a cura di\nCottino, Torino, 2014; Montalenti, Diritto commerciale, diritto tributario, scienze\naziendali: categorie disciplinari a confronto in epoca di riforme, in Giur. it. 2004, 3;\nOppo, L'identificazione del tipo «società di persone», in Riv. dir. civ. 1988, 619;\nPaolini, Società semplice di mero godimento, Quesito n. 210-2007/I, in Consiglio\nNazionale del Notariato, Studi e materiali, 2008, 871 ss.; Petrera, in Commentario\nPagina 55 di 109", "framework": "La norma in esame attribuisce al socio di società semplice al quale sia richiesto di\nprovvedere al pagamento di una obbligazione sociale il beneficium excussionis: la\nresponsabilità dei soci, illimitata e solidale, è comunque sussidiaria rispetto a quella\ndella società.\nTuttavia, il beneficium excussionis si atteggia diversamente a seconda che si\ntratti di società in nome collettivo o di società semplice — la cui disciplina si applica\nanche alle società di fatto — poiché, in presenza della prima il creditore non può\npretendere il pagamento dal socio se non dopo l'escussione del patrimonio sociale,\nmentre il socio della seconda, richiesto del pagamento di debiti sociali, può invocare\nil beneficio indicando i beni sui quali il creditore può agevolmente soddisfarsi (Cass.\nn. 11921/1990).\nSecondo la giurisprudenza maggioritaria, il beneficio opera limitatamente alla\nsede esecutiva e non impedisce al creditore sociale di esercitare una azione di\ncognizione nei confronti del socio, prima di intraprendere l'azione esecutiva nei\nconfronti della società (Cass. n. 6048/2003; Cass. n. 5434/1998; Cass. n.\n5479/1986) in modo tale da procurarsi così un titolo esecutivo necessario per\niscrivere ipoteca o per procedere ad una rapida esecuzione nei confronti del socio\nmedesimo.\nÈ stato osservato (NIGRO, 251) che il problema si ricollega a quello dell'efficacia\nverso i soci del titolo esecutivo formato solo contro la società. Se si ritiene che il\ntitolo esecutivo valga automaticamente nei confronti del socio (non essendo\nnecessario uno specifico titolo esecutivo nei confronti del socio), questi potrà\nPagina 54 di 109", "bibliography": "", "source_file": "document.pdf", "page_number": 54}
{"article_number": "2266", "title": "Rappresentanza della società.", "text": "del codice civile, a cura di Gabrielli E., Delle società - Dell'azienda. Della\nconcorrenza, artt. 2247-2378, a cura di Santosuosso D., Torino, 2015; Rivolta, Diritto\ndelle società. Profili generali, Torino, 2015; Santosuosso, in Commentario del codice\ncivile, a cura di Gabrielli E., Delle società - Dell'azienda. Della concorrenza, artt.\n2247-2378, a cura di Santosuosso D., Torino, 2015; Spada, La tipicità delle società,\nPadova, 1974; Spada, in Commentario del codice civile, a cura di Gabrielli E., Delle\nsocietà - Dell'azienda. Della concorrenza, artt. 2247-2378, a cura di Santosuosso D.,\nTorino, 2015.\nAutori: Guido Romano\nCOMMENTATO CODICE CIVILE\nCodice Civile n. 2266 - Rappresentanza della società.\n[I]. La società acquista diritti e assume obbligazioni per mezzo dei soci che ne hanno la\nrappresentanza e sta in giudizio nella persona dei medesimi.\n[II]. In mancanza di diversa disposizione del contratto, la rappresentanza spetta a ciascun\nsocio amministratore [2257-2260] e si estende a tutti gli atti che rientrano nell'oggetto\nsociale.\n[III]. Le modificazioni e l'estinzione dei poteri di rappresentanza sono regolate dall'articolo\n1396.La rappresentanza, salvo diverse pattuizioni, spetta disgiuntamente a ciascuno dei\nsoci, con la conseguenza che quando non ne sia contestata la provenienza da uno di essi,\nancorché non individuato, l'atto compiuto deve ritenersi valido e idoneo a produrre i propri\neffetti (Cass. n. 9927/2004). La rappresentanza dell'ente spetta, disgiuntamente, a ciascun\nsocio e — salvo diversa disposizione dell'atto costitutivo — si estende a tutti gli atti che\nrientrano nell'oggetto sociale, in quanto la legge presume che la volontà dichiarata dal\nrappresentante nell'interesse della società corrisponda alla volontà sociale. A tal fine non è\nnecessario che per manifestare il rapporto rappresentativo (contemplatio domini) il socio\namministratore usi formule sacramentali, ma è sufficiente che dalle modalità e dalle\ncircostanze in cui ha svolto l'attività negoziale e dalla struttura e dall'oggetto del negozio, i\nterzi possano riconoscerne l'inerenza all'impresa sociale, sì da poter presumere che\nl'attività è espletata nella qualità di socio amministratore (Cass. n. 21520/2004; Cass. n.\n15883/2007; Cass. n. 3903/2000; Cass. n. 13954/1999). In difetto della spendita del nome,\nil negozio concluso spiega effetto solo nei confronti del rappresentante medesimo\nancorché esso riguardi interessi o beni comuni (Cass. n. 936/1984; Cass. n. 5271/1985;\nCass. n. 3903/2000).\nQualora il contratto abbia ad oggetto il trasferimento di beni immobili, la contemplatio\ndomini, pur non richiedendo l'uso di formule sacramentali, deve risultare ad substantiam\ndallo stesso documento contrattuale, restando irrilevante la conoscenza o l'affidamento\ncreato nel terzo contraente circa l'esistenza del rapporto sociale interno e dei poteri di\nrappresentanza reciproca che esso comporta (Cass. n. 936/1984, cit., Cass. n.\n6240/1991).\nNel caso di atto compiuto da un solo rappresentante operante in regime di\namministrazione congiunta, la giurisprudenza, superato l'indirizzo che ravvisava una\nipotesi di annullabilità dell'atto compiuto (così Cass. n. 8852/1987), ritiene che trovi\napplicazione il principio, secondo cui il contratto posto in essere da chi sia privo del potere\ndi rappresentare il soggetto in nome del quale esso è stipulato costituisce un negozio\ngiuridico inefficace nei confronti dell'interessato, fin quando, eventualmente, questi lo\nratifichi, manifestando inequivocabilmente la volontà di rendere operante nei propri\nconfronti l'atto concluso dal falsus procurator (Cass. n. 2174/1997). Peraltro, tale inefficacia\n(temporanea) del contratto, proprio perché non si verte in ipotesi di nullità, non è rilevabile\nd'ufficio, ma soltanto su eccezione di parte, mentre legittimato a sollevare tale eccezione,\ncioè a dolersi dell'operato di colui che abbia stipulato il contratto come rappresentante\nsenza averne i poteri, è unicamente lo pseudo-rappresentato, non anche dell'altro\ncontraente, al quale compete eventualmente solo il risarcimento del danno per avere\nconfidato senza colpa nell'operatività del contratto (Cass. n. 3872/2004, Cass. n.\n4601/1983). Una parte della giurisprudenza esclude, poi, la legittimazione del singolo\nsocio a far valere tale inefficacia (App. Torino, 1 febbraio 1985). Secondo altro\norientamento, però, l'atto compiuto oltre i limiti dell'oggetto sociale è inefficace\nPagina 57 di 109limitatamente ai soci che non abbiano concorso alla sua formazione, ai quali è riconosciuta\nla legittimazione ad impugnarlo (Trib. Genova, 10 dicembre 1986, Soc., 1987, 597).\nInoltre i poteri di rappresentanza dell'amministratore di società in nome collettivo vanno\nindividuati con riferimento agli atti che rientrano nell'oggetto sociale, qualunque sia la loro\nrilevanza economica e natura giuridica, fatta eccezione per le specifiche limitazioni:\npertanto, anche qualora lo statuto distingua tra atti di ordinaria e atti di straordinaria\namministrazione, può ritenersi estraneo all'oggetto sociale l'atto dispositivo che sia\nsuscettibile di modificare la struttura dell'ente e perciò sia con tale oggetto contrastante,\nessendo esteriormente riconoscibile come non rivolto a realizzare gli scopi economici della\nsocietà, perché da essi esorbitante (Cass. n. 8538/2004; Cass. n. 3519/1999).\n3.Le limitazioni del potere di rappresentanza\nAttesa la derogabilità del principio consacrato nell'art. 2266 comma 2, è ammissibile il patto\ncon cui venga limitato il potere di rappresentanza degli amministratori.\nLe limitazioni, derivanti dall'atto costitutivo, del potere di rappresentanza del singolo\nsocio amministratore, costituendo una deroga al principio generale, dettato dall'art.\n2266, per il quale detta rappresentanza spetta disgiuntamente a ciascuno di essi per tutti\ngli atti che rientrano nell'oggetto sociale, sono di stretta interpretazione e, come tali, non\nestensibili a tutte quelle attività che, sebbene finalizzate alla conclusione di atti richiedenti,\nper previsione dell'atto costitutivo, la partecipazione congiunta dei soci amministratori,\nabbiano una loro giuridica autonomia (Cass. n. 13146/2002).\nLa norma, poi, prevede che le modificazioni e l'estinzione dei poteri di rappresentanza\nsono regolate dall'art. 1396 e, dunque, devono essere portate a conoscenza dei terzi con\nmezzi idonei. Nel caso in cui ciò non avvenga, esse non sono opponibili ai terzi, se non si\nprova che questi le conoscevano al momento della conclusione del contratto.\nIn passato, sono state considerati quali mezzi idonei annunzi, circolari, avvisi nei\nlocali, la comunicazione epistolare (FERRI 211, MARULLI, 575). Peraltro, oggi, la l. n.\n580/1993 e poi il d.P.R. n. 558/1999 hanno introdotto l'obbligo di iscrizione della società\nsemplice nella sezione speciale del registro delle imprese con funzione di certificazione\nanagrafica di pubblicità notizia. Per le società semplici agricole, invece, l'art. 2 d.lgs. n.\n228/2001 ha attribuito all'iscrizione nella sezione speciale del registro efficacia dichiarativa\nai sensi dell'art. 2193. Conseguentemente, almeno con riferimento a tali ultime società,\ndeve ritenersi che l'iscrizione del patto nel registro delle imprese, costituisce mezzo idoneo\nper la consentire la conoscenza dei terzi: in tale prospettiva, infatti, l'ignoranza dei fatti dei\nPagina 58 di 109quali la legge prescrive l'iscrizione non può essere opposta dai terzi dal momento in cui\nl'iscrizione è intervenuta (CAMPOBASSO 94, MARULLI, 576).\n4.La rappresentanza processuale\nL'articolo in commento pone sullo stesso piano la rappresentanza sostanziale e quella\nprocessuale. Quindi, i principi espressi per la prima sono applicabili anche alla seconda. In\nvia generale, può affermarsi che le società semplici stanno in giudizio a mezzo dei soci\nche ne hanno la rappresentanza, ma non è richiesta la personale partecipazione al\ngiudizio di tutti i soci, sia che la società venga evocata in giudizio come convenuta, sia che\nagisca in veste di attore. Pertanto, la sentenza emessa sulla base della regolare\ncostituzione del socio che rappresenta la società, spiega i suoi effetti per tutti gli altri\ncomponenti di questa in quanto soci (Cass. n. 7080/1983). Conseguentemente, in regime\ndi amministrazione disgiuntiva, anche la rappresentanza processuale spetta al socio\namministratore in quanto tale (Cass. n. 7404/1992); in mancanza di diversa previsione, il\nregime della rappresentanza negoziale vale anche per quella processuale (Cass.S.U., n.\n790/1965).\nBibliografia\nBuonocore, Castellano, Costi, Società di persone, Milano, 1978; Campobasso,\nDiritto commerciale, 2, Diritto delle società, a cura di Campobasso M., Torino, 2012;\nDi Sabato, Manuale delle società, Torino, 1992; Ferri jr, Patrimonio, capitale e\nbilancio, in AA.VV., Diritto delle società. Manuale breve, Milano, 2008, 91; Ferro-\nLuzzi, I contratti associativi, Milano, 1971; Greco, Le società nel sistema legislativo\nitaliano, Torino, 1959; Jaeger, Denozza, Appunti di diritto commerciale, Bologna,\n1993; Marasà, Le società, Milano, 2000; Marulli, Il contratto di società di persone, in\nSocietà in generale. Società di persone. Le società tra professionisti, a cura di\nCottino, Torino, 2014; Montalenti, Diritto commerciale, diritto tributario, scienze\naziendali: categorie disciplinari a confronto in epoca di riforme, in Giur. it. 2004, 3;\nOppo, L'identificazione del tipo «società di persone», in Riv. dir. civ. 1988, 619;\nPaolini, Società semplice di mero godimento, Quesito n. 210-2007/I, in Consiglio\nNazionale del Notariato, Studi e materiali, 2008, 871 ss.; Petrera, in Commentario\ndel codice civile, a cura di Gabrielli E., Delle società - Dell'azienda. Della\nconcorrenza, artt. 2247-2378, a cura di Santosuosso D., Torino, 2015; Rivolta, Diritto\ndelle società. Profili generali, Torino, 2015; Santosuosso, in Commentario del codice\nPagina 59 di 109", "framework": "Il potere di rappresentanza della società si distingue nettamente dal potere di\namministrazione. Quest'ultimo consiste nella elaborazione delle valutazioni e delle\ndecisioni in ordine al compimento degli affari sociali preordinati alla realizzazione\ndello scopo sociale; si tratta, dunque, di un momento tutto interno alla società. Il\nmomento, invece, in cui vengono compiuti gli atti per realizzare le decisioni è,\ninvece, esterno alla società e comporta l'instaurazione di rapporti con soggetti\nestranei alla società.\nIn questo secondo momento il potere di amministrazione viene integrato dal\npotere di rappresentanza, cioè dal potere grazie al quale chi agisce spende il nome\ndella società e la impegna quindi nell'adempimento delle eventuali obbligazioni che il\nrapporto produce (SALAFIA 1285; FERRI, 161).\n2.La rappresentanza della società\nPagina 56 di 109", "bibliography": "", "source_file": "document.pdf", "page_number": 56}
{"article_number": "2302", "title": "Scritture contabili.", "text": "civile, a cura di Gabrielli E., Delle società - Dell'azienda. Della concorrenza, artt.\n2247-2378, a cura di Santosuosso D., Torino, 2015; Spada, La tipicità delle società,\nPadova, 1974; Spada, in Commentario del codice civile, a cura di Gabrielli E., Delle\nsocietà - Dell'azienda. Della concorrenza, artt. 2247-2378, a cura di Santosuosso D.,\nTorino, 2015.\nAutori: Guido Romano\nCOMMENTATO CODICE CIVILE\nCodice Civile n. 2302 - Scritture contabili.\n[I]. Gli amministratori devono tenere i libri e le altre scritture contabili prescritti dall'articolo\n2214 [200 trans.].la quale ha stabilito che la situazione patrimoniale aggiornata sulla base determinare il\nvalore di liquidazione della quota debba essere redatta redatta nel rispetto dei criteri di\nredazione del bilancio ed ai fini dell'assolvimento dell'onere della società di provare il\nvalore della quota).\nIn questa prospettiva, è stato affermato che il rendiconto annuale previsto per le società\ndi persone rappresenta il bilancio di gestione dell'impresa societaria (Cass. n.\n6524/1994). Il bilancio è previsto dalla legge al fine di consentire la rilevazione periodica\ndell'utile (art. 2261, comma 2) e non ha quindi il valore di un semplice rendiconto. Appunto\nper questo, esso non può esaurirsi in un mero prospetto numerico delle entrate e delle\nuscite in relazione alle operazioni compiute, ma deve essere redatto, in linea di massima,\nsecondo gli stessi criteri stabiliti per la formazione del bilancio di esercizio nelle società di\ncapitali (Cass. n. 1240/1996; Cass. n. 4454/1995): questo perché la determinazione\ndell'utile anche in tal caso deve avvenire secondo criteri che trascendono l'interesse dei\nsoci attuali (art. 2303) e sono ispirati all'esigenza di salvaguardare, anche a tutela dei terzi,\nla redditività e la potenzialità economica dell'impresa sociale. Sotto altro profilo, anche\nnelle società di persone il bilancio conferisce certezza in ordine ai risultati economici\nconseguiti (la cui determinazione, come si è appena osservato, rileva non solo per i soci\nma anche per i terzi).\nPeraltro, nella disciplina delle società di persone non si rinviene una norma concernente le\nmodalità di approvazione del bilancio. Secondo un primo orientamento della\ngiurisprudenza di merito, il bilancio di esercizio predisposto dagli amministratori deve\nessere approvato all'unanimità da tutti i soci (Trib. Catania, 31 ottobre 1995; Trib. Catania,\n30 giugno 1987; App. Milano, 10 marzo 1981).\nLa redazione e l'approvazione del bilancio non siano surrogabile dalla presentazione delle\ndichiarazioni fiscali della società (Cass. n. 28806/2013; Cass. n. 1240/1996).\n3.Le conseguenze della mancata tenuta della contabilità\nL'inadempimento all'obbligo di tenuta della contabilità integra una giusta causa di\nrevoca dell'amministratore, ai sensi dell'art. 2259, e del liquidatore (Trib. Milano, 7 luglio\n1995) in quanto grave violazione dei doveri inerenti al mandato, così come integra una\ngiusta causa di revoca la redazione del bilancio senza il rispetto dei criteri di verità,\nprecisione e chiarezza propri di ogni bilancio (Cass. n. 6524/1994).\nPagina 61 di 109", "framework": "La tenuta della contabilità sociale, cui sono obbligati gli amministratori, permette\nagli amministratori medesimi di procedere alla redazione del bilancio e consente ai\nsoci non amministratori di esercitare il diritto di controllo di cui all'art. 2261 (OPPO, 76;\nGARESIO, 826).\nLa dottrina maggioritaria ritiene che l'obbligo di tenuta delle scritture contabili sia\napplicabile anche alle società in nome collettivo che non esercitano una attività\ncommerciale in quanto, ai sensi dell'art. 2249 comma 2 e dell'art. 200 disp. att., tutti i\nsoggetti tenuti all'iscrizione nel registro delle imprese sono obbligati, altresì, alla\ntenuta della contabilità essendo quest'ultima funzionale alla compilazione del\nbilancio ed all'esercizio del diritto di controllo da parte dei soci (BUONOCORE, in\nComm. S., 1995, 342; GALGANO, in Tr. C.M., 2007, 160).\n2.Redazione ed approvazione del bilancio\nLa dottrina concorda che, nelle s.n.c. (così come nelle s.a.s.) sia obbligatoria la\nredazione del bilancio ancorché la disciplina positiva non contenga alcuna espressa\nprescrizione in tal senso (BUONOCORE, in Comm. S., 1995, 345; TASSINARI, 478): in questa\nprospettiva, vi sarebbe perfetta equivalenza tra bilancio e rendiconto.\nAnche la giurisprudenza, che in passato aveva manifestato incertezze in ordine alla\napplicabilità alle s.n.c. delle norme in materia di bilancio delle S.p.A., non essendo richiesto\nper le prime la redazione di un bilancio in senso tecnico (in questo senso, Cass. n.\n2434/1973) è, più di recente, pervenuta alla conclusione affermativa (Cass. n. 1036/2009\nPagina 60 di 109", "bibliography": "", "source_file": "document.pdf", "page_number": 60}
{"article_number": "2301", "title": "Divieto di concorrenza.", "text": "Bibliografia\nBigiavi, La ragione sociale della collettività, in Giur. it., 1946, IV; Campobasso G.F.,\nDiritto commerciale, 2, Diritto delle società, a cura di Campobasso M., Torino, 2012;\nConforti C, Le società di persone. Amministrazione e controlli, Milano, 2009; Conforti\nC., La società in nome collettivo, Milano, 2015; Costi, Il nome della società, Padova.\n1964; Costi R., Di Chio G., Società in generale. Società di persone. Associazione in\npartecipazione, Torino, 1991; Cottino, Considerazioni sulla forma del contratto di\nsocietà, in Riv. soc. 1963; Cottino, Diritto commerciale, I, 2, 4ª ed., Padova, 1999; Di\nSabato, Società in nome collettivo, in Enc. giur., XXIX, Roma, 1993; Di Sabato,\nManuale delle società, Torino, 1999; Ferrara F., Corsi F., Gli imprenditori e le\nsocietà, Milano, 2009; Fusaro, La durata della società di persone ed i diritti del\ncreditore particolare del socio, in Contr. impr. 1985, 495; Fusaro, La durata delle\nsocietà di persone, in Contr. impr. 1987, 494; Garesio G., Società in nome collettivo,\nin Cottino G. (a cura di), La società in generale. Le società di persone. Le società tra\nprofessionisti, Torino, 2014; Ghidini, Società personali, Padova, 1972; Guerrera,\nSocietà i nome collettivo, in Enc. dir., XLII, Milano, 1990; Marano, Il requisito della\ndurata nella società di persone, in Giur. comm. 1992, II, 526; Marziale, Osservazioni\nsugli effetti della scadenza del termine nel contratto di società, in Riv. comm. 1965,\nII, 223; Oppo, Diritto dell'impresa. Scritti giuridici, Padova, 1992; Palmieri G.,\nConferimenti immobiliari ed invalidità nelle società di persone, in Riv. soc. 1992,\n1405; Rivolta, La partecipazione sociale, Milano, 1965; Romano Pavoni, Teoria delle\nsocietà: tipi, costituzione, Milano, 1953; Salafia, Limiti alla responsabilità delle\nsocietà personali per atti degli amministratori eccedenti il potere di rappresentanza,\nin Soc 1999; Schlesinger P., L'approvazione del rendiconto annuale nelle società di\npersone, in Riv. soc. 1965; Spada, La tipicità delle società, Padova, 1974; Spolidoro,\nSul capitale sociale delle società di persone, in Riv. soc. 2001, 849; Spolidoro M.S.,\nSul capitale delle società di persone, Riv. soc. 2001, fasc. 4, 790; Stagno\nD'Alcontres A., De Luca N., Le società, Tomo I, Le società in generale. Le società di\npersone, Torino, 2015; Tassinari F., Della società in nome collettivo, in Delle società\n- Dell'azienda. Della concorrenza, artt. 2247-2378, a cura di Santosuosso D., in\nCommentario del codice civile, a cura di Gabrielli E., Torino, 2015.\nAutori: Guido Romano\nCOMMENTATO CODICE CIVILE\nCodice Civile n. 2301 - Divieto di concorrenza.\nPagina 62 di 109[I]. Il socio non può, senza il consenso degli altri soci, esercitare per conto proprio o altrui\nun'attività concorrente [2595 ss.] con quella della società, né partecipare come socio\nillimitatamente responsabile [2291, 2318, 2452] ad altra società concorrente.\n[II]. Il consenso si presume, se l'esercizio dell'attività o la partecipazione ad altra società\npreesisteva al contratto sociale, e gli altri soci ne erano a conoscenza.\n[III]. In caso d'inosservanza delle disposizioni del primo comma la società ha diritto al\nrisarcimento del danno, salva l'applicazione dell'articolo 2286.Più problematica la questione relativa alla cessione della quota nella società e, dunque,\ndell'applicazione del divieto all'ex socio. In tali casi, infatti, non viene tanto in rilievo il\ndisposto dell'articolo in commento, quanto quello di cui all'art. 2257. Superando\nl'orientamento più risalente (Cass. n. 2669/1980), la giurisprudenza di legittimità,\nmuovendo dal carattere non eccezionale del divieto di concorrenza che mira a disciplinare\nin modo congruo la portata di quegli stessi effetti che le parti hanno esplicitato o che deve\npresumersi connaturali al rapporto che le parti stesse hanno posto in essere, non ha\nescluso l'applicabilità in via analogica dell'art. 2557 all'ipotesi di cessione di quote sociali,\nnel caso in cui il giudice, con una rigorosa indagine che tenga conto di tutte le circostanze\ne le peculiarità del caso, accerti che tale cessione concreti un «caso simile» all'alienazione\nd'azienda, ossia che essa produca sostanzialmente la sostituzione di un soggetto ad un\naltro nell'azienda (Cass. n. 549/1997; Cass. n. 9682/2000 ; Cass. n. 27505/2008).\nPeraltro, non è necessaria la costituzione di una società regolare essendo, al contrario,\nsufficiente la costituzione di una società di fatto o lo svolgimento di un'attività come socio di\ntale società (Cass. n. 17588/2005).\nSi esclude, invece, che l'articolo in esame impedisca al socio di assumere partecipazioni\ndalle quali derivi una limitata responsabilità come avviene per le partecipazioni in società di\ncapitali (Cass. n. 2669/1980) ancorché l'assunzione riguardi una posizione di controllo\ndella società.\nSi è precisato che l'attività concorrenziale del socio di una società in nome collettivo\npuò costituire violazione del divieto di concorrenza anche quando si concreta nella\ncostituzione, da parte del socio stesso, di una società a responsabilità limitata con identico\noggetto, della quale egli assuma la qualità di amministratore (Cass. n. 13424/2008).\nSi osserva, sul punto, che l'esercizio di funzioni amministrative costituisce lo\nsvolgimento di attività concorrenziale «per conto altrui» (COTTINO WEIGMANN, 178; GHIDINI,\n470).\n3.Ambito oggettivo di applicazione del divieto\nPer attività «concorrente» con quella della società deve intendersi qualsiasi attività\nsvolta dal socio dello stesso genere di quella della società anche prescindendo da indici di\naffinità merceologiche o di contiguità territoriale tra mercati (BUONORE, in Comm. S., 1995,\n335) e ciò sulla base della considerazione che, anche in assenza di detta affinità\nmerceologica e contiguità territoriale, il socio verrebbe ad utilizzare quel know how\nacquisito proprio nella sua qualità di socio.\nPagina 64 di 109Secondo altro orientamento, invece, dovrà escludersi l'applicabilità del divieto allorquando,\nper la diversità dei luoghi, dei tempi ovvero per altri motivi (ad es., il target dei\nconsumatori), non potrà parlarsi di rapporto concorrenziale (CONFORTI, 2015, 100). È stato,\nperò, osservato che una simile conclusione imporrebbe di ritenere, per l'applicabilità della\nnorma, necessario il requisito del pericolo di danno che l'articolo in commento non\nmenziona.\nÈ, poi, dibattuta la questione del rapporto tra l'attività concorrenziale posta in essere in\nviolazione del divieto e l'oggetto sociale della società danneggiata.\nIn particolare, secondo una parte della dottrina, verrebbe in rilievo il dato formale\ndell'oggetto sociale con la conseguenza che per ricadere nel perimetro del divieto sarebbe\nsufficiente una conflittualità potenziale (FERRARA-CORSI, 314): in questa prospettiva,\nverrebbe in rilievo anche l'attività meramente programmata, ma non (ancora) esercitata.\nSecondo altro orientamento, tuttavia, la mera corrispondenza tra l'attività esercitata dal\nsocio e l'oggetto sociale non sarebbe sufficiente, in quanto sarebbe comunque necessaria\nche l'attività indicata nell'atto costitutivo fosse in concreto effettivamente esercitata dalla\nsocietà non potendo aversi riguardo ad attività programmate, ma mai realizzate (FERRI, in\nComm. S.B., 1987, 376; GHIDINI, 464).\nQualora, infine, una determinata attività venga inserita nell'oggetto sociale a seguito di una\nmodificazione dell'atto costitutivo (eventualmente adottata a maggioranza) non potrà\naddebitarsi al socio la violazione del divieto e potrà essere riconosciuto al medesimo il\ndiritto di recesso dalla società (TASSINARI, 475; GHIDINI, 470). In tal caso, comunque, è\nescluso che la società possa imporre al socio di cessare l'attività svolta in proprio (GHIDINI,\n470).\n4.Il consenso all'attività concorrenziale\nI soci possono consentire all'attività concorrenziale svolta da un socio: il consenso,\nche configura una rinunzia ad un diritto disponibile (TASSINARI, 475), deve, però, provenire\nda tutti i soci (CAMPOBASSO, 106) e può essere manifestato anche tacitamente per facta\nconcludentia (GHIDINI, 470).\nNel caso in cui l'attività sia stata svolta in epoca precedente alla costituzione della società\no, comunque, all'ingresso del socio in essa, il consenso si presume — iuris et de iure —\nqualora gli altri soci ne erano a conoscenza (TASSINARI, 475), essendo in tal caso tutelato\nl'affidamento del socio entrante sul consenso degli altri che non hanno manifestato alcuna\nobiezione.\nPagina 65 di 1095.Le conseguenze della violazione del divieto\nAlla violazione del divieto consegue sia l'insorgere dell'obbligazione risarcitoria cui è tenuto\nil socio colpevole nei confronti della società sia la possibilità che i soci deliberino\nl'esclusione del socio ai sensi dell'art. 2286.\nLegittimata ad esercitare l'azione di responsabilità è esclusivamente la società — per\nmezzo dei propri legali rappresentanti e, dunque, per mezzo degli amministratori ovvero\ndei liquidatori — in quanto soggetto giuridico danneggiato dal comportamento\nconcorrenziale del socio.\nAlla violazione del divieto consegue, poi, la possibilità che i soci deliberino l'esclusione\ndell'autore dell'attività concorrenziale. Infatti, lo svolgimento di detta attività implica un\ngrave inadempimento delle obbligazioni che derivano dalla legge e dal contratto sociale.\nRimandando alla disciplina dell'art. 2286, si evidenzia in questa sede che l'esclusione non\nnecessita del requisito del danno per la società.\nBibliografia\nBigiavi, La ragione sociale della collettività, in Giur. it., 1946, IV; Campobasso G.F.,\nDiritto commerciale, 2, Diritto delle società, a cura di Campobasso M., Torino, 2012;\nConforti C, Le società di persone. Amministrazione e controlli, Milano, 2009; Conforti\nC., La società in nome collettivo, Milano, 2015; Costi, Il nome della società, Padova.\n1964; Costi R., Di Chio G., Società in generale. Società di persone. Associazione in\npartecipazione, Torino, 1991; Cottino, Considerazioni sulla forma del contratto di\nsocietà, in Riv. soc. 1963; Cottino, Diritto commerciale, I, 2, 4ª ed., Padova, 1999; Di\nSabato, Società in nome collettivo, in Enc. giur., XXIX, Roma, 1993; Di Sabato,\nManuale delle società, Torino, 1999; Ferrara F., Corsi F., Gli imprenditori e le\nsocietà, Milano, 2009; Fusaro, La durata della società di persone ed i diritti del\ncreditore particolare del socio, in Contr. impr. 1985, 495; Fusaro, La durata delle\nsocietà di persone, in Contr. impr. 1987, 494; Garesio G., Società in nome collettivo,\nin Cottino G. (a cura di), La società in generale. Le società di persone. Le società tra\nprofessionisti, Torino, 2014; Ghidini, Società personali, Padova, 1972; Guerrera,\nSocietà i nome collettivo, in Enc. dir., XLII, Milano, 1990; Marano, Il requisito della\ndurata nella società di persone, in Giur. comm. 1992, II, 526; Marziale, Osservazioni\nsugli effetti della scadenza del termine nel contratto di società, in Riv. comm. 1965,\nII, 223; Oppo, Diritto dell'impresa. Scritti giuridici, Padova, 1992; Palmieri G.,\nPagina 66 di 109", "framework": "La norma, che costituisce espressione del generale divieto di agire in conflitto\ndi interessi (CONFORTI 2015, 101), trova il proprio fondamento, secondo taluni, nel\ndovere di collaborazione tra i soci derivante dal contratto sociale e volto al\nconseguimento dell'oggetto sociale (FERRI, in Comm. S.B., 1987, 419; TASSINARI,\n473) e, secondo altri, nell'esigenza di vietare che il socio si avvalga del know how di\nuna società per scopi personalistici (GHIDINI, 463).\nLa giurisprudenza ha, per parte sua, evidenziato che la ragione del divieto\nrisiede nella necessità d'impedire che il socio si avvalga delle notizie e delle\nconoscenze acquisite in seno alla società per trarne, come imprenditore o come co-\nimprenditore concorrente, personale profitto (Cass. n. 1977/1973).\nÈ stato, peraltro, precisato che la norma ha carattere dispositivo, costituendo il\ndivieto un effetto naturale del contratto che può essere derogato dall'autonomia\nprivata (FERRARA-CORSI, 262).\nConseguentemente, i soci potranno escludere l'operatività del divieto\nconsentendo a ciascuno o a taluno di essi di esercitare ogni attività imprenditoriale\nconcorrente (Cass. n. 2669/1980) così come inasprirne il contenuto (Trib. Napoli 17\nluglio 1996) e, eventualmente, protrarlo anche per un periodo successivo alla uscita\ndel socio dalla società (Cass. n. 6169/2003).\n2.Ambito soggettivo di applicazione del divieto\nIl divieto si applica ai soci e cessa naturalmente con il venire meno della qualità di\nsocio; alle parti è tuttavia consentito pattuirne l'estensione successivamente all'uscita del\nsocio dalla società (Cass. n. 6169/2003, cit.).\nIl divieto viene, dunque, meno in caso di esclusione o di recesso dalla società.\nPagina 63 di 109", "bibliography": "", "source_file": "document.pdf", "page_number": 62}
{"article_number": "2299", "title": "Sedi secondarie. [23304]", "text": "Conferimenti immobiliari ed invalidità nelle società di persone, in Riv. soc. 1992,\n1405; Rivolta, La partecipazione sociale, Milano, 1965; Romano Pavoni, Teoria delle\nsocietà: tipi, costituzione, Milano, 1953; Salafia, Limiti alla responsabilità delle\nsocietà personali per atti degli amministratori eccedenti il potere di rappresentanza,\nin Soc 1999; Schlesinger P., L'approvazione del rendiconto annuale nelle società di\npersone, in Riv. soc. 1965; Spada, La tipicità delle società, Padova, 1974; Spolidoro,\nSul capitale sociale delle società di persone, in Riv. soc. 2001, 849; Spolidoro M.S.,\nSul capitale delle società di persone, Riv. soc. 2001, fasc. 4, 790; Stagno\nD'Alcontres A., De Luca N., Le società, Tomo I, Le società in generale. Le società di\npersone, Torino, 2015; Tassinari F., Della società in nome collettivo, in Delle società\n- Dell'azienda. Della concorrenza, artt. 2247-2378, a cura di Santosuosso D., in\nCommentario del codice civile, a cura di Gabrielli E., Torino, 2015.\nAutori: Guido Romano\nCOMMENTATO CODICE CIVILE\nCodice Civile n. 2299 - Sedi secondarie. [23304]\n[I]. Un estratto dell'atto costitutivo deve essere depositato per l'iscrizione presso l'ufficio del\nregistro delle imprese [99-101 att.] del luogo in cui la società istituisce sedi secondarie\n[2295n. 5] con una rappresentanza stabile, entro trenta giorni dall'istituzione delle\nmedesime [2197].\n[II]. L'estratto deve indicare l'ufficio del registro presso il quale è iscritta la società e la data\ndell'iscrizione (1).\n[III]. L'istituzione di sedi secondarie deve essere denunciata per la iscrizione nello stesso\ntermine anche all'ufficio del registro del luogo dove è iscritta la società [2626].\n(1) L'originario terzo comma è stato abrogato dall'art. 331l. 24 novembre 2000, n. 340. Il\ntesto recitava: «Presso l'ufficio del registro in cui è iscritta la sede secondaria deve essere\naltresì depositata la firma autografa del rappresentante preposto all'esercizio della sede\nmedesima»In dottrina (CONFORTI, 2015, 48; FERRI, in Comm. S.B., 1987, 410) è stato\nosservato che due sono gli elementi caratterizzanti le sedi secondarie e, in\nparticolare, da una parte, il concetto di dipendenza economica e amministrativa e,\nquindi, il vincolo organico con la sede principale ove rimangono concentrati i poteri\ndirettivi e, dall'altra, la stabilità della rappresentanza potendo il soggetto preposto alla\nsede secondaria validamente impegnare la società concludendo gli affari ad essa\ninerenti. È, dunque, sede secondaria la filiale della società con una stabile\nrappresentanza, alla quale, cioè, sia preposto un institore dotato di poteri\nrappresentativi idonei a conferirgli una certa autonomia gestionale (GUERRERA,\n946).\nBibliografia\nBigiavi, La ragione sociale della collettività, in Giur. it., 1946, IV; Campobasso G.F.,\nDiritto commerciale, 2, Diritto delle società, a cura di Campobasso M., Torino, 2012;\nConforti C, Le società di persone. Amministrazione e controlli, Milano, 2009; Conforti\nC., La società in nome collettivo, Milano, 2015; Costi, Il nome della società, Padova.\n1964; Costi R., Di Chio G., Società in generale. Società di persone. Associazione in\npartecipazione, Torino, 1991; Cottino, Considerazioni sulla forma del contratto di\nsocietà, in Riv. soc. 1963; Cottino, Diritto commerciale, I, 2, 4ª ed., Padova, 1999; Di\nSabato, Società in nome collettivo, in Enc. giur., XXIX, Roma, 1993; Di Sabato,\nManuale delle società, Torino, 1999; Ferrara F., Corsi F., Gli imprenditori e le\nsocietà, Milano, 2009; Fusaro, La durata della società di persone ed i diritti del\ncreditore particolare del socio, in Contr. impr. 1985, 495; Fusaro, La durata delle\nsocietà di persone, in Contr. impr. 1987, 494; Garesio G., Società in nome collettivo,\nin Cottino G. (a cura di), La società in generale. Le società di persone. Le società tra\nprofessionisti, Torino, 2014; Ghidini, Società personali, Padova, 1972; Guerrera,\nSocietà i nome collettivo, in Enc. dir., XLII, Milano, 1990; Marano, Il requisito della\ndurata nella società di persone, in Giur. comm. 1992, II, 526; Marziale, Osservazioni\nsugli effetti della scadenza del termine nel contratto di società, in Riv. comm. 1965,\nII, 223; Oppo, Diritto dell'impresa. Scritti giuridici, Padova, 1992; Palmieri G.,\nConferimenti immobiliari ed invalidità nelle società di persone, in Riv. soc. 1992,\n1405; Rivolta, La partecipazione sociale, Milano, 1965; Romano Pavoni, Teoria delle\nsocietà: tipi, costituzione, Milano, 1953; Salafia, Limiti alla responsabilità delle\nsocietà personali per atti degli amministratori eccedenti il potere di rappresentanza,\nin Soc 1999; Schlesinger P., L'approvazione del rendiconto annuale nelle società di\npersone, in Riv. soc. 1965; Spada, La tipicità delle società, Padova, 1974; Spolidoro,\nSul capitale sociale delle società di persone, in Riv. soc. 2001, 849; Spolidoro M.S.,\nSul capitale delle società di persone, Riv. soc. 2001, fasc. 4, 790; Stagno\nPagina 68 di 109", "framework": "La norma in commento non contiene una definizione di sede secondaria limitandosi\na prevedere che un estratto dell'atto costitutivo debba essere iscritto presso l'ufficio\ndel registro delle imprese del luogo in cui la società istituisce sedi secondarie con\nuna rappresentanza stabile. Si attua con ciò una forma di pubblicità integrativa, che\nvale a precisare, di fronte ai terzi, i limiti o i modi nei quali l'attività della dipendenza\npuò considerarsi imputabile alla società (GUERRERA, 946).\nPagina 67 di 109", "bibliography": "", "source_file": "document.pdf", "page_number": 67}
{"article_number": "2323", "title": "Cause di scioglimento.", "text": "D'Alcontres A., De Luca N., Le società, Tomo I, Le società in generale. Le società di\npersone, Torino, 2015; Tassinari F., Della società in nome collettivo, in Delle società\n- Dell'azienda. Della concorrenza, artt. 2247-2378, a cura di Santosuosso D., in\nCommentario del codice civile, a cura di Gabrielli E., Torino, 2015.\nAutori: Guido Romano\nCOMMENTATO CODICE CIVILE\nCodice Civile n. 2323 - Cause di scioglimento.\n[I]. La società si scioglie, oltre che per le cause previste nell'articolo 2308 [2322], quando\nrimangono soltanto soci accomandanti o soci accomandatari, sempreché nel termine di sei\nmesi non sia stato sostituito il socio che è venuto meno.\n[II]. Se vengono a mancare tutti gli accomandatari, per il periodo indicato dal comma\nprecedente gli accomandanti nominano un amministratore provvisorio per il compimento\ndegli atti di ordinaria amministrazione. L'amministratore provvisorio non assume la qualità\ndi socio accomandatario [2458].La dottrina ritiene che tale trasformazione operi automaticamente in caso in cui,\nin costanza della categoria dei soci accomandatari e sempre che detti soci siano\nalmeno due, la gestione societaria prosegua oltre il termine semestrale\n(CAMPOBASSO, 137, nt. 27; FERRI, in Tr. Vas., 1987, 386).\nQualora la ricostituzione della categoria avvenga dopo i sei mesi, si determina una\nreviviscenza della società per la quale è necessaria l'unanimità dei consensi e,\navendo lo scioglimento già prodotto i suoi effetti, è necessario che non vi sia\nopposizione da parte dei creditori particolare del socio, non potendo il diritto alla\nquota di liquidazione di cui all'art. 2270, nelle more consolidatosi, essere compresso\nsenza la loro volontà (FERRI, in Tr. Vas., 1987, 388; LEOZAPPA, 589).\n2.L'amministratore provvisorio\nNell'ipotesi in cui vengano meno tutti i soci accomandatari, il secondo comma\ndell'articolo in commento, al fine di garantire la continuità nell'amministrazione della\nsocietà, prevede che, per il periodo necessario alla ricostituzione della duplice categoria di\nsoci, possa essere nominato un amministratore provvisorio senza che ciò importi\nl'assunzione della qualità di socio accomandatario e, quindi, la responsabilità illimitata\n(FERRARA CORSI, 375). I poteri dell'amministratore provvisorio sono, poi, limitati dalla legge\nal compimento degli atti di ordinaria amministrazione.\nBibliografia\nBigiavi, Responsabilità dell'accomandante in una società irregolare, in Dir. fall. 1943,\nI, 26; Bigiavi, Ingerenza dell'accomandante, in Riv. dir. civ. 1959, II; Buonocore V.,\nCastellano, Costi, Società di persone, Milano, 1980; Buonocore V., La società in\naccomandita semplice, in Buonocore (a cura di), Manuale di diritto commerciale,\nTorino, 2001; Bussoletti M., Società in accomandita semplice, in Enc. dir., XLII,\nMilano, 1990; Campobasso, Diritto commerciale, II, Torino, 2012; Conforti C., La\nsocietà in accomandita semplice, Milano, 2005; Cottino G., Diritto commerciale, I, 2,\nPadova, 1999; Cottino G., Sarale M., Weigmann R., Società di persone e\nassociazioni economiche, in Tratt. Cottino, III, Padova, 2003; Denozza,\nResponsabilità dei soci e rischio d'impresa nelle società personali, Milano, 1973; Di\nSabato F., Manuale delle società, Torino, 1987; Di Sabato, Diritto delle società,\nMilano, 2003; Di Sabato, Blandini, Diritto delle società, Milano, 2011; Ferrara F.,\nCorsi F., Gli imprenditori e le società, Milano, 2009; Galgano F., Diritto civile e\ncommerciale, III, 1, Padova, 2004; Gambino, Impresa e società di persone, I, in\nPagina 70 di 109", "framework": "La società in accomandita semplice si scioglie, oltre che per le cause previste\nnell'art. 2308 cui la norma in commento fa espresso riferimento, anche nel caso in\ncui venga meno una delle due categorie di soci per un periodo superiore ai sei mesi.\nLo scioglimento non si verifica immediatamente con il venire meno di una\ncategoria di soci, ma allo spirare dei sei mesi senza che sia stato sostituito il socio\nche è venuto meno (Trib. Torino, 18 marzo 1983).\nLa norma conferma la caratteristica tipologica della società la cui compagine\ndeve mantenere l'essenziale ripartizione nelle due categorie di soci, accomandanti e\naccomandatari, per tutta la sua durata (LEOZAPPA, 587).\nDecorso il termine di sei mesi senza la ricostituzione della categoria di soci mancanti\nla società si scioglie. Si ritiene, però, che lo scioglimento operiex nunc allo scadere\ndel termine semestrale con la conseguenza che le operazioni compiute medio\ntempore saranno valide ed efficaci tanto nei confronti della società che dei terzi\n(CONFORTI, 53). In alternativa, i soci superstiti potrebbero deliberare la\ntrasformazione in società in nome collettivo.\nPagina 69 di 109", "bibliography": "", "source_file": "document.pdf", "page_number": 69}
{"article_number": "2298", "title": "Rappresentanza della società.", "text": "Fondamenti del diritto commerciale, a cura di Gambino, Torino, 2009; Ghidini,\nSocietà personali, Padova, 1972; Montalenti P., Il socio accomandante, Milano,\n1985; Montalenti P., La partecipazione di una società di capitali ad una società in\naccomandita semplice in qualità di accomandante, in Giur. comm. 1989, I;\nMontalenti P., Società in accomandita semplice, in Digesto comm., XIV, Torino,\n1997; Oppo, Sulla partecipazione di società a società personali, in Riv. dir. comm.\n1976, I; Rivolta, In tema di società in accomandita semplice, in Giur. comm. 2003;\nSpada, La tipicità delle società, Padova, 1974.\nAutori: Guido Romano\nCOMMENTATO CODICE CIVILE\nCodice Civile n. 2298 - Rappresentanza della società.\n[I]. L'amministratore che ha la rappresentanza della società può compiere tutti gli atti che\nrientrano nell'oggetto sociale, salve le limitazioni che risultano dall'atto costitutivo o dalla\nprocura. Le limitazioni non sono opponibili ai terzi, se non sono iscritte nel registro delle\nimprese [99-101 att.] o se non si prova che i terzi ne hanno avuto conoscenza [19, 2193]\n(1).\n(1) Seguiva un secondo comma abrogato dall'art. 331l. 24 novembre 2000, n. 340, il cui\ntesto recitava: «Gli amministratori che hanno la rappresentanza sociale devono, entro\nquindici giorni dalla notizia della nomina, depositare presso l'ufficio del registro delle\nimprese le loro firme autografe».rappresentanza della società consiste in un attributo inerente a tale qualità e non\nnecessitando di alcun espresso conferimento di poteri (FERRI, in Comm. S. B., 1987,\n208).\nL'attribuzione, nell'atto costitutivo di una società, del potere di rappresentanza\nad uno solo dei soci non impedisce a quest'ultimo, qualora dall'atto costitutivo stesso\nnon risultino limiti, di conferire ad altro socio o ad un terzo un mandato con\nrappresentanza della società, in ordine a determinate operazioni utili allo\nsvolgimento dell'attività sociale (Cass. n. 18/1982).\n2.Le limitazione al potere rappresentativo\nIn mancanza di diverse disposizioni nell'atto costitutivo o nella procura, l'amministratore\ndotato della rappresentanza sociale ha il potere di compiere tutti gli atti che rientrino\nnell'oggetto sociale, compresi gli atti di straordinaria amministrazione.\nSi è osservato, infatti, che i poteri di rappresentanza dell'amministratore di società in\nnome collettivo vanno individuati con riferimento agli atti che rientrano nell'oggetto\nsociale, qualunque sia la loro rilevanza economica e natura giuridica, fatta eccezione per\nle specifiche limitazioni: pertanto, qualora lo statuto distingua tra atti di ordinaria e atti di\nstraordinaria amministrazione, può ritenersi eccedente l'ordinaria amministrazione, in\nquanto estraneo all'oggetto sociale, l'atto dispositivo che sia suscettibile di modificare la\nstruttura dell'ente e perciò sia con tale oggetto contrastante, essendo esteriormente\nriconoscibile come non rivolto a realizzare gli scopi economici della società, perché da essi\nesorbitante (Cass. n. 8538/2004; Cass. n. 3519/1999).\nIl perimetro del potere gestorio è, dunque, segnato dai contorni dell'oggetto sociale\ncome individuato nello statuto e ciò determina una netta coincidenza tra contenuto dei\npoteri amministrativi e contenuto del potere rappresentativo, in modo che qualora solo il\nprimo sia oggetto di un'esplicita limitazione, anche il secondo dovrà ritenersi limitato\n(TASSINARI, 464).\nIn ogni caso, le limitazioni al potere di rappresentanza non potrebbero essere tali da\nrendere impossibile la gestione o da svuotare il carattere generale della rappresentanza\ncon la riduzione i questa a singoli atti (FERRI, in Comm. S. B., 1987, 407).\nÈ stato, in dottrina, sostenuto che occorre tenere presenti, in materia di rappresentanza\ndegli amministratori di società di persone, i criteri stabiliti dagli artt. 2384 e 2384 bis\n(SALAFIA, 905).\nPagina 72 di 109L'introduzione, in relazione alla disciplina delle società di capitali, delle regole\ncontenute negli artt. 2384 e 2384-bis — che, a differenza di quanto dispone, per le società\ndi persone, l'art. 2298, escludono che le predette limitazioni, pur se pubblicate, siano\nopponibili ai terzi, salvo che si provi che questi abbiano agito intenzionalmente a danno\ndella società, e comunque che l'estraneità all'oggetto sociale degli atti compiuti dagli\namministratori in nome della società possa essere opposta ai terzi in buona fede — non è\nsuscettibile di applicazione analogica nei confronti delle società di persone, regolate da\nspecifiche norme. Tuttavia, quella disciplina svolge un indubbio effetto di\n«irraggiamento» sull'intero sistema, nel senso di imporre, anche in relazione alle società\nda ultimo citate, in ossequio al principio della tutela dell'affidamento dei terzi, una\nconcezione più sfumata dei limiti al potere di rappresentanza degli amministratori derivanti\ndall'oggetto sociale, da intendere con molta larghezza. è dunque necessario che il giudice\ndi merito verifichi, caso per caso, tutti gli aspetti della vicenda, allo scopo di accertare in\nconcreto se il comportamento tenuto da colui che agiva in nome e per conto della società\npotesse avere o meno ingenerato nella controparte, considerate le modalità di svolgimento\ndel rapporto, il ragionevole convincimento della sussistenza dei poteri di rappresentanza\n(Cass. n. 1817/2000).\nL'oggetto sociale opera come limite della riferibilità dell'atto alla società di fatto soltanto ove\nquest'ultimo non sia stato posto in essere congiuntamente da tutti i soci (così, Cass. n.\n6142/1988).\nPer impegnare validamente la società non è necessaria la spendita del nome degli altri\nsoci, essendo sufficiente che il comportamento di chi agisce per la società sia tale da\nrendere palesi al terzo il vincolo sociale e la riferibilità del negozio alla società (Trib. Milano,\n13 gennaio 2000).\nL'atto stipulato a nome di una società in nome collettivo da uno solo dei soci\namministratori, in violazione della clausola dell'atto costitutivo (regolarmente iscritta nel\nregistro delle imprese), la quale, legittimamente derogando alla disciplina codicistica\nattributiva del potere di amministrazione e di rappresentanza a ciascuno dei soci, preveda\nper talune categorie di atti che il potere rappresentativo sia esercitato congiuntamente da\ndeterminati soci, non è configurabile una mera causa di annullabilità del contratto ai sensi\ndell'art. 1425 ma di inefficacia, in applicazione del principio secondo cui il contratto posto in\nessere da chi sia privo del potere di rappresentare il soggetto in nome del quale esso è\nstipulato costituisce un negozio giuridico inefficace nei confronti dell'interessato, salva\novviamente la possibilità di ratifica da parte della società dell'atto concluso dal falsus\nprocurator (Cass. n. 2174/1997).\n3.L'amministratore non socio\nPagina 73 di 109Discussa è la possibilità di attribuire l'amministrazione di una s.n.c. ad un soggetto\nesterno alla compagine sociale.\nLa giurisprudenza, in un risalente arresto, ha negato tale possibilità in ragione della\npossibilità che essa rappresenti un espediente per eludere il principio della responsabilità\npersonale ed illimitata di tutti i soci (Cass. n. 218/1968).\nTale conclusione è condivisa da parte della dottrina (BUONOCORE, in Comm. S., 1995,\n298). Altra parte della dottrina, invece, ritiene che nelle s.n.c. sia ammissibile la figura\ndell'amministratore estraneo (sia pure con l'eccezione introdotta per le società tra avvocati)\n(CAMPOBASSO, 101).\nBibliografia\nBigiavi, La ragione sociale della collettività, in Giur. it., 1946, IV; Campobasso G.F.,\nDiritto commerciale, 2, Diritto delle società, a cura di Campobasso M., Torino, 2012;\nConforti C, Le società di persone. Amministrazione e controlli, Milano, 2009; Conforti\nC., La società in nome collettivo, Milano, 2015; Costi, Il nome della società, Padova.\n1964; Costi R., Di Chio G., Società in generale. Società di persone. Associazione in\npartecipazione, Torino, 1991; Cottino, Considerazioni sulla forma del contratto di\nsocietà, in Riv. soc. 1963; Cottino, Diritto commerciale, I, 2, 4ª ed., Padova, 1999; Di\nSabato, Società in nome collettivo, in Enc. giur., XXIX, Roma, 1993; Di Sabato,\nManuale delle società, Torino, 1999; Ferrara F., Corsi F., Gli imprenditori e le\nsocietà, Milano, 2009; Fusaro, La durata della società di persone ed i diritti del\ncreditore particolare del socio, in Contr. impr. 1985, 495; Fusaro, La durata delle\nsocietà di persone, in Contr. impr. 1987, 494; Garesio G., Società in nome collettivo,\nin Cottino G. (a cura di), La società in generale. Le società di persone. Le società tra\nprofessionisti, Torino, 2014; Ghidini, Società personali, Padova, 1972; Guerrera,\nSocietà i nome collettivo, in Enc. dir., XLII, Milano, 1990; Marano, Il requisito della\ndurata nella società di persone, in Giur. comm. 1992, II, 526; Marziale, Osservazioni\nsugli effetti della scadenza del termine nel contratto di società, in Riv. comm. 1965,\nII, 223; Oppo, Diritto dell'impresa. Scritti giuridici, Padova, 1992; Palmieri G.,\nConferimenti immobiliari ed invalidità nelle società di persone, in Riv. soc. 1992,\n1405; Rivolta, La partecipazione sociale, Milano, 1965; Romano Pavoni, Teoria delle\nsocietà: tipi, costituzione, Milano, 1953; Salafia, Limiti alla responsabilità delle\nsocietà personali per atti degli amministratori eccedenti il potere di rappresentanza,\nin Soc 1999; Schlesinger P., L'approvazione del rendiconto annuale nelle società di\nPagina 74 di 109", "framework": "In forza del richiamo contenuto nell'art. 2293, l'amministrazione e la rappresentanza\nnelle s.n.c. sono disciplinate dalle norme sulle società semplici e, in particolare,\ndalla norma di cui all'art. 2266 secondo la quale, in mancanza di diversa\ndisposizione del contratto, la rappresentanza spetta a ciascun socio amministratore\ne si estende a tutti gli atti che rientrano nell'oggetto sociale.\nLa norma in commento, dunque, integra la disciplina dettata per la società\nsemplice quanto agli effetti che si producono nei confronti dei terzi dall'iscrizione nel\nregistro delle imprese. I soci, in quanto anche rappresentanti (in assenza di diversa\npattuizione), potranno compiere tutte le operazioni riconducibili all'oggetto sociale\nsenza necessità di una autorizzazione di volta in volta rilasciata per il compimento\ndelle stesse, inerendo tale potere necessariamente alla qualità di socio, ed essendo\nil conferimento del potere rappresentativo inscindibilmente legato al contratto di\nsocietà (TASSINARI, 463). È stato, infatti, efficacemente affermato che la\nPagina 71 di 109", "bibliography": "", "source_file": "document.pdf", "page_number": 71}
{"article_number": "2321", "title": "Utili percepiti in buona fede.", "text": "persone, in Riv. soc. 1965; Spada, La tipicità delle società, Padova, 1974; Spolidoro,\nSul capitale sociale delle società di persone, in Riv. soc. 2001, 849; Spolidoro M.S.,\nSul capitale delle società di persone, Riv. soc. 2001, fasc. 4, 790; Stagno\nD'Alcontres A., De Luca N., Le società, Tomo I, Le società in generale. Le società di\npersone, Torino, 2015; Tassinari F., Della società in nome collettivo, in Delle società\n- Dell'azienda. Della concorrenza, artt. 2247-2378, a cura di Santosuosso D., in\nCommentario del codice civile, a cura di Gabrielli E., Torino, 2015.\nAutori: Guido Romano\nCOMMENTATO CODICE CIVILE\nCodice Civile n. 2321 - Utili percepiti in buona fede.\n[I]. I soci accomandanti non sono tenuti alla restituzione degli utili riscossi in buona fede\nsecondo il bilancio regolarmente approvato.", "framework": "Il diritto di percepire gli utili da parte degli accomandanti deriva dall'approvazione\ndel rendiconto, secondo la disposizione, applicabile alla s.a.s., di cui all'art. 2262.\nLa norma in commento, integrando la disciplina delle società semplici, stabilisce che\ngli accomandanti non sono tenuti a restituire gli utili riscossi in buona fede secondo il\nbilancio regolarmente approvato.\nÈ stato osservato che la previsione concorre a determinare il carattere\ntipologicamente capitalistico della partecipazione dell'accomandante (LEOZAPPA 581;\nMONTALENTI, 1987, 247). Inoltre, la norma si spiega non solo nell'esclusione degli\naccomandanti dalla gestione societaria, ma anche nella limitatezza dei poteri di\ncontrollo loro spettanti, che determina l'oggettiva difficoltà di verificare se gli utili\nesposti in bilancio siano stati effettivamente conseguiti e, quindi, dovuti (BUSSOLETTI,\n965).\nLa norma si riferisce al bilancio «regolarmente approvato»: tale requisito va inteso\nin senso formale che si ha quando il procedimento di approvazione sia stato\nrispettato e senza implicare una verifica in ordine alla correttezza e veridicità delle\nvoci esposte.\nLa buona fede deve sussistere al momento della percezione non rilevando\nsuccessivi mutamenti dello stato soggettivo dell'accomandante ed è esclusa in caso\ndi colpa grave. Quest'ultima sussiste quando, tenuto conto della particolare\nPagina 75 di 109", "bibliography": "", "source_file": "document.pdf", "page_number": 75}
{"article_number": "2317", "title": "Mancata registrazione.", "text": "posizione dell'accomandante, l'inesistenza degli utili poteva essere accertata,\nutilizzando la normale diligenza, sulla base degli elementi a disposizione (LEOZAPPA,\n582; FERRI, in Tr. Vas., 1987, 38\nBibliografia\nBigiavi, Responsabilità dell'accomandante in una società irregolare, in Dir. fall. 1943,\nI, 26; Bigiavi, Ingerenza dell'accomandante, in Riv. dir. civ. 1959, II; Buonocore V.,\nCastellano, Costi, Società di persone, Milano, 1980; Buonocore V., La società in\naccomandita semplice, in Buonocore (a cura di), Manuale di diritto commerciale,\nTorino, 2001; Bussoletti M., Società in accomandita semplice, in Enc. dir., XLII,\nMilano, 1990; Campobasso, Diritto commerciale, II, Torino, 2012; Conforti C., La\nsocietà in accomandita semplice, Milano, 2005; Cottino G., Diritto commerciale, I, 2,\nPadova, 1999; Cottino G., Sarale M., Weigmann R., Società di persone e\nassociazioni economiche, in Tratt. Cottino, III, Padova, 2003; Denozza,\nResponsabilità dei soci e rischio d'impresa nelle società personali, Milano, 1973; Di\nSabato F., Manuale delle società, Torino, 1987; Di Sabato, Diritto delle società,\nMilano, 2003; Di Sabato, Blandini, Diritto delle società, Milano, 2011; Ferrara F.,\nCorsi F., Gli imprenditori e le società, Milano, 2009; Galgano F., Diritto civile e\ncommerciale, III, 1, Padova, 2004; Gambino, Impresa e società di persone, I, in\nFondamenti del diritto commerciale, a cura di Gambino, Torino, 2009; Ghidini,\nSocietà personali, Padova, 1972; Montalenti P., Il socio accomandante, Milano,\n1985; Montalenti P., La partecipazione di una società di capitali ad una società in\naccomandita semplice in qualità di accomandante, in Giur. comm. 1989, I;\nMontalenti P., Società in accomandita semplice, in Digesto comm., XIV, Torino,\n1997; Oppo, Sulla partecipazione di società a società personali, in Riv. dir. comm.\n1976, I; Rivolta, In tema di società in accomandita semplice, in Giur. comm. 2003;\nSpada, La tipicità delle società, Padova, 1974.\nAutori: Guido Romano\nCOMMENTATO CODICE CIVILE\nCodice Civile n. 2317 - Mancata registrazione.\n[I]. Fino a quando la società non è iscritta nel registro delle imprese [99-101 att.], ai\nrapporti fra la società e i terzi si applicano le disposizioni dell'articolo 2297.\n[II]. Tuttavia per le obbligazioni sociali i soci accomandanti rispondono limitatamente alla\nloro quota, salvo che abbiano partecipato alle operazioni sociali [2320].\nPagina 76 di 109confronti dei soci illimitatamente responsabili e, come nella società semplice, incomberà\nsu questi ultimi l'onere di chiedere la preventiva escussione del patrimonio della società\nindicando i beni su cui essi possono agevolmente soddisfarsi (art. 2268) così venendo\nmeno il beneficio di escussione automatica operante per le società regolari (art. 2304).\nSotto altro profilo, i creditori particolari potranno chiedere in ogni tempo la liquidazione\ndella quota del loro debitore, fornendo la prova che gli altri beni dello stesso sono\ninsufficienti a soddisfarli (art. 2270), possibilità questa non percorribile quando la società è\nregolare (CAMPOBASSO, 138). Infine, si presume che ciascun socio che agisce per conto\ndella società abbia il potere di rappresentanza, anche processuale.\nI creditori sociali, però, potranno agire nei confronti dei soci accomandanti solo nei limiti del\nconferimento da questi apportato (DI SABATO, 2003, 223).\n3.Il divieto di immistione nella s.a.s. irregolare\nCostituisce oggetto di dibattito l'estensione del divieto di immistione nella s.a.s. irregolare.\nSecondo un primo orientamento, oggi del tutto minoritario, vi sarebbe perfetta\ncoincidenza tra il disposto dell'articolo in esame e quello di cui all'art. 2320 (BIGIAVI, 1943,\n26). Diversamente, si è, però, ritenuto che il divieto di immistione (ancorché legittimo ai\nsensi dell'art. 2320) avrebbe carattere assoluto (CAMPOBASSO, 137), dando rilevanza\nl'articolo in esame all'attività di amministrazione e cioè all'attività di gestione in quanto, in\ndifetto di iscrizione, anche il compimento di un solo atto viene a determinare nel terzo\nl'affidamento che sia stato compiuto da un socio dotato della necessaria legittimazione\n(FERRI, in Tr. Vas., 1987, 366). Ad una completa equiparazione delle due fattispecie osta,\nad avvio della dottrina (BUSSOLETTI, 972), sia la differenza di formulazione delle due\ndisposizioni, sia l'osservazione che, mancando una pubblicità da cui desumere che un\nsocio è accomandante, malgrado agisca, la tutela dell'affidamento dei terzi impone una\nloro incondizionata protezione. In tali casi, quindi, non troverebbe applicazione il beneficio\ndella responsabilità limitata nemmeno quando egli abbia agito in forza di una procura\nspeciale per un singolo affare ovvero abbia prestato la propria opera sotto la direzione\ndegli amministratori quando lo svolgimento di tale opera si esteriorizzi (FERRI, 366;\nMONTALENTI, 1987, 249; FERRARA-CORSI, 245). Una parte della dottrina (BUSSOLETTI, 972),\nha, però, rilevato che, poiché il fenomeno dell'irregolarità incide solamente sui rapporti con\ni terzi, e non tocca i rapporti fra i soci o il funzionamento della società, non appare\ngiustificato un ulteriore irrigidimento dell'interpretazione dell'art. 2317, che miri a escludere\ntutti i poteri consentiti per l'accomandante dall'art. 2320, in fin dei conti esasperando\nl'intenzione di stroncare qualunque forma di concorso all'indirizzo delle operazioni sociali\n(diversamente, MONTALENTI, 288). Dovranno pertanto considerarsi possibili non solamente\npareri, ma anche operazioni materiali, condotte sotto la direzione degli amministratori, e atti\nPagina 78 di 109", "framework": "Come già rilevato in tema di società in nome collettivo, la nascita della società deriva\ndalla stipulazione del contratto e non già dall'iscrizione nel registro delle imprese, la\ncui omissione ha come conseguenza l'irregolarità della società.\nCosì, sino al momento dell'iscrizione, il contratto è valido ed efficace, pur\nessendo inapplicabile la disciplina propria del tipo della società in accomandita\nsemplice relativamente alla responsabilità verso i terzi per le obbligazioni sociali\n(LEOZAPPA, 545).\nSul piano della disciplina, la s.a.s. irregolare è regolata dalle norme dettate per la\nsocietà in nome collettivo irregolare come evidenziato dal richiamo all'art. 2297:\ntuttavia, il comma 2 dell'articolo in commento introduce una deroga a tale richiamo,\nspecificando che gli accomandanti rispondono limitatamente alla propria quota, a\nmeno che non abbiano violato il principio di non immistione nella gestione societaria.\nIn altre parole, l'espansione della responsabilità del socio accomandante non è\ndiretta conseguenza della società irregolare, ma, sul presupposto della esistenza di\nquest'ultima, della sua indebita immistione nella gestione attiva della società\n(LEOZAPPA, 547; FERRI, in Tr. Vas., 1987, 364).\nLa giurisprudenza è stata, talvolta, di diverso avviso evidenziando come\nl'assenza dell'atto scritto comporti la qualificazione della società non come irregolare,\nma come società di fatto (Trib. Biella, 19 aprile 1983).\nIn realtà, è assai dibattuta la possibilità di individuare una s.a.s. di fatto in\nragione della particolare difficoltà di qualificare, di fatto, un socio come\naccomandante (contrari alla ipotizzabilità della s.a.s. di fatto, MONTALENTI, 1985, 278;\nCOTTINO-WEIGMANN, 229; SPADA, 443; a favore, BIGIAVI, 144).\n2.Conseguenze della mancata registrazione\nGli effetti della mancata iscrizione sono destinati ad incidere sulla autonomia\npatrimoniale della società (che diviene piena solo a seguito della iscrizione) e in ordine al\nregime della responsabilità, verso i terzi, dei soci per le obbligazioni sociali (LEOZAPPA,\n547).\nIn caso di irregolarità della società in accomandita semplice si applicherà la medesima\ndisciplina prevista per la società in nome collettivo irregolare. In particolare, è stato\nosservato (CAMPOBASSO, 138), i creditori sociali avranno il diritto agire direttamente nei\nPagina 77 di 109", "bibliography": "", "source_file": "document.pdf", "page_number": 76}
{"article_number": "2316", "title": "Atto costitutivo.", "text": "di amministrazione interna nei limiti in cui possano esser delegati dagli amministratori. In\nquesta prospettiva, potranno dirsi consentiti l'esercizio dei diritti di controllo, la percezione\ndegli utili e, ove prevista dallo statuto, l'attività consultiva (BUSSOLETTI, 972; LEOZAPPA,\n549).\nBibliografia\nBigiavi, Responsabilità dell'accomandante in una società irregolare, in Dir. fall. 1943,\nI, 26; Bigiavi, Ingerenza dell'accomandante, in Riv. dir. civ. 1959, II; Buonocore V.,\nCastellano, Costi, Società di persone, Milano, 1980; Buonocore V., La società in\naccomandita semplice, in Buonocore (a cura di), Manuale di diritto commerciale,\nTorino, 2001; Bussoletti M., Società in accomandita semplice, in Enc. dir., XLII,\nMilano, 1990; Campobasso, Diritto commerciale, II, Torino, 2012; Conforti C., La\nsocietà in accomandita semplice, Milano, 2005; Cottino G., Diritto commerciale, I, 2,\nPadova, 1999; Cottino G., Sarale M., Weigmann R., Società di persone e\nassociazioni economiche, in Tratt. Cottino, III, Padova, 2003; Denozza,\nResponsabilità dei soci e rischio d'impresa nelle società personali, Milano, 1973; Di\nSabato F., Manuale delle società, Torino, 1987; Di Sabato, Diritto delle società,\nMilano, 2003; Di Sabato, Blandini, Diritto delle società, Milano, 2011; Ferrara F.,\nCorsi F., Gli imprenditori e le società, Milano, 2009; Galgano F., Diritto civile e\ncommerciale, III, 1, Padova, 2004; Gambino, Impresa e società di persone, I, in\nFondamenti del diritto commerciale, a cura di Gambino, Torino, 2009; Ghidini,\nSocietà personali, Padova, 1972; Montalenti P., Il socio accomandante, Milano,\n1985; Montalenti P., La partecipazione di una società di capitali ad una società in\naccomandita semplice in qualità di accomandante, in Giur. comm. 1989, I;\nMontalenti P., Società in accomandita semplice, in Digesto comm., XIV, Torino,\n1997; Oppo, Sulla partecipazione di società a società personali, in Riv. dir. comm.\n1976, I; Rivolta, In tema di società in accomandita semplice, in Giur. comm. 2003;\nSpada, La tipicità delle società, Padova, 1974.\nAutori: Guido Romano\nCOMMENTATO CODICE CIVILE\nCodice Civile n. 2316 - Atto costitutivo.\n[I]. L'atto costituivo [2295] deve indicare i soci accomandatari e i soci accomandanti [2455].\nPagina 79 di 109consentita la modifica dell'atto costitutivo a maggioranza, è legittima la decisione\nassunta dai due soci accomandanti, uno dei quali sia previamente entrato in società\nacquistando parte della quota dell'altro, di modificare l'atto costitutivo facendo\nassumere al nuovo socio accomandante la veste di socio accomandatario (Pret.\nCuneo 7 marzo 1983).\nTuttavia, l'introduzione del principio maggioritario conosce particolari limiti, essendo\ninammissibili decisioni maggioritarie che possano alterare lo stesso schema della\naccomandita semplice.\nBibliografia\nBigiavi, Responsabilità dell'accomandante in una società irregolare, in Dir. fall. 1943,\nI, 26; Bigiavi, Ingerenza dell'accomandante, in Riv. dir. civ. 1959, II; Buonocore V.,\nCastellano, Costi, Società di persone, Milano, 1980; Buonocore V., La società in\naccomandita semplice, in Buonocore (a cura di), Manuale di diritto commerciale,\nTorino, 2001; Bussoletti M., Società in accomandita semplice, in Enc. dir., XLII,\nMilano, 1990; Campobasso, Diritto commerciale, II, Torino, 2012; Conforti C., La\nsocietà in accomandita semplice, Milano, 2005; Cottino G., Diritto commerciale, I, 2,\nPadova, 1999; Cottino G., Sarale M., Weigmann R., Società di persone e\nassociazioni economiche, in Tratt. Cottino, III, Padova, 2003; Denozza,\nResponsabilità dei soci e rischio d'impresa nelle società personali, Milano, 1973; Di\nSabato F., Manuale delle società, Torino, 1987; Di Sabato, Diritto delle società,\nMilano, 2003; Di Sabato, Blandini, Diritto delle società, Milano, 2011; Ferrara F.,\nCorsi F., Gli imprenditori e le società, Milano, 2009; Galgano F., Diritto civile e\ncommerciale, III, 1, Padova, 2004; Gambino, Impresa e società di persone, I, in\nFondamenti del diritto commerciale, a cura di Gambino, Torino, 2009; Ghidini,\nSocietà personali, Padova, 1972; Montalenti P., Il socio accomandante, Milano,\n1985; Montalenti P., La partecipazione di una società di capitali ad una società in\naccomandita semplice in qualità di accomandante, in Giur. comm. 1989, I;\nMontalenti P., Società in accomandita semplice, in Digesto comm., XIV, Torino,\n1997; Oppo, Sulla partecipazione di società a società personali, in Riv. dir. comm.\n1976, I; Rivolta, In tema di società in accomandita semplice, in Giur. comm. 2003;\nSpada, La tipicità delle società, Padova, 1974.\nAutori: Guido Romano\nCOMMENTATO CODICE CIVILE\nPagina 81 di 109", "framework": "La norma in commento, prevedendo che l'atto costitutivo debba indicare i soci\naccomandatari e quelli accomandanti, integra la disciplina di cui all'art. 2295 dettata\nper le società in nome collettivo.\nIn un lontano arresto, la giurisprudenza ha affermato che i soci che non\nappaiono nel contratto sociale si presumono accomandatari e che tale qualità può\nacquistarsi anche in modo occulto, cioè mediante il compimento di atti soltanto\ninterni di amministrazione e non pure di attività negoziale esteriorizzata nei confronti\ndei terzi (Cass. n. 2094/1958). Tuttavia, la giurisprudenza successiva è andata di\ndiverso avviso evidenziando che la situazione di socio occulto non è idonea a far\npresumere la qualità di accomandatario, essendo necessario accertare di volta in\nvolta la posizione assunta in concreto da tale socio (cfr. art. 2313).\nLa dottrina non è, sul punto, concorde evidenziando come la mancata\nindicazione del nome degli accomandatari renda la società irregolare (FERRI in\nComm. S.B., 1987, 476) con le conseguenze previste dall'art. 2317.\nAnche l'atto costitutivo della accomandita è soggetto ad iscrizione nel registro delle\nimprese, ma l'omessa registrazione comporta solo l'irregolarità della società, con le\nconseguenti modifiche di disciplina (CAMPOBASSO, 129).\nÈ stato osservato che la accomandita irregolare conserva le caratteristiche\ndistintive del tipo di società e, quindi, permane la limitazione di responsabilità\ndell'accomandante, salva la violazione dell'art. 2320 (App. Torino, 14 settembre\n1985; Trib. Biella, 10 aprile 1983).\nIl contratto sociale istitutivo di una accomandita semplice deve essere, poi,\ndepositato per l'iscrizione nel registro delle imprese, secondo le norme previste per\nla società in accomandita semplice.\nPer quanto riguarda le modificazioni, esse richiedono, di norma, il consenso\nunanime di tutti i soci (FERRARA-CORSI, 382), sia degli accomandanti che degli\naccomandatari, secondo la disciplina di cui agli artt. 2252 e 2300: tale ultima norma\nregola, altresì, il regime della pubblicità delle modificazioni e della opponibilità ai terzi\ndi esse (LEOZAPPA, 544).\nÈ legittima, ove prevista dallo statuto, la modificabilità a maggioranza dell'atto\ncostitutivo. Si è così osservato che in una società in accomandita semplice, ove è\nPagina 80 di 109", "bibliography": "", "source_file": "document.pdf", "page_number": 79}
{"article_number": "2315", "title": "Norme applicabili.", "text": "Codice Civile n. 2315 - Norme applicabili.\n[I]. Alla società in accomandita semplice si applicano le disposizioni relative alla società in\nnome collettivo [2291-2312], in quanto siano compatibili con le norme seguenti.", "framework": "In termini descrittivi, la società in accomandita semplice costituisce una\nvariante della società in nome collettivo (LEOZAPPA, 501).\nLa disciplina positiva della s.a.s. è, quindi, sottoposta ad un duplice rinvio: l'articolo in\ncommento richiama le disposizioni relative alla società in nome collettivo le quali (art.\n2293) rimandano, a loro volta, alle norme dettate per le società semplici. Le\ndisposizioni delle società semplici e delle società in nome collettivo trovano, dunque,\napplicazione sia pure con gli adattamenti imposti dalla presenza di due categorie di\nsoci con diversi poteri e diverse responsabilità per le obbligazioni sociali\n(CAMPOBASSO, 128).\nIl rinvio alla disciplina delle società in nome di collettivo è subordinato\nunicamente alla compatibilità di detta disciplina con la particolare struttura della\nsocietà in accomandita semplice (Cass. n. 27504/2006; Trib. Napoli, 1 marzo 2010).\nRinviando ai commenti delle singole norme, può evidenziarsi come siano state\nritenute applicabili alla società in accomandita semplice: l'art. 2304 che consente\nall'accomandatario di opporre al creditore il beneficium excussionis (Cass. n.\n7100/1993; Cass. n. 15036/2005); l'art. 2269 che prevede l'estensione, per il nuovo\nsocio, della responsabilità per le pregresse obbligazioni (Cass. n. 1781/1989); l'art.\n2302 in ordine all'obbligo degli amministratori di tenere i libri le altre scritture contabili\ndi cui all'art. 2214 e l'art. 2261 in ordine al diritto dei soci non amministratori di avere\nil rendiconto della gestione (Cass. n. 5479/1986; tuttavia, sull'estensione del\ncontrollo esercitabile dagli accomandanti, v. sub art. 2320); l'art. 2273 in ordine alla\nproroga tacita della società. Sono, poi, sottoposti al divieto di concorrenza di cui\nall'art. 2301 soltanto i soci accomandatari (Cass. n. 2887/1989). Ancora, il potere di\nrappresentanza dell'amministratore è conforme al disposto di cui all'art. 2298: esso\nsi estende, salve le limitazioni che risultano dall'atto costitutivo e dalla procura, a tutti\ngli atti che rientrano nell'oggetto sociale identificato nella attività imprenditoriale che i\nsoci intendono svolgere per fine di lucro, e perciò agli atti, in cui si concreta tale\nattività (Cass. n. 9296/1994), mentre eventuali limitazione del potere rappresentativo\npotranno essere opposte al terzo solo ove iscritte nel registro delle imprese ovvero\nse si provi che il terzo ne fosse comunque a conoscenza.\nPagina 82 di 109", "bibliography": "", "source_file": "document.pdf", "page_number": 82}
{"article_number": "2314", "title": "Ragione sociale.", "text": "Sono applicabili, infine, alle società gli artt. 2286 e 2287 (da ultimo, Trib. Milano, 5\nmaggio 2014) con la conseguenza che potrà essere deliberata dalla maggioranza\nl'esclusione del socio per gravi inadempienze agli obblighi che derivano dalla legge o\ndal contratto sociale, ancorché il socio da escludere sia l'unico accomandatario (v.\nsub art. 2319). Parimenti, sarà revocabile il liquidatore ai sensi dell'art. 2275.\nBibliografia\nBigiavi, Responsabilità dell'accomandante in una società irregolare, in Dir. fall. 1943,\nI, 26; Bigiavi, Ingerenza dell'accomandante, in Riv. dir. civ. 1959, II; Buonocore V.,\nCastellano, Costi, Società di persone, Milano, 1980; Buonocore V., La società in\naccomandita semplice, in Buonocore (a cura di), Manuale di diritto commerciale,\nTorino, 2001; Bussoletti M., Società in accomandita semplice, in Enc. dir., XLII,\nMilano, 1990; Campobasso, Diritto commerciale, II, Torino, 2012; Conforti C., La\nsocietà in accomandita semplice, Milano, 2005; Cottino G., Diritto commerciale, I, 2,\nPadova, 1999; Cottino G., Sarale M., Weigmann R., Società di persone e\nassociazioni economiche, in Tratt. Cottino, III, Padova, 2003; Denozza,\nResponsabilità dei soci e rischio d'impresa nelle società personali, Milano, 1973; Di\nSabato F., Manuale delle società, Torino, 1987; Di Sabato, Diritto delle società,\nMilano, 2003; Di Sabato, Blandini, Diritto delle società, Milano, 2011; Ferrara F.,\nCorsi F., Gli imprenditori e le società, Milano, 2009; Galgano F., Diritto civile e\ncommerciale, III, 1, Padova, 2004; Gambino, Impresa e società di persone, I, in\nFondamenti del diritto commerciale, a cura di Gambino, Torino, 2009; Ghidini,\nSocietà personali, Padova, 1972; Montalenti P., Il socio accomandante, Milano,\n1985; Montalenti P., La partecipazione di una società di capitali ad una società in\naccomandita semplice in qualità di accomandante, in Giur. comm. 1989, I;\nMontalenti P., Società in accomandita semplice, in Digesto comm., XIV, Torino,\n1997; Oppo, Sulla partecipazione di società a società personali, in Riv. dir. comm.\n1976, I; Rivolta, In tema di società in accomandita semplice, in Giur. comm. 2003;\nSpada, La tipicità delle società, Padova, 1974.\nAutori: Guido Romano\nCOMMENTATO CODICE CIVILE\nCodice Civile n. 2314 - Ragione sociale.\n[I]. La società agisce sotto una ragione sociale costituita dal nome di almeno uno dei soci\naccomandatari, con l'indicazione di società in accomandita semplice, salvo il disposto del\nsecondo comma dell'articolo 2292 [2564, 2567].\nPagina 83 di 109[II]. L'accomandante, il quale consente che il suo nome sia compreso nella ragione sociale,\nrisponde di fronte ai terzi illimitatamente e solidalmente con i soci accomandatari per le\nobbligazioni sociali [2320].L'accomandante che consenta all'inserimento del proprio nome nella ragione sociale\nrisponde di fronte ai terzi illimitatamente e solidalmente con i soci accomandatari per le\nobbligazioni sociali.\nCostituisce oggetto di discussione il fondamento della sanzione prevista dal comma\n2 dell'art. 2314. Infatti, secondo alcuni, esso andrebbe individuato nella tutela dei terzi\nche sarebbero portati a confidare sulla responsabilità del socio indicato nella ragione\nsociale (BIGIAVI 1959, 153 nt. 24), secondo altri nel divieto di immistione (FERRI, in Tr.\nVas., 1987, 260 secondo il quale la decadenza dal beneficio costituirebbe l'applicazione\ndel principio generale secondo il quale non possono essere assunti quei poteri e quei diritti\nche la legge riserva all'accomandatario senza assumere corrispondentemente le\nresponsabilità che all'accomandatario fanno capo). Altri, rilevando che la sanzione opera\nanche nei confronti di coloro che conoscevano la qualità si accomandante del socio il cui\nnome è inserito e per tutte le obbligazioni sociali (v. oltre), rilevano che la norma sarebbe\npreordinata a reprimere una utilizzazione atipica, se non l'abuso del tipo societario che si\nviene a sostanziare nell'assunzione da parte del socio che gode della limitazione della\nresponsabilità della posizione propria dell'accomandatario (così, LEOZAPPA, 522). La\nnorma sarebbe funzionale alla preservazione delle caratteristiche tipologiche della società\nin accomandita semplice (LEOZAPPA, 523; FERRI, 359, nt. 2).\nSi è osservato che l'accomandante perde il beneficio della responsabilità limitata per tutte\nle obbligazioni sociali e nei confronti di qualsiasi creditore sociale e, dunque, anche nei\nconfronti di quei creditori che non hanno fatto affidamento sulla sua responsabilità o non\npotevano farvi affidamento perché erano a conoscenza della sua qualità di accomandante\n(CAMPOBASSO, 129, il quale precisa che in ciò risiede la portata dissuasiva della sanzione;\nLEOZAPPA, 522).\nBibliografia\nBigiavi, Responsabilità dell'accomandante in una società irregolare, in Dir. fall. 1943,\nI, 26; Bigiavi, Ingerenza dell'accomandante, in Riv. dir. civ. 1959, II; Buonocore V.,\nCastellano, Costi, Società di persone, Milano, 1980; Buonocore V., La società in\naccomandita semplice, in Buonocore (a cura di), Manuale di diritto commerciale,\nTorino, 2001; Bussoletti M., Società in accomandita semplice, in Enc. dir., XLII,\nMilano, 1990; Campobasso, Diritto commerciale, II, Torino, 2012; Conforti C., La\nsocietà in accomandita semplice, Milano, 2005; Cottino G., Diritto commerciale, I, 2,\nPadova, 1999; Cottino G., Sarale M., Weigmann R., Società di persone e\nPagina 85 di 109", "framework": "L'articolo in commento segna una significativa deviazione dalla disciplina delle\nsocietà in nome collettivo in quanto, nella accomandita semplice, la ragione sociale\ndeve necessariamente contenere il nome di almeno uno dei soci accomandatari e\nl'indicazione del tipo sociale.\nNon può essere inserito il nome di un socio accomandante in modo tale da\nevitare che chi entra in contatto con la società possa, anche erroneamente, fare\naffidamento sulla responsabilità personale di tale socio (CAMPOBASSO 129).\nSecondo un orientamento, la mancata indicazione del tipo societario implicherebbe\nla qualificazione della società come in nome collettivo con conseguente esclusione\ndella limitazione di responsabilità in capo ai soci accomandanti (SPADA 435; DI\nSABATO, 122). Altri invece, partendo dal presupposto che l'indicazione del nome di\nun socio accomandatario e del tipo sociale siano elementi essenziali della ragione\nsociale della accomandita e che la formale presenza di tali elementi rientri nel\ncontrollo operato dall'ufficio del registro delle imprese, ritengono che l'ufficio del\nregistro potrebbe per tale ragione rifiutare l'iscrizione della società, con conseguente\napplicabilità dell'art. 2317 sulla società irregolare. Tuttavia, è certo che la mancata\nindicazione del tipo sociale non incida sulla validità e l'efficacia del contratto sociale\nin quanto tale (LEOZAPPA 520).\nLa modifica della ragione sociale per effetto della sostituzione dell'unico socio\naccomandatario determina esclusivamente una modifica dell'atto costitutivo, ma\nnon la trasformazione della società in un soggetto giuridico diverso, così come\naccade in caso di mutamento della sede sociale rimanendo immutato il modello\nsociale e il regime della responsabilità patrimoniale dei soci e della società (Cass. n.\n20558/2008).\nIn virtù del rinvio all'art. 2292, la accomandita potrà conservare, nella propria ragione\nsociale, il nome del socio defunto o receduto.\n2.La perdita del beneficio della responsabilità limitata\nPagina 84 di 109", "bibliography": "", "source_file": "document.pdf", "page_number": 83}
{"article_number": "2297", "title": "Mancata registrazione. [2317]", "text": "associazioni economiche, in Tratt. Cottino, III, Padova, 2003; Denozza,\nResponsabilità dei soci e rischio d'impresa nelle società personali, Milano, 1973; Di\nSabato F., Manuale delle società, Torino, 1987; Di Sabato, Diritto delle società,\nMilano, 2003; Di Sabato, Blandini, Diritto delle società, Milano, 2011; Ferrara F.,\nCorsi F., Gli imprenditori e le società, Milano, 2009; Galgano F., Diritto civile e\ncommerciale, III, 1, Padova, 2004; Gambino, Impresa e società di persone, I, in\nFondamenti del diritto commerciale, a cura di Gambino, Torino, 2009; Ghidini,\nSocietà personali, Padova, 1972; Montalenti P., Il socio accomandante, Milano,\n1985; Montalenti P., La partecipazione di una società di capitali ad una società in\naccomandita semplice in qualità di accomandante, in Giur. comm. 1989, I;\nMontalenti P., Società in accomandita semplice, in Digesto comm., XIV, Torino,\n1997; Oppo, Sulla partecipazione di società a società personali, in Riv. dir. comm.\n1976, I; Rivolta, In tema di società in accomandita semplice, in Giur. comm. 2003;\nSpada, La tipicità delle società, Padova, 1974.\nAutori: Guido Romano\nCOMMENTATO CODICE CIVILE\nCodice Civile n. 2297 - Mancata registrazione. [2317]\n[I]. Fino a quando la società non è iscritta nel registro delle imprese [99-101 att.], i rapporti\ntra la società e i terzi, ferma restando la responsabilità illimitata e solidale di tutti i soci\n[2291], sono regolati dalle disposizioni relative alla società semplice [2266-2290].\n[II]. Tuttavia si presume che ciascun socio che agisce per la società abbia la\nrappresentanza sociale, anche in giudizio. I patti che attribuiscono la rappresentanza ad\nalcuno soltanto dei soci o che limitano i poteri di rappresentanza non sono opponibili ai\nterzi, a meno che si provi che questi ne erano a conoscenza.Il problema delle società irregolari si pone soltanto con riferimento alla società in\nnome collettivo ed alla società in accomandita semplice e non con riguardo alla\nsocietà semplice ed alle società di capitali, in quanto, per queste ultime, l'iscrizione\nnel registro delle imprese ha natura costitutiva e, quindi, costituisce condizione di\nesistenza delle medesime (TASSINARI, 459).\nSecondo un orientamento dottrinale, la irregolarità della società potrebbe essere\nanche «successiva», ipotesi questa che si verificherebbe quando la società,\ncancellata dal registro delle imprese, continui ad operare (FERRI, in Comm. S. B.,\n1987, 398; BAVETTA, in Tr. Res., 1985, 135). Tuttavia, probabilmente, in tale ipotesi\ndovrebbe ritenersi esistere una società di fatto intercorrente tra i medesimi soci della\nsocietà estinta.\n2.La disciplina delle società irregolari\nSulla base della norma in commento, la disciplina della società irregolare è, nei rapporti\ninterni, quella ordinaria dettata per la società in nome collettivo regolarmente iscritta nel\nregistro delle imprese. Al contrario, nei rapporti esterni sono applicabili le norme sulle\nsocietà semplici.\nÈ stato, quindi, osservato (TASSINARI, 460) che i soci non godono del beneficio della\npreventiva escussione della società (art. 2304) e che, sotto altro profilo, il creditore\nparticolare del socio potrà chiedere in ogni tempo la liquidazione della quota del socio\ndebitore trovando applicazione l'art. 2270 in luogo dell'art. 2305.\nL'articolo in commento, poi, stabilisce la presunzione che ciascun socio che agisce per la\nsocietà abbia la rappresentanza sociale anche processuale e che i patti che attribuiscono\nla rappresentanza ad alcuno soltanto dei soci o che limitano i poteri di rappresentanza non\nsono opponibili ai terzi, a meno che si provi che questi ne erano a conoscenza. Sotto tale\nultimo aspetto, la disciplina appare diversa rispetto a quella delle società semplici ove è il\nterzo che deve attivarsi per verificare la sussistenza dei poteri di rappresentanza del socio\n(TASSINARI, 461; GARESIO, 814; contra, GHIDINI, 765 per il quale, anche nelle società\nsemplici, il terzo deve soltanto verificare la qualità di socio il quale, essendo anche\namministratore, è per ciò stesso rappresentante).\nNella società in nome collettivo irregolare, ciascuno dei soci, in quanto munito del\npotere di amministrazione, è titolare della rappresentanza sostanziale e processuale della\nsocietà medesima (Cass.S.U., n. 3398/1989; ma si veda, altresì, Cass. n. 13954/1999 che\nha precisato che affinché il vincolo sociale ed i suoi effetti si proiettino nel mondo esterno,\nrispetto ai terzi, non è necessaria la partecipazione personale di tutti i soci ad ogni atto,\nPagina 87 di 109presumendosi che ciascun socio abbia la rappresentanza e l'amministrazione della\nsocietà; a tal fine non è necessaria la spendita del nome degli altri soci, essendo sufficiente\nl'indicazione di agire nella qualità di socio o comunque un comportamento che renda\ninequivoca la riferibilità del negozio alla società medesima).\nInfine, con riguardo alla successiva regolarizzazione, è stato osservato che una società in\nnome collettivo regolarmente costituita, la quale anteriormente alla registrazione abbia\nagito come società di fatto, è responsabile delle obbligazioni assunte in tale fase dai soci in\nquanto tali, e ciò perché il principio della continuità della società, implica la coincidenza\nsoggettiva tra la società irregolare e quella che risulta dalla sua successiva\nregolarizzazione (Cass. n. 1069/1981).\nLa regolarizzazione opera, dunque, ex nunc (BUONOCORE, in Comm. S., 1995, 291).\n3.La società di fatto\nDalla società irregolare si differenzia la società di fatto la quale si ha allorquando il\ncontratto sia stato concluso per facta concludentia.\nLa nozione di società di fatto non è, infatti, sinonimo di società irregolare (che\npresuppone l'estrinsecazione dell'accordo sociale restando inosservato l'onere formale\ndell'iscrizione), in quanto la prima esprime un modo di manifestarsi della volontà sociale, in\nassenza della esplicitazione di espresso accordo, che deve risultare dallo stesso esercizio\ndi fatto in comune dell'attività economica (Cass. n. 10695/1997).\nPeraltro, alla società di fatto si applicheranno le medesime norme della società in\nnome collettivo irregolare. Tuttavia, mentre la società irregolare può in ogni tempo\nregolarizzare la propria posizione procedendo alla iscrizione nel registro delle imprese, tale\npassaggio è precluso per la società di fatto la quale, in assenza di un atto costitutivo, dovrà\nattendere l'accertamento giudiziale della sua esistenza per ottenere un titolo, la sentenza\nappunto, iscrivibile nel registro (TASSINARI, 2297).\nNel codice civile non vi è una definizione della società di fatto: pertanto, ai fini della\nricostruzione della fattispecie, occorre far riferimento all'elaborazione giurisprudenziale (per\nuna ricostruzione di tale elaborazione, Trib. Roma, 29 dicembre 2014) che ha avuto modo\ndi evidenziare come l'unico tratto distintivo della cd. società di fatto risieda nella\ncircostanza che alla costituzione della stessa si sia addivenuti senza la formalizzazione\ndell'accordo; in altri termini la società di fatto nasce quando tra due o più soggetti, in\nmancanza della formalizzazione dell'accordo, si costituisce il vincolo sociale, manifestato\nPagina 88 di 109attraverso un comportamento concludente consistente nell'esercizio in comune di\nun'attività economica al fine di dividerne gli utili e con l'assunzione delle responsabilità\ninerenti. Infatti, l'esistenza di una qualunque società, e, quindi, anche di una società di\nfatto, richiede il concorso di un elemento oggettivo, rappresentato dal conferimento di beni\no servizi, con la formazione di un fondo comune, e di un elemento soggettivo, costituito\ndalla comune intenzione dei contraenti di vincolarsi e di collaborare per conseguire risultati\npatrimoniali comuni nell'esercizio collettivo di un'attività imprenditoriale. Tale comune\nintenzione costituisce il contratto sociale, senza del quale la società, qualsiasi società, non\npuò esistere. Quel che caratterizza la società di fatto, e la differenzia dalla società\nirregolare, non è, dunque, la mancanza del contratto sociale, ma il modo in cui questo si\nmanifesta e si esteriorizza; esso infatti può essere stipulato anche tacitamente, e risultare\nda manifestazioni esteriori dell'attività di gruppo, quando esse, per la loro sintomaticità e\nconcludenza, evidenzino l'esistenza della società (in tal senso, Cass. n. 1961/2000).\nDall'accertamento dell'esistenza di una società di fatto consegue una serie di effetti sia nei\nrapporti interni tra soci, sia nei confronti dei terzi. La distinzione dei piani interessati dagli\neffetti dell'accertamento della società di fatto assume rilievo anche dal punto di vista\nstrettamente processuale, atteso che la prova dell'esistenza della società di fatto è regolata\nda principi diversi a seconda che si verta in tema di rapporti interni tra soci o di rapporti\nesterni con i terzi. E, infatti, nella verifica della sussistenza degli estremi di una società di\nfatto, il giudice, mentre nei rapporti con i terzi deve fare riferimento essenzialmente alle\nmanifestazioni esteriori significative dell'esistenza di un'affectio societatis che abbiano\ningenerato nei terzi un affidamento in tal senso meritevole di tutela, nei rapporti interni\ndeve basarsi sulla ricostruzione e interpretazione della reale volontà delle parti; l'onere\ndella prova della sussistenza di un rapporto sociale non formalizzato incombe su chi lo\nallega quale fatto costitutivo di una sua pretesa (in tal senso, Cass. n. 6797/2000).\nIn particolare, per aversi società di fatto sono necessari, nei rapporti interni tra le parti, il\nfondo comune, costituito dai conferimenti finalizzati all'esercizio congiunto di un'attività\neconomica, l'alea comune dei guadagni e delle perdite, e l'affectio societatis, cioè il\nvincolo di collaborazione in vista di detta attività, mentre nei confronti dei terzi, a far\nsorgere la responsabilità solidale dei soci ai sensi dell'art. 2297, è sufficiente la\nesteriorizzazione del vincolo sociale, ossia l'idoneità della condotta complessiva di taluno\ndei soci ad ingenerare all'esterno il ragionevole affidamento circa l'esistenza della società\n(in tal senso, Cass. n. 1573/1984; conf., Cass. n. 1131/2006; Cass. n. 12663/1998).\nResta naturalmente fermo che anche sul piano dei rapporti interni, l'esistenza di una\nsocietà di fatto può desumersi non solo da prove dirette, specificamente riguardanti i\nPagina 89 di 109requisiti del contratto sociale (affectio societatis, fondo comune, partecipazione agli utili e\nalle perdite), ma anche dalle manifestazioni esteriori dell'attività del gruppo, quando per la\nloro sintomaticità e concludenza costituiscano elementi rivelatori dell'esistenza della\nsocietà anche nei rapporti interni tra soci (Cass. n. 8043/1998; Cass. n. 4187/1997; Cass.\nn. 4558/1979).\nBibliografia\nBigiavi, La ragione sociale della collettività, in Giur. it., 1946, IV; Campobasso G.F.,\nDiritto commerciale, 2, Diritto delle società, a cura di Campobasso M., Torino, 2012;\nConforti C, Le società di persone. Amministrazione e controlli, Milano, 2009; Conforti\nC., La società in nome collettivo, Milano, 2015; Costi, Il nome della società, Padova.\n1964; Costi R., Di Chio G., Società in generale. Società di persone. Associazione in\npartecipazione, Torino, 1991; Cottino, Considerazioni sulla forma del contratto di\nsocietà, in Riv. soc. 1963; Cottino, Diritto commerciale, I, 2, 4ª ed., Padova, 1999; Di\nSabato, Società in nome collettivo, in Enc. giur., XXIX, Roma, 1993; Di Sabato,\nManuale delle società, Torino, 1999; Ferrara F., Corsi F., Gli imprenditori e le\nsocietà, Milano, 2009; Fusaro, La durata della società di persone ed i diritti del\ncreditore particolare del socio, in Contr. impr. 1985, 495; Fusaro, La durata delle\nsocietà di persone, in Contr. impr. 1987, 494; Garesio G., Società in nome collettivo,\nin Cottino G. (a cura di), La società in generale. Le società di persone. Le società tra\nprofessionisti, Torino, 2014; Ghidini, Società personali, Padova, 1972; Guerrera,\nSocietà i nome collettivo, in Enc. dir., XLII, Milano, 1990; Marano, Il requisito della\ndurata nella società di persone, in Giur. comm. 1992, II, 526; Marziale, Osservazioni\nsugli effetti della scadenza del termine nel contratto di società, in Riv. comm. 1965,\nII, 223; Oppo, Diritto dell'impresa. Scritti giuridici, Padova, 1992; Palmieri G.,\nConferimenti immobiliari ed invalidità nelle società di persone, in Riv. soc. 1992,\n1405; Rivolta, La partecipazione sociale, Milano, 1965; Romano Pavoni, Teoria delle\nsocietà: tipi, costituzione, Milano, 1953; Salafia, Limiti alla responsabilità delle\nsocietà personali per atti degli amministratori eccedenti il potere di rappresentanza,\nin Soc 1999; Schlesinger P., L'approvazione del rendiconto annuale nelle società di\npersone, in Riv. soc. 1965; Spada, La tipicità delle società, Padova, 1974; Spolidoro,\nSul capitale sociale delle società di persone, in Riv. soc. 2001, 849; Spolidoro M.S.,\nSul capitale delle società di persone, Riv. soc. 2001, fasc. 4, 790; Stagno\nD'Alcontres A., De Luca N., Le società, Tomo I, Le società in generale. Le società di\npersone, Torino, 2015; Tassinari F., Della società in nome collettivo, in Delle società\n- Dell'azienda. Della concorrenza, artt. 2247-2378, a cura di Santosuosso D., in\nCommentario del codice civile, a cura di Gabrielli E., Torino, 2015.\nPagina 90 di 109", "framework": "La società regolare è la società in modo collettivo il cui atto costitutivo è stato\nregolarmente iscritto nel registro delle imprese (art. 2296). Proprio l'iscrizione della\nsocietà nel registro delle imprese costituisce il discrimine tra la società regolare e\nirregolare. Anche nella società irregolare esiste un contratto sociale (che potrebbe\nessere stato stipulato finanche in forma verbale in assenza di conferimenti che\nrichiedano particolari formalità) il quale è, nei rapporti tra soci, pienamente valido ed\nefficace: manca, tuttavia, la iscrizione della società nel registro delle imprese,\nmancanza che può dipendere dal comportamento dei soci ovvero dal rifiuto di\niscrizione da parte del conservatore.\nPagina 86 di 109", "bibliography": "", "source_file": "document.pdf", "page_number": 86}
{"article_number": "2294", "title": "Incapace.", "text": "Autori: Guido Romano\nCOMMENTATO CODICE CIVILE\nCodice Civile n. 2294 - Incapace.\n[I]. La partecipazione di un incapace alla società in nome collettivo è subordinata in ogni\ncaso all'osservanza delle disposizioni degli articoli 320, 371, 397, 424 e 425 [208 trans.].È, invece, dubbio se questi soggetti possano partecipare alla costituzione di una\nsocietà ovvero subentrare in essa attraverso un acquisto oneroso della partecipazione.\nUna parte della dottrina ha dato risposta negativa al quesito argomentando dalla\ncircostanza che le norme richiamate dall'art. 2294 hanno ad oggetto tutte ipotesi di\ncontinuazione dell'impresa e non già di avvio di essa (FERRARA-CORSI, 240; CAMPOBASSO,\n69; CONFORTI, 2015, 72). Altra dottrina, tuttavia, si è mostrata favorevole alla possibilità di\nacquisto della partecipazione, GUERRERA, 941; FERRI, 373; TASSINARI, 441) rilevando che\ndalla legge è richiesto solo che il giudice valuti la mera convenienza della partecipazione.\nInvece, il minore emancipato, il quale ai sensi dell'art. 397 può iniziare una attività\ncommerciale, potrà partecipare alla costituzione di una società in nome collettivo ovvero\nentrare a farne parte in sede di successiva modificazione dell'atto costitutivo, ovviamente\nprevia autorizzazione del tribunale (CONFORTI, 2015, 72).\nPer quanto riguarda il soggetto sottoposto ad amministrazione di sostegno, occorrerà fare\nriferimento al decreto di nomina dell'amministratore: ove detto provvedimento nulla\ndisponga al riguardo, deve ritenersi possibile, senza necessità di alcuna autorizzazione, sia\npartecipazione alla costituzione della società sia la successiva adesione ad essa (sul\npunto, CONFORTI, 2015, 72).\nBibliografia\nBigiavi, La ragione sociale della collettività, in Giur. it., 1946, IV; Campobasso G.F.,\nDiritto commerciale, 2, Diritto delle società, a cura di Campobasso M., Torino, 2012;\nConforti C, Le società di persone. Amministrazione e controlli, Milano, 2009; Conforti\nC., La società in nome collettivo, Milano, 2015; Costi, Il nome della società, Padova.\n1964; Costi R., Di Chio G., Società in generale. Società di persone. Associazione in\npartecipazione, Torino, 1991; Cottino, Considerazioni sulla forma del contratto di\nsocietà, in Riv. soc. 1963; Cottino, Diritto commerciale, I, 2, 4ª ed., Padova, 1999; Di\nSabato, Società in nome collettivo, in Enc. giur., XXIX, Roma, 1993; Di Sabato,\nManuale delle società, Torino, 1999; Ferrara F., Corsi F., Gli imprenditori e le\nsocietà, Milano, 2009; Fusaro, La durata della società di persone ed i diritti del\ncreditore particolare del socio, in Contr. impr. 1985, 495; Fusaro, La durata delle\nsocietà di persone, in Contr. impr. 1987, 494; Garesio G., Società in nome collettivo,\nin Cottino G. (a cura di), La società in generale. Le società di persone. Le società tra\nprofessionisti, Torino, 2014; Ghidini, Società personali, Padova, 1972; Guerrera,\nSocietà i nome collettivo, in Enc. dir., XLII, Milano, 1990; Marano, Il requisito della\nPagina 92 di 109", "framework": "In via generale, per essere socio di una società di persone occorre avere la\ncapacità di agire. La norma in commento deroga, tuttavia, a tale principio generale\nassoggettando il soggetto, socio di una s.n.c., che si trovi in stato di incapacità alla\ndisciplina prevista per l'imprenditore individuale che si trovi nelle medesime\ncondizioni (BAVETTA, in Tr. Res., 1985, 137; CONFORTI, 2015, 70) e, dunque,\ncircondandolo delle medesime tutele. Questa è, precisamente, la ratio della norma.\nSi è, poi, posto il problema della applicabilità della norma anche alle società in\nnome collettivo che non svolgono attività commerciale. Oggi la dottrina appare\nconcorda nel rispondere affermativamente al quesito argomentandosi sia dal dato\ntestuale dell'articolo applicabile ad ogni fattispecie (“in ogni caso”) di società in nome\ncollettivo (CONFORTI, 2015, 71) sia dalla finalità della norma di sottrarre l'incapace ai\nrischi della responsabilità illimitata cui è sottoposto il socio di una società collettiva\n(DI SABATO, 2003, 36; contra però BAVETTA, ibidem).\nIl contratto di società concluso da un incapace senza le prescritte autorizzazione\nè annullabile secondo i principi generali. In dottrina, è stato osservato che, essendo\ninquadrabile il contratto di società nell'ambito dei contratti plurilaterali, l'annullamento\ndel contratto inciderà limitatamente alla posizione del socio incapace, salvo che la\npartecipazione di questi debba ritenersi essenziale secondo le circostanze (FERRI, in\nComm. S.B., 1987, 379). Peraltro, il socio incapace, ove non abbia ottenuto le\nautorizzazioni necessarie, può essere escluso dalla società a norma dell'art. 2286.\n2.La continuazione dell'impresa e l'ipotesi di avvio di una società\nLa norma in commento consente certamente la continuazione dell'impresa commerciale da\nparte del soggetto incapace: ciò equivale a dire che il minore, l'interdetto o l'inabilitato\npotranno, a mezzo del loro rappresentante, partecipare ad una società in nome collettivo\nove la quota sociale sia pervenuta all'incapace per donazione o per successione mortis\ncausa.\nPagina 91 di 109", "bibliography": "", "source_file": "document.pdf", "page_number": 91}
{"article_number": "2308", "title": "Scioglimento della società.", "text": "durata nella società di persone, in Giur. comm. 1992, II, 526; Marziale, Osservazioni\nsugli effetti della scadenza del termine nel contratto di società, in Riv. comm. 1965,\nII, 223; Oppo, Diritto dell'impresa. Scritti giuridici, Padova, 1992; Palmieri G.,\nConferimenti immobiliari ed invalidità nelle società di persone, in Riv. soc. 1992,\n1405; Rivolta, La partecipazione sociale, Milano, 1965; Romano Pavoni, Teoria delle\nsocietà: tipi, costituzione, Milano, 1953; Salafia, Limiti alla responsabilità delle\nsocietà personali per atti degli amministratori eccedenti il potere di rappresentanza,\nin Soc 1999; Schlesinger P., L'approvazione del rendiconto annuale nelle società di\npersone, in Riv. soc. 1965; Spada, La tipicità delle società, Padova, 1974; Spolidoro,\nSul capitale sociale delle società di persone, in Riv. soc. 2001, 849; Spolidoro M.S.,\nSul capitale delle società di persone, Riv. soc. 2001, fasc. 4, 790; Stagno\nD'Alcontres A., De Luca N., Le società, Tomo I, Le società in generale. Le società di\npersone, Torino, 2015; Tassinari F., Della società in nome collettivo, in Delle società\n- Dell'azienda. Della concorrenza, artt. 2247-2378, a cura di Santosuosso D., in\nCommentario del codice civile, a cura di Gabrielli E., Torino, 2015.\nAutori: Guido Romano\nCOMMENTATO CODICE CIVILE\nCodice Civile n. 2308 - Scioglimento della società.\n[I]. La società si scioglie, oltre che per le cause indicate dall'articolo 2272, per\nprovvedimento dell'autorità governativa nei casi stabiliti dalla legge e per l'apertura della\nprocedura di liquidazione giudiziale. (1) (2) .\n[1] Comma così sostituito dall'art. 382, comma 2 d.lgs. 12 gennaio 2019, n. 14, come modificato dall'art. 39, comma 2,\nd.lgs. 26 ottobre 2020, n. 147. Tale modifica, ai sensi dell'art. 389, comma 1, d.lgs. n. 14, cit., come sostituito dall'art. 5,\ncomma 1, d.l. 8 aprile 2020, n. 23, conv. con modif., in l. 5 giugno 2020, n. 40, dall'art. 1, comma 1, lett. a) d.l. 24 agosto\n2021, n. 118, conv. con modif., in l. 21 ottobre 2021, n. 147 e, da ultimo, sostituito dall'art. 42, comma 1, lett. a), d.l. 30\naprile 2022, n. 36, conv. con modif. in l. 29 giugno 2022, n. 79, entra in vigore il 15 luglio 2022, salvo quanto previsto al\ncomma 2 del citato decreto. Il testo del comma era il seguente: «La società si scioglie, oltre che per le cause indicate\ndall'articolo 2272, per provvedimento dell'autorità governativa nei casi stabiliti dalla legge, e, salvo che abbia per oggetto\nun'attività non commerciale, per la dichiarazione di fallimento».\n[2] Cfr. art. 147 r.d. 16 marzo 1942, n. 267.\nRiferimenti chiave:\nArt. 147 r.d. 16 marzo 1942, n. 267.Lo scioglimento della società in nome collettivo e la fase di liquidazione sono regolati\ndirettamente dalle norme dettate in materia di società semplice e, precisamente,\nper quanto attiene alle cause di scioglimento dall'art. 2272 (cui si rimanda).\nAppare, comunque, in questa sede opportuno ricordare che, al verificarsi di una\ncausa di scioglimento, la società entra automaticamente nella fase di liquidazione\nsenza che occorra attendere la nomina dei liquidatori (TASSINARI, 490; GALGANO, in\nTr. C. M., 2007, 349) e che la messa in liquidazione di una società non determina la\nsostituzione di un soggetto di diritto ad un altro, ma semplicemente la modifica\ndell'oggetto sociale, che, per effetto della liquidazione, è ora diretto alla\nliquidazione dell'attivo ed alla sua ripartizione tra i soci, previa soddisfazione dei\ncreditori sociali\nPertanto, vi è continuità tra la società prima e dopo la messa in liquidazione, sì\nche gli atti compiuti prima di essa continuano a produrre effetti e ad essere\ngiuridicamente vincolanti nei confronti della società (Cass. n. 29776/2008 nonché\nCass. n. 11658/2007 in tema di perdurante efficacia e vincolatività per il liquidatore\ndella clausola compromissoria, contenuta nello statuto societario, successivamente\nallo scioglimento della società ed alla sua messa in liquidazione).\nNelle ipotesi previste dall'art. 2308, la società si scioglie a prescindere dalla\nvolontà contrattuale dei soci (GUERRERA, 959). Infatti, alla dichiarazione di\nfallimento – oggi con l’apertura della procedura di liquidazione giudiziaria – e di\nliquidazione coatta amministrativa seguono procedure di liquidazione disciplinate\ndalle leggi speciali e non già da quelle previste nel codice civile.\nBibliografia\nBigiavi, La ragione sociale della collettività, in Giur. it., 1946, IV; Campobasso G.F.,\nDiritto commerciale, 2, Diritto delle società, a cura di Campobasso M., Torino, 2012;\nConforti C, Le società di persone. Amministrazione e controlli, Milano, 2009; Conforti\nC., La società in nome collettivo, Milano, 2015; Costi, Il nome della società, Padova.\n1964; Costi R., Di Chio G., Società in generale. Società di persone. Associazione in\npartecipazione, Torino, 1991; Cottino, Considerazioni sulla forma del contratto di\nsocietà, in Riv. soc. 1963; Cottino, Diritto commerciale, I, 2, 4ª ed., Padova, 1999; Di\nSabato, Società in nome collettivo, in Enc. giur., XXIX, Roma, 1993; Di Sabato,\nManuale delle società, Torino, 1999; Ferrara F., Corsi F., Gli imprenditori e le\nsocietà, Milano, 2009; Fusaro, La durata della società di persone ed i diritti del\nPagina 94 di 109", "framework": "Pagina 93 di 109", "bibliography": "", "source_file": "document.pdf", "page_number": 93}
{"article_number": "2307", "title": "Proroga della società.", "text": "creditore particolare del socio, in Contr. impr. 1985, 495; Fusaro, La durata delle\nsocietà di persone, in Contr. impr. 1987, 494; Garesio G., Società in nome collettivo,\nin Cottino G. (a cura di), La società in generale. Le società di persone. Le società tra\nprofessionisti, Torino, 2014; Ghidini, Società personali, Padova, 1972; Guerrera,\nSocietà i nome collettivo, in Enc. dir., XLII, Milano, 1990; Marano, Il requisito della\ndurata nella società di persone, in Giur. comm. 1992, II, 526; Marziale, Osservazioni\nsugli effetti della scadenza del termine nel contratto di società, in Riv. comm. 1965,\nII, 223; Oppo, Diritto dell'impresa. Scritti giuridici, Padova, 1992; Palmieri G.,\nConferimenti immobiliari ed invalidità nelle società di persone, in Riv. soc. 1992,\n1405; Rivolta, La partecipazione sociale, Milano, 1965; Romano Pavoni, Teoria delle\nsocietà: tipi, costituzione, Milano, 1953; Salafia, Limiti alla responsabilità delle\nsocietà personali per atti degli amministratori eccedenti il potere di rappresentanza,\nin Soc 1999; Schlesinger P., L'approvazione del rendiconto annuale nelle società di\npersone, in Riv. soc. 1965; Spada, La tipicità delle società, Padova, 1974; Spolidoro,\nSul capitale sociale delle società di persone, in Riv. soc. 2001, 849; Spolidoro M.S.,\nSul capitale delle società di persone, Riv. soc. 2001, fasc. 4, 790; Stagno\nD'Alcontres A., De Luca N., Le società, Tomo I, Le società in generale. Le società di\npersone, Torino, 2015; Tassinari F., Della società in nome collettivo, in Delle società\n- Dell'azienda. Della concorrenza, artt. 2247-2378, a cura di Santosuosso D., in\nCommentario del codice civile, a cura di Gabrielli E., Torino, 2015.\nAutori: Guido Romano\nCOMMENTATO CODICE CIVILE\nCodice Civile n. 2307 - Proroga della società.\n[I]. Il creditore particolare del socio può fare opposizione alla proroga della società, entro\ntre mesi dalla iscrizione della deliberazione di proroga nel registro delle imprese [99-101\natt.].\n[II]. Se l'opposizione è accolta, la società deve, entro tre mesi dalla notificazione della\nsentenza, liquidare la quota del socio debitore dell'opponente [2289].\n[III]. In caso di proroga tacita [2273] ciascun socio può sempre recedere dalla società,\ndando preavviso a norma dell'articolo 2285, e il creditore particolare del socio può chiedere\nla liquidazione della quota del suo debitore a norma dell'articolo 2270 [211 trans.].La prima implica una modificazione dell'atto costitutivo e, dunque, richiede il\nconsenso espresso di tutti i soci, salvo che il contratto sociale non preveda la\npossibilità di modificazioni a maggioranza.\nIn caso di proroga espressa, la norma consente al creditore particolare del socio\ndi proporre opposizione, entro tre mesi dalla iscrizione della deliberazione di proroga\nnel registro delle imprese, al fine di ottenere la liquidazione della quota del socio\ndebitore (FUSARO, 494) sulla quale soddisfare le proprie ragioni. Sono legittimati ad\nesperire l'opposizione esclusivamente quei creditori il cui credito sia sorto in epica\nanteriore alla deliberazione di proroga (FERRI, in Comm. S. B., 1987, 447; GALGANO,\nin Tr. C. M., 2007, 395).\nL'opposizione si propone con atto di citazione da notificarsi tanto alla società\nquanto al socio debitore e presuppone l'insufficienza dei beni del debitore a\nsoddisfare il creditore, insufficienza della cui prova è onerato l'opponente (App.\nMilano, 13 ottobre 1998).\n2.La proroga tacita\nAi sensi dell'art. 2273, si ha proroga tacita allorquando i soci, decorso il tempo per cui\nla società fu contratta, continuano a compiere operazioni sociali. Sempre al fine di\ntutelare le ragioni del creditore particolare del socio, la norma in commento prevede che, in\ntal caso, questi possa chiedere la liquidazione della quota del socio debitore, a norma\ndell'art. 2270 e ciò sempre che dimostri l'insufficienza del patrimonio del socio (TASSINARI,\n488).\nNelle società regolate dal principio maggioritario e, quindi, quando sia previsto che le\nmodificazioni del contratto sociale possano intervenire a maggioranza dei consensi, le\noperazioni sintomatiche della intenzione di prorogare la società possono provenire dalla\nvolontà della sola maggioranza. Proprio a tale ipotesi sembra riferirsi il comma 3\ndell'articolo in esame che concede il diritto di recesso dalla società al socio non\nconsenziente (TASSINARI, ibidem) a meno di non ritenere che la norma attribuisca il diritto\ndi recesso anche al socio in un primo tempo favorevole alla proroga (BUONOCORE, in\nComm. S., 1995, 394).\n3.La liquidazione della quota\nLa liquidazione della quota segue criteri diversi per il caso proroga espressa della società e\nper quello di proroga tacita. Nel primo caso, infatti, a seguito della proposizione\ndell'opposizione, non hanno effetto nei confronti del creditore opponente le operazioni\nPagina 96 di 109compiute successivamente alla proroga con la conseguenza che il valore della quota da\nliquidare dovrà essere determinato sulla base della situazione patrimoniale della società al\nmomento della scadenza del termine di durata della medesima. In caso di proroga tacita,\ninvece, il momento determinativo del valore della quota dovrà essere individuato alla data\ndella domanda del creditore.\nLe S.U. hanno poi precisato che la domanda di liquidazione della quota di una\nsocietà di persone, da parte del socio receduto o escluso, ovvero degli eredi del socio\ndefunto, fa valere un'obbligazione non degli altri soci, ma della società, e, pertanto, ai sensi\ndell'art. 2266, va proposta nei confronti della società medesima, quale soggetto\npassivamente legittimato, senza che vi sia necessità di evocare in giudizio anche detti altri\nsoci (Cass.S.U., n. 291/2000; successivamente si veda, Cass. n. 1040/2009).\nBibliografia\nBigiavi, La ragione sociale della collettività, in Giur. it., 1946, IV; Campobasso G.F.,\nDiritto commerciale, 2, Diritto delle società, a cura di Campobasso M., Torino, 2012;\nConforti C, Le società di persone. Amministrazione e controlli, Milano, 2009; Conforti\nC., La società in nome collettivo, Milano, 2015; Costi, Il nome della società, Padova.\n1964; Costi R., Di Chio G., Società in generale. Società di persone. Associazione in\npartecipazione, Torino, 1991; Cottino, Considerazioni sulla forma del contratto di\nsocietà, in Riv. soc. 1963; Cottino, Diritto commerciale, I, 2, 4ª ed., Padova, 1999; Di\nSabato, Società in nome collettivo, in Enc. giur., XXIX, Roma, 1993; Di Sabato,\nManuale delle società, Torino, 1999; Ferrara F., Corsi F., Gli imprenditori e le\nsocietà, Milano, 2009; Fusaro, La durata della società di persone ed i diritti del\ncreditore particolare del socio, in Contr. impr. 1985, 495; Fusaro, La durata delle\nsocietà di persone, in Contr. impr. 1987, 494; Garesio G., Società in nome collettivo,\nin Cottino G. (a cura di), La società in generale. Le società di persone. Le società tra\nprofessionisti, Torino, 2014; Ghidini, Società personali, Padova, 1972; Guerrera,\nSocietà i nome collettivo, in Enc. dir., XLII, Milano, 1990; Marano, Il requisito della\ndurata nella società di persone, in Giur. comm. 1992, II, 526; Marziale, Osservazioni\nsugli effetti della scadenza del termine nel contratto di società, in Riv. comm. 1965,\nII, 223; Oppo, Diritto dell'impresa. Scritti giuridici, Padova, 1992; Palmieri G.,\nConferimenti immobiliari ed invalidità nelle società di persone, in Riv. soc. 1992,\n1405; Rivolta, La partecipazione sociale, Milano, 1965; Romano Pavoni, Teoria delle\nsocietà: tipi, costituzione, Milano, 1953; Salafia, Limiti alla responsabilità delle\nsocietà personali per atti degli amministratori eccedenti il potere di rappresentanza,\nPagina 97 di 109", "framework": "La proroga della durata della società può essere espressa o tacita.\nPagina 95 di 109", "bibliography": "", "source_file": "document.pdf", "page_number": 95}
{"article_number": "2306", "title": "Riduzione di capitale.", "text": "in Soc 1999; Schlesinger P., L'approvazione del rendiconto annuale nelle società di\npersone, in Riv. soc. 1965; Spada, La tipicità delle società, Padova, 1974; Spolidoro,\nSul capitale sociale delle società di persone, in Riv. soc. 2001, 849; Spolidoro M.S.,\nSul capitale delle società di persone, Riv. soc. 2001, fasc. 4, 790; Stagno\nD'Alcontres A., De Luca N., Le società, Tomo I, Le società in generale. Le società di\npersone, Torino, 2015; Tassinari F., Della società in nome collettivo, in Delle società\n- Dell'azienda. Della concorrenza, artt. 2247-2378, a cura di Santosuosso D., in\nCommentario del codice civile, a cura di Gabrielli E., Torino, 2015.\nAutori: Guido Romano\nCOMMENTATO CODICE CIVILE\nCodice Civile n. 2306 - Riduzione di capitale.\n[I]. La deliberazione di riduzione di capitale, mediante rimborso ai soci delle quote pagate o\nmediante liberazione di essi dall'obbligo di ulteriori versamenti, può essere eseguita\nsoltanto dopo tre mesi dal giorno dell'iscrizione nel registro delle imprese [99-101 att.],\npurché entro questo termine nessun creditore sociale anteriore all'iscrizione abbia fatto\nopposizione [2623n. 1; 211 trans.].\n[II]. Il tribunale, nonostante l'opposizione, può disporre che l'esecuzione abbia luogo,\nprevia prestazione da parte della società di un'idonea garanzia [1179].2.L'opposizione dei creditori\nLa deliberazione può essere eseguita a condizione che nessun creditore sociale proponga,\nnei successivi tre mesi, opposizione.\nLegittimati a proporre opposizione sono soltanto i terzi che vantino crediti sorti\nanteriormente alla deliberazione di riduzione avendo la norma finalità di tutelare (soltanto)\ncoloro che hanno contratto con la società facendo affidamento in una certa consistenza del\ncapitale (CONFORTI, 2015, 144), pur non rilevando la liquidità e l'esigibilità del credito\novvero la presenza di termini o condizioni (BUONOCORE, in Comm. S., 1995, 387).\nL'opposizione ha l'effetto di sospendere l'esecuzione della deliberazione, esecuzione\nche, però, potrà essere autorizzata dal tribunale previa prestazione da parte della società\ndi un'idonea garanzia.\nBibliografia\nBigiavi, La ragione sociale della collettività, in Giur. it., 1946, IV; Campobasso G.F.,\nDiritto commerciale, 2, Diritto delle società, a cura di Campobasso M., Torino, 2012;\nConforti C, Le società di persone. Amministrazione e controlli, Milano, 2009; Conforti\nC., La società in nome collettivo, Milano, 2015; Costi, Il nome della società, Padova.\n1964; Costi R., Di Chio G., Società in generale. Società di persone. Associazione in\npartecipazione, Torino, 1991; Cottino, Considerazioni sulla forma del contratto di\nsocietà, in Riv. soc. 1963; Cottino, Diritto commerciale, I, 2, 4ª ed., Padova, 1999; Di\nSabato, Società in nome collettivo, in Enc. giur., XXIX, Roma, 1993; Di Sabato,\nManuale delle società, Torino, 1999; Ferrara F., Corsi F., Gli imprenditori e le\nsocietà, Milano, 2009; Fusaro, La durata della società di persone ed i diritti del\ncreditore particolare del socio, in Contr. impr. 1985, 495; Fusaro, La durata delle\nsocietà di persone, in Contr. impr. 1987, 494; Garesio G., Società in nome collettivo,\nin Cottino G. (a cura di), La società in generale. Le società di persone. Le società tra\nprofessionisti, Torino, 2014; Ghidini, Società personali, Padova, 1972; Guerrera,\nSocietà i nome collettivo, in Enc. dir., XLII, Milano, 1990; Marano, Il requisito della\ndurata nella società di persone, in Giur. comm. 1992, II, 526; Marziale, Osservazioni\nsugli effetti della scadenza del termine nel contratto di società, in Riv. comm. 1965,\nII, 223; Oppo, Diritto dell'impresa. Scritti giuridici, Padova, 1992; Palmieri G.,\nConferimenti immobiliari ed invalidità nelle società di persone, in Riv. soc. 1992,\n1405; Rivolta, La partecipazione sociale, Milano, 1965; Romano Pavoni, Teoria delle\nsocietà: tipi, costituzione, Milano, 1953; Salafia, Limiti alla responsabilità delle\nPagina 99 di 109", "framework": "La norma, nel prevedere la riduzione del capitale mediante rimborso ai soci\ndelle quote pagate o mediante liberazione dall'obbligo di eseguire ulteriori\nversamenti, si riferisce esclusivamente alla ipotesi di riduzione volontaria del\ncapitale per esuberanza (GHIDINI, 180; TASSINARI, 485) e non già alla riduzione del\ncapitale per perdite (FERRI, in Comm. S.B., 1987, 440; FERRARA-CORSI, 269). Tale\nultima ipotesi non è, infatti, disciplinata nelle società di persone ove non è prescritto\nuna soglia minima del capitale sociale (SPOLIDORO, 790): in tali società, quando si\nverifichino perdite in grado di intaccare il capitale sociale, l'unico obbligo prescritto è\nquello di non procedere alla distribuzione degli utili (art. 2303) (TASSINARI, 485).\nLa deliberazione in argomento deve essere, in quanto comportante una\nmodificazione dell'atto costitutivo, con il consenso di tutti i soci (DI SABATO, 160) e\ndeve essere iscritta nel registro delle imprese. Si tratta di un caso di pubblicità\ncostitutiva (GALGANO, in Tr. C.M., 2007, 140) che non può essere sostituita da una\nconoscenza di fatto del terzo creditore (BUONOCORE, in Comm. S., 1995, 388).\nPagina 98 di 109", "bibliography": "", "source_file": "document.pdf", "page_number": 98}
{"article_number": "2305", "title": "Creditore particolare del socio.", "text": "società personali per atti degli amministratori eccedenti il potere di rappresentanza,\nin Soc 1999; Schlesinger P., L'approvazione del rendiconto annuale nelle società di\npersone, in Riv. soc. 1965; Spada, La tipicità delle società, Padova, 1974; Spolidoro,\nSul capitale sociale delle società di persone, in Riv. soc. 2001, 849; Spolidoro M.S.,\nSul capitale delle società di persone, Riv. soc. 2001, fasc. 4, 790; Stagno\nD'Alcontres A., De Luca N., Le società, Tomo I, Le società in generale. Le società di\npersone, Torino, 2015; Tassinari F., Della società in nome collettivo, in Delle società\n- Dell'azienda. Della concorrenza, artt. 2247-2378, a cura di Santosuosso D., in\nCommentario del codice civile, a cura di Gabrielli E., Torino, 2015.\nAutori: Guido Romano\nCOMMENTATO CODICE CIVILE\nCodice Civile n. 2305 - Creditore particolare del socio.\n[I]. Il creditore particolare del socio, finché dura la società [2308], non può chiedere la\nliquidazione della quota del socio debitore [23072].ad ampliare il principio anche al caso in cui si tratti di quote di società di persone non\nliberamente trasferibili (Trib. Bergamo, 30 giugno 2005).\nAltro mezzo di tutela per il creditore particolare del socio è offerto dalla opposizione\nalla proroga della società prevista dall'art. 2307 al cui commento si rinvia.\nÈ legittimo ed efficace il pignoramento cui il creditore particolare del socio di società\ndi persone sottoponga la quota di liquidazione che spetterà allo stesso al momento\ndello scioglimento del rapporto, con differimento dell'effetto satisfattivo al momento\ndella liquidazione della società, quando, su istanza del creditore procedente, sarà\nrinnovata la dichiarazione del terzo al fine di verificare qual è l'effettivo valore della\nquota (Trib. Monza, 8 maggio 2000).\nBibliografia\nBigiavi, La ragione sociale della collettività, in Giur. it., 1946, IV; Campobasso G.F.,\nDiritto commerciale, 2, Diritto delle società, a cura di Campobasso M., Torino, 2012;\nConforti C, Le società di persone. Amministrazione e controlli, Milano, 2009; Conforti\nC., La società in nome collettivo, Milano, 2015; Costi, Il nome della società, Padova.\n1964; Costi R., Di Chio G., Società in generale. Società di persone. Associazione in\npartecipazione, Torino, 1991; Cottino, Considerazioni sulla forma del contratto di\nsocietà, in Riv. soc. 1963; Cottino, Diritto commerciale, I, 2, 4ª ed., Padova, 1999; Di\nSabato, Società in nome collettivo, in Enc. giur., XXIX, Roma, 1993; Di Sabato,\nManuale delle società, Torino, 1999; Ferrara F., Corsi F., Gli imprenditori e le\nsocietà, Milano, 2009; Fusaro, La durata della società di persone ed i diritti del\ncreditore particolare del socio, in Contr. impr. 1985, 495; Fusaro, La durata delle\nsocietà di persone, in Contr. impr. 1987, 494; Garesio G., Società in nome collettivo,\nin Cottino G. (a cura di), La società in generale. Le società di persone. Le società tra\nprofessionisti, Torino, 2014; Ghidini, Società personali, Padova, 1972; Guerrera,\nSocietà i nome collettivo, in Enc. dir., XLII, Milano, 1990; Marano, Il requisito della\ndurata nella società di persone, in Giur. comm. 1992, II, 526; Marziale, Osservazioni\nsugli effetti della scadenza del termine nel contratto di società, in Riv. comm. 1965,\nII, 223; Oppo, Diritto dell'impresa. Scritti giuridici, Padova, 1992; Palmieri G.,\nConferimenti immobiliari ed invalidità nelle società di persone, in Riv. soc. 1992,\n1405; Rivolta, La partecipazione sociale, Milano, 1965; Romano Pavoni, Teoria delle\nsocietà: tipi, costituzione, Milano, 1953; Salafia, Limiti alla responsabilità delle\nsocietà personali per atti degli amministratori eccedenti il potere di rappresentanza,\nin Soc 1999; Schlesinger P., L'approvazione del rendiconto annuale nelle società di\npersone, in Riv. soc. 1965; Spada, La tipicità delle società, Padova, 1974; Spolidoro,\nSul capitale sociale delle società di persone, in Riv. soc. 2001, 849; Spolidoro M.S.,\nPagina 101 di 109", "framework": "La norma in commento garantisce l'autonomia patrimoniale della società per tutta\nla sua durata: il creditore particolare del socio, infatti, non può agire direttamente sul\npatrimonio sociale né chiedere la liquidazione della quota del proprio debitore. In\nquesto ordine di concetti, l'articolo in esame deroga alla disciplina della società\nsemplice laddove è, invece, previsto (art. 2270 comma 2) che, ove i beni del debitore\nsiano insufficienti, il creditore particolare del socio può inoltre chiedere in ogni tempo\nla liquidazione della quota del suo debitore.\nAl contrario, è applicabile alla società in nome collettivo il primo comma dell'art.\n2270, che non risulta derogato dall'art. 2305, con la conseguenza che il creditore è\nammesso a far valere i propri diritti sugli utili spettanti al debitore ed a compiere atti\nconservativi sulla quota spettante al debitore medesimo in sede di liquidazione.\nLe quote di partecipazione di una società di persone che per disposizione\ndell'atto costitutivo siano trasferibili con il (solo) consenso del cedente e del\ncessionario, salvo il diritto di prelazione in favore degli altri soci, possono essere\nsottoposte a sequestro conservativo ed essere espropriate a beneficio dei creditori\nparticolari del socio anche prima dello scioglimento della società (Cass., n.\n15605/2002). Successivamente, la giurisprudenza di merito si è mostrata favorevole\nPagina 100 di 109", "bibliography": "", "source_file": "document.pdf", "page_number": 100}
{"article_number": "2304", "title": "Responsabilità dei soci.", "text": "Sul capitale delle società di persone, Riv. soc. 2001, fasc. 4, 790; Stagno\nD'Alcontres A., De Luca N., Le società, Tomo I, Le società in generale. Le società di\npersone, Torino, 2015; Tassinari F., Della società in nome collettivo, in Delle società\n- Dell'azienda. Della concorrenza, artt. 2247-2378, a cura di Santosuosso D., in\nCommentario del codice civile, a cura di Gabrielli E., Torino, 2015.\nAutori: Guido Romano\nCOMMENTATO CODICE CIVILE\nCodice Civile n. 2304 - Responsabilità dei soci.\n[I]. I creditori sociali, anche se la società è in liquidazione, non possono pretendere il\npagamento dai singoli soci, se non dopo l'escussione del patrimonio sociale [2268, 24611].Il beneficio d'escussione ha efficacia limitatamente alla fase esecutiva, nel\nsenso che il creditore sociale non può procedere coattivamente a carico del socio se\nnon dopo avere agito infruttuosamente sui beni della società, ma non impedisce allo\nstesso creditore di agire in sede di cognizione per munirsi di uno specifico titolo\nesecutivo nei confronti del socio, sia per poter iscrivere ipoteca giudiziale sugli\nimmobili di quest'ultimo, sia per poter agire in via esecutiva contro il medesimo,\nsenza ulteriori indugi, una volta che il patrimonio sociale risulti incapiente o\ninsufficiente al soddisfacimento del suo credito (Cass. n. 28146/2013; Cass. n.\n14165/2009). In questa prospettiva, è stato altresì affermato che non è neppure\nnecessaria la preventiva escussione del patrimonio sociale, tale necessità venendo\nmeno quando risulti aliunde dimostrata in modo certo l'insufficienza di quel\npatrimonio per la realizzazione anche parziale del credito (Cass. n. 4606/1983; Trib.\nReggio Emilia, 10 settembre 2014).\nDi recente, si è affermato che il beneficio d'escussione previsto dall'art. 2304 c.c. ha\nefficacia limitatamente alla fase esecutiva, nel senso che il creditore sociale non può\nprocedere coattivamente a carico del socio se non dopo avere agito\ninfruttuosamente sui beni della società, ma non impedisce allo stesso creditore\nd'agire in sede di cognizione per munirsi di uno specifico titolo esecutivo nei confronti\ndel socio, sia per poter iscrivere ipoteca giudiziale sugli immobili di quest'ultimo, sia\nper poter agire in via esecutiva contro il medesimo, senza ulteriori indugi, una volta\nche il patrimonio sociale risulti incapiente o insufficiente al soddisfacimento del suo\ncredito (Cass., n. 22629/2020).\nTale posizione è condivisa dalla dottrina maggioritaria (DI SABATO, 1993, 3;\nFERRI, 433; CAMPOBASSO, 86; CONFORTI, 115; contra, GHIDINI, 259).\n2.Limiti di operatività del beneficio di escussione\nIl beneficio di escussione opera solo nei confronti dei creditori e non nei confronti dei\nsoci che abbiano pagato i debiti sociali ed agiscano il regresso contro gli altri soci (Cass. n.\n18185/2006; Cass. n. 15700/2002; Cass. n. 15713/2004; Cass. n. 15036/2005):\nconseguentemente, il socio di una società in nome collettivo che, per effetto della\nresponsabilità solidale e illimitata stabilita dall'art. 2291, abbia pagato un debito sociale,\npuò direttamente rivalersi nei confronti del consocio, tenuto in via di regresso a rifondere la\nparte di debito sociale su di lui gravante senza che tale rivalsa resti condizionata\nall'insufficienza del patrimonio sociale al soddisfacimento dei creditori, dato che il beneficio\ndi previa escussione di detto patrimonio, previsto dall'art. 2304, opera solo nei confronti dei\ncreditori e non dei soci che abbiano pagato i debiti sociali (sul punto, altresì, Trib. Roma,\n15 aprile 2015).\nPagina 103 di 1093.L'efficacia nei confronti del socio delle sentenze pronunciate nei\nconfronti della società\nCostituisce questione dibattuta se la sentenza di condanna emessa nei confronti della\nsocietà faccia stato anche nei confronti dei socio rimasti estranei al giudizio e costituisca\ntitolo esecutivo idoneo per potere agire direttamente sul loro patrimonio. L'orientamento\ngiurisprudenziale negativo più risalente (Cass. n. 5233/1999; Cass. n. 13183/1999) che ha\navuto l'avallo di autorevole dottrina (CAMPOBASSO, 86, n. 64) fa leva sulla regola generale\nposta dall'art. 2909 secondo cui la cosa giudicata fa stato fra le parti, i loro eredi o aventi\ncausa non potendo i soci essere considerati parti processuali di quel giudizio.\nTuttavia, oggi, appare prevalente la soluzione positiva. È stato, infatti, affermato che il\ndecreto ingiuntivo pronunciato a carico di una società di persone estende i suoi effetti\nanche contro i soci illimitatamente responsabili, derivando dall'esistenza\ndell'obbligazione sociale necessariamente la responsabilità dei singoli soci e, quindi,\nricorrendo una situazione non diversa da quella che, ai sensi dell'art. 477 c.p.c., consente\ndi porre in esecuzione il titolo in confronto di soggetti diversi dalla persona contro cui è\nstato formato e risolvendosi, altresì, l'imperfetta personalità giuridica della società di\npersone in quella dei soci, i cui patrimoni sono protetti dalle iniziative dei terzi solo dalla\nsussidiarietà, mentre la pienezza del potere di gestione in capo ad essi finisce con il far\ndiventare dei soci i debiti della società; ciascun socio, pertanto, ha l'onere di proporre\nopposizione contro detto titolo, con la conseguenza che, in difetto, in ragione della\nconseguita definitività del provvedimento monitorio anche nei confronti del socio, questi\nnon può più opporre l'eventuale prescrizione maturata in precedenza (in questi esatti\ntermini, Cass. III, n. 6734/2011). Infatti, per la struttura delle società personali, il debito\ndella società resta essenzialmente un debito che fa capo anche al singolo socio e quindi,\nsiccome direttamente suscettibile di divenire il destinatario della condanna da quello\nrecata, interessato e legittimato ad opporsi al decreto ingiuntivo pronunciato contro una\nsocietà di persone anche il socio di questa che sia illimitatamente responsabile. In tal\nmodo, si tempera il generale principio della necessaria coincidenza tra parti del monitorio e\nparti del processo di esecuzione (ribadito da Cass. n. 8731/1997 e Cass. n. 16069/2004)\ncon l'estensione dell'efficacia del giudicato al di là dei limiti formali del titolo, resa possibile\ndalla particolare natura — e sostanzialmente dalla carenza di una soggettività giuridica\nperfetta — del soggetto destinatario della sentenza.\nIl giudicato in ordine alla condanna della società in favore del creditore ha, dunque,\nefficacia riflessa nei confronti del socio illimitatamente responsabile.\nPagina 104 di 109", "framework": "Ai sensi dell'art. 2291 nelle società in nome collettivo tutti i soci rispondono\nsolidalmente e illimitatamente per le obbligazioni sociali. Rinviando al commento\ndi detta norma, giova ricordare, in questa sede, che la responsabilità — che ha ad\noggetto tanto le obbligazioni che hanno fonte contrattuale che quelle che hanno\nfonte extracontrattuale — è sia dei soci che hanno agito in nome e per conto della\nsocietà sia degli altri, non potendo, peraltro, questi ultimi beneficiare di un eventuale\npatto contrario (Trib. Ascoli Piceno, 28 gennaio 1988).\nLa previsione dell'art. 2291 comma 1 è, tuttavia, contemperata dal principio,\nespresso dalla norma in commento, del beneficium excussionis, che qualifica come\nsussidiaria la responsabilità dei singoli soci rispetto a quella della società: il creditore\nsociale è, quindi, tenuto ad escutere previamente il patrimonio della società e\nsoltanto in una fase successiva, inutilmente escusso detto patrimonio, ha diritto di\naggredire il singolo socio (TASSINARI, 481).\nLa preventiva escussione del patrimonio sociale non costituisce una condizione di\nprocedibilità dell'azione esecutiva contro il socio da parte del creditore sociale (così,\ninvece, DI SABATO, 1999, 112), ma configura una facoltà per il socio di opporre al\ncreditore sociale l'eccezione di preventiva escussione del patrimonio sociale al fine\ndi paralizzare l'eventuale azione esecutiva promossa nei suoi confronti: ciò si spiega\nin ragione della circostanza che, quando la società abbia risorse sufficienti per far\nfronte al proprio debito, non si vede la ragione per la quale il socio debba essere\npregiudicato da una richiesta di pagamento integrale del debito sociale (TASSINARI,\n482).\nPagina 102 di 109", "bibliography": "", "source_file": "document.pdf", "page_number": 102}
{"article_number": "2252", "title": "Modificazioni del contratto sociale.", "text": "Bibliografia\nBigiavi, La ragione sociale della collettività, in Giur. it., 1946, IV; Campobasso G.F.,\nDiritto commerciale, 2, Diritto delle società, a cura di Campobasso M., Torino, 2012;\nConforti C, Le società di persone. Amministrazione e controlli, Milano, 2009; Conforti\nC., La società in nome collettivo, Milano, 2015; Costi, Il nome della società, Padova.\n1964; Costi R., Di Chio G., Società in generale. Società di persone. Associazione in\npartecipazione, Torino, 1991; Cottino, Considerazioni sulla forma del contratto di\nsocietà, in Riv. soc. 1963; Cottino, Diritto commerciale, I, 2, 4ª ed., Padova, 1999; Di\nSabato, Società in nome collettivo, in Enc. giur., XXIX, Roma, 1993; Di Sabato,\nManuale delle società, Torino, 1999; Ferrara F., Corsi F., Gli imprenditori e le\nsocietà, Milano, 2009; Fusaro, La durata della società di persone ed i diritti del\ncreditore particolare del socio, in Contr. impr. 1985, 495; Fusaro, La durata delle\nsocietà di persone, in Contr. impr. 1987, 494; Garesio G., Società in nome collettivo,\nin Cottino G. (a cura di), La società in generale. Le società di persone. Le società tra\nprofessionisti, Torino, 2014; Ghidini, Società personali, Padova, 1972; Guerrera,\nSocietà i nome collettivo, in Enc. dir., XLII, Milano, 1990; Marano, Il requisito della\ndurata nella società di persone, in Giur. comm. 1992, II, 526; Marziale, Osservazioni\nsugli effetti della scadenza del termine nel contratto di società, in Riv. comm. 1965,\nII, 223; Oppo, Diritto dell'impresa. Scritti giuridici, Padova, 1992; Palmieri G.,\nConferimenti immobiliari ed invalidità nelle società di persone, in Riv. soc. 1992,\n1405; Rivolta, La partecipazione sociale, Milano, 1965; Romano Pavoni, Teoria delle\nsocietà: tipi, costituzione, Milano, 1953; Salafia, Limiti alla responsabilità delle\nsocietà personali per atti degli amministratori eccedenti il potere di rappresentanza,\nin Soc 1999; Schlesinger P., L'approvazione del rendiconto annuale nelle società di\npersone, in Riv. soc. 1965; Spada, La tipicità delle società, Padova, 1974; Spolidoro,\nSul capitale sociale delle società di persone, in Riv. soc. 2001, 849; Spolidoro M.S.,\nSul capitale delle società di persone, Riv. soc. 2001, fasc. 4, 790; Stagno\nD'Alcontres A., De Luca N., Le società, Tomo I, Le società in generale. Le società di\npersone, Torino, 2015; Tassinari F., Della società in nome collettivo, in Delle società\n- Dell'azienda. Della concorrenza, artt. 2247-2378, a cura di Santosuosso D., in\nCommentario del codice civile, a cura di Gabrielli E., Torino, 2015.\nAutori: Guido Romano\nCOMMENTATO CODICE CIVILE\nCodice Civile n. 2252 - Modificazioni del contratto sociale.\nPagina 105 di 109[I]. Il contratto sociale può essere modificato soltanto con il consenso di tutti i soci, se non\nè convenuto diversamente.da atti o comportamenti che dimostrino inequivocabilmente la unanime volontà dei soci\nmedesimi (Cass. n. 2860/1984).\nIl criterio dell'unanimità dei consensi può essere derogato solo attraverso espressa\nclausola statutaria che esprima la volontà dei soci di consentire la modificabilità del\ncontratto con il consenso della maggioranza dei soci (Trib. Milano 31 maggio 2001, in\nSoc. 2002, 372).\n3.La formazione della volontà sociale\nNella disciplina legale delle società di persone manca la previsione dell'organo e del\nmetodo assembleare, con la conseguenza che non è necessario che siano consultati tutti i\nsoci, né che essi manifestino contestualmente la propria volontà attraverso una delibera\nunitaria, essendo sufficiente raccogliere le singole volontà idonee a formare la richiesta\nmaggioranza e comunicare la delibera di esclusione al socio escluso, affinché egli sia\nposto in condizione di esercitare la facoltà di opposizione dinanzi al tribunale (Cass. n.\n153/1998; Cass. n. 2860/1984; Cass. n. 6394/1996). La mancata previsione normativa\ndell'organo assembleare nelle società di persone non comporta che ne sia vietata la\ncostituzione e che sia preclusa ai soci — allorquando debbano esprimere il proprio\n“consenso” — la possibilità di riunirsi in assemblea per deliberare all'unanimità ovvero a\nmaggioranza: tuttavia, è dubbia l'applicazione analogica dell'art. 2377 e 2379 alle decisioni\nassunte dalla società di persone (in senso favorevole, Cass. n. 1624/2015, contra, Trib.\nRoma 31 dicembre 2014, Soc., 2015, 1337).\nParte della dottrina è orientata nel medesimo senso (FERRI, 249). Altra parte della\ndottrina ritiene, invece, che anche nella società di persone i soci siano tenuti a rispettare un\nsia pur embrionale metodo assembleare, quanto meno per le decisioni a maggioranza di\nmaggior rilievo e, dunque, per le decisioni che riguardano modificazioni dell'atto costitutivo\n(ove consentite a maggioranza), il compimento di operazioni che modificano\nsostanzialmente l'oggetto sociale, o che implicano una rilevante modificazioni dei diritti dei\nsoci (CAMPOBASSO 108, DI SABATO 193).\n4.Il trasferimento della quota\nIl consenso unanime richiesto per la costituzione delle società di persone occorre\nanche per l'allargamento della base sociale mediante l'ingresso di nuovi soci, non essendo\nammissibile, dato l'intuitus personae che domina la costituzione di tali società e la loro\nPagina 107 di 109attività, l'inserimento nella compagine sociale, con deliberazione di maggioranza, di nuovo\nsocio (Cass. n. 1122/1984).\nConseguentemente, l'acquisto della quota sociale non è sufficiente a far acquistare la\nqualità di socio ed insorgere la responsabilità dell'acquirente per le obbligazioni sociali,\noccorrendo invece che si realizzi il suo effettivo inserimento nell'organismo sociale\nmediante il patto con gli altri soci che comporta, attraverso l'assunzione della qualità di\nsocio, i connessi diritti ed obblighi verso la società, gli altri soci e i terzi (Cass. n.\n2539/1990). Peraltro, il consenso degli altri soci, pur necessario per l'efficacia dell'atto nei\nconfronti della società, non incide sul perfezionamento e sulla validità della cessione,\noperando, rispetto a questa, esclusivamente come condicio iuris ai fini dell'opponibilità del\ntrasferimento alla compagine sociale (Cass. n. 8784/1997).\nLa cessione di quota di società di persone con patrimonio immobiliare non richiede la\nforma scritta ex art. 1350, non comportando essa anche un trasferimento, dal cedente al\ncessionario, dei diritti immobiliari, che restano viceversa nella titolarità della società (Cass.\nn. 2252/1998; Cass. n. 11314/2010).\nBibliografia\nBuonocore, Castellano, Costi, Società di persone, Milano, 1978; Campobasso,\nDiritto commerciale, 2, Diritto delle società, a cura di Campobasso M., Torino, 2012;\nDi Sabato, Manuale delle società, Torino, 1992; Ferri jr, Patrimonio, capitale e\nbilancio, in AA.VV., Diritto delle società. Manuale breve, Milano, 2008, 91; Ferro-\nLuzzi, I contratti associativi, Milano, 1971; Greco, Le società nel sistema legislativo\nitaliano, Torino, 1959; Jaeger, Denozza, Appunti di diritto commerciale, Bologna,\n1993; Marasà, Le società, Milano, 2000; Marulli, Il contratto di società di persone, in\nSocietà in generale. Società di persone. Le società tra professionisti, a cura di\nCottino, Torino, 2014; Montalenti, Diritto commerciale, diritto tributario, scienze\naziendali: categorie disciplinari a confronto in epoca di riforme, in Giur. it. 2004, 3;\nOppo, L'identificazione del tipo «società di persone», in Riv. dir. civ. 1988, 619;\nPaolini, Società semplice di mero godimento, Quesito n. 210-2007/I, in Consiglio\nNazionale del Notariato, Studi e materiali, 2008, 871 ss.; Petrera, in Commentario\ndel codice civile, a cura di Gabrielli E., Delle società - Dell'azienda. Della\nconcorrenza, artt. 2247-2378, a cura di Santosuosso D., Torino, 2015; Rivolta, Diritto\ndelle società. Profili generali, Torino, 2015; Santosuosso, in Commentario del codice\ncivile, a cura di Gabrielli E., Delle società - Dell'azienda. Della concorrenza, artt.\n2247-2378, a cura di Santosuosso D., Torino, 2015; Spada, La tipicità delle società,\nPagina 108 di 109Padova, 1974; Spada, in Commentario del codice civile, a cura di Gabrielli E., Delle\nsocietà - Dell'azienda. Della concorrenza, artt. 2247-2378, a cura di Santosuosso D.,\nTorino, 2015.\nAutori: Guido Romano\nUniversità di Bologna Alma Mater © Copyright Giuffrè Francis Lefebvre S.p.A.\n09/12/2024\nStudiorum 2024\nPagina 109 di 109", "framework": "La norma costituisce applicazione del principio generale di cui all'art. 1372\nsecondo il quale le modificazioni del contratto possono essere realizzate soltanto\nmediante un nuovo accordo che intercorra tra le stesse parti che hanno dato vita a\nquello originario (NIGRO 131). In questa prospettiva, l'elemento personale prevale\nsu quello organizzativo e così è consentito a ciascun socio di paralizzare le\nmodificazioni del contratto sociale (NIGRO 132; FERRI, 118).\nNell'ambito del contratto sociale, le modificazioni possono essere oggettive\nqualora le parti pongano in essere un regolamento difforme da quello inizialmente\npattuito ovvero soggettive allorquando il mutamento interessi la compagine sociale\ne, dunque, intervenga sulle persone dei soci mediante ingresso di nuovi ovvero\ncessione a terzi della quota sociale (FERRARA-CORSI, 229, DI SABATO, 95).\nIl consenso unanime richiesto per la costituzione delle società di persone\noccorra anche l'allargamento della base sociale mediante l'ingresso di nuovi soci,\nnon essendo ammissibile, dato l'intuitus personae che domina la costituzione di tali\nsocietà e la loro attività, l'inserimento nella compagine sociale, con deliberazione di\nmaggioranza, di nuovo socio (Cass. n. 1122/1984).\n2.Unanimità e maggioranza\nLa norma in commento pone la regola generale della necessaria unanimità dei\nconsensi dei soci per le modificazioni del contratto sociale. Tuttavia, la norma concede\nall'autonomia privata di regolare diversamente i rapporti tra i soci introducendo il criterio\nmaggioritario: consegue che non sarebbe valida la clausola contrattuale che demandasse\nal socio di minoranza ovvero ad un terzo il potere di modificare il contratto (FERRI, 118,\ncontraDI SABATO, 54).\nParte della dottrina, poi, ritiene che alcune modificazioni del contratto debbano essere\nprese comunque all'unanimità in quanto inerenti agli elementi essenziali della società\n(FERRI, 120).\nIl consenso di tutti i soci, necessario per la modifica del contratto sociale nella società\ndi persone (art. 2252 c.c.), non è soggetto a forme vincolate e può essere desunto anche\nPagina 106 di 109", "bibliography": "", "source_file": "document.pdf", "page_number": 105}
